{"tag":{"0":"Dairy Milk","1":"Dairy Milk","2":"Dairy Milk","3":"Dairy Milk","4":"Dairy Milk","5":"Dairy Milk","6":"Dairy Milk","7":"Dairy Milk","8":"Dairy Milk","9":"Dairy Milk","10":"Dairy Milk","11":"Dairy Milk","12":"Dairy Milk"},"text":{"0":"Many people believe that cow's milk is essential in the human diet after years of the dairy industry promoting its product as healthy. However, there are a number of health risks associated with consuming it. We'll go over some of those risks in the next section.","1":"\"Cow’s milk is promoted as natural, wholesome and healthy–it is none of these things.\"","2":"The saturated fat, animal protein, cholesterol, and hormones that it contains are linked to a wide range of illnesses and diseases. Aggressive marketing of milk and dairy products has resulted in confusion–people simply don't know who to believe.","3":"Most people in the world—over 70 percent—are lactose intolerant. No other animal on the planet continues to drink milk after weaning, let alone the milk of a pregnant mother from another species. It begs the question, are we asking for trouble?","4":"Humans have been drinking milk for only 6,000-8,000 years. This might sound like a very long time but in evolutionary terms, it is very recent history.","5":"If the whole of modern human history was represented by just twelve hours, humans would have started dairy farming just one minute ago! ","6":"Just like us, cows don’t produce milk unless they've given birth. Their children are taken away, and then the milking begins. The modern dairy cow is routinely impregnated while she is still producing milk, to extend the milking period and keep the yield high. The only breather she gets is a small respite near the end of her pregnancy.","7":"At least two-thirds of cow's milk in the UK is taken from pregnant cows, which makes it a rich cocktail of hormones designed to help a young calf grow rapidly into an adult cow in just one year. This is not just limited to the UK, but is standard for most countries in the world.","8":"An intensive cycle of repeated pregnancies follows until she is worn out and her productivity drops, after which she is slaughtered and sold for cheap meat. This intensive physical demand puts a tremendous strain on the dairy cow and, as she gets older, infertility and severe infections causing mastitis and lameness cut her life short. The average lifespan of a modern dairy cow is now only about five years (after three or four lactations), when naturally she would live for 20 to 30 years.","9":"Cow's milk is perfect for calves but not for people. The same is true for the milk of buffalos, badgers, dogs, and rats. The best milk for babies is human breast milk. Cow's milk contains more than twice as much protein and four times as much calcium as human milk, which makes it an ideal fuel for rapid growth.","10":"Human babies grow much more slowly, but our brain development is rapid, which is why breast milk contains five times as much brain-boosting polyunsaturated fat as cow's milk. Milk also carries important chemical 'messenger' molecules that instruct the infant’s immune systems. These features have evolved over thousands of years and are vital in terms of health and disease.","11":"Source: https:\/\/www.vivahealth.org.uk\/healthfeatures\/dairys-white-lies","12":"\"Cow’s milk is promoted as natural, wholesome and healthy–it is none of these things.\"Dr. Justine Butler, PhD, Viva! Health"},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"quote"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","1":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","2":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","3":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","4":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","5":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","6":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","7":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","8":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","9":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","10":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","11":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","12":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy"}}