{"tag":{"8":"Dairy Milk","9":"Dairy Milk","10":"Dairy Milk","11":"Dairy Milk","12":"Dairy Milk"},"text":{"8":"An intensive cycle of repeated pregnancies follows until she is worn out and her productivity drops, after which she is slaughtered and sold for cheap meat. This intensive physical demand puts a tremendous strain on the dairy cow and, as she gets older, infertility and severe infections causing mastitis and lameness cut her life short. The average lifespan of a modern dairy cow is now only about five years (after three or four lactations), when naturally she would live for 20 to 30 years.","9":"Cow's milk is perfect for calves but not for people. The same is true for the milk of buffalos, badgers, dogs, and rats. The best milk for babies is human breast milk. Cow's milk contains more than twice as much protein and four times as much calcium as human milk, which makes it an ideal fuel for rapid growth.","10":"Human babies grow much more slowly, but our brain development is rapid, which is why breast milk contains five times as much brain-boosting polyunsaturated fat as cow's milk. Milk also carries important chemical 'messenger' molecules that instruct the infant’s immune systems. These features have evolved over thousands of years and are vital in terms of health and disease.","11":"Source: https:\/\/www.vivahealth.org.uk\/healthfeatures\/dairys-white-lies","12":"\"Cow’s milk is promoted as natural, wholesome and healthy–it is none of these things.\"Dr. Justine Butler, PhD, Viva! Health"},"description":{"8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"quote"},"url":{"8":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","9":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","10":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","11":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy","12":"https:\/\/veganbootcamp.org\/course-progress\/497\/overview-of-dairy"}}