{"tag":{"0":"Activism","1":"Activism","2":"Activism","3":"Activism","4":"Activism","5":"Activism","6":"Activism","7":"Activism","8":"Activism","9":"Activism","10":"Activism","11":"Activism","12":"Activism","13":"Activism","14":"Activism","15":"Activism","16":"Activism","17":"Activism","18":"Activism","19":"Activism","20":"Activism","21":"Activism","22":"Activism","23":"Activism","24":"Activism","25":"Activism","26":"Activism","27":"Activism","28":"Activism","29":"Activism","30":"Activism","31":"Activism","32":"Activism","33":"Activism","34":"Activism","35":"Activism","36":"Activism","37":"Activism","38":"Activism","39":"Activism","40":"Activism","41":"Activism","42":"Activism","43":"Activism","44":"Activism","45":"Activism","46":"Activism","47":"Activism","48":"Activism","49":"Activism","50":"Activism","51":"Activism","52":"Activism","53":"Activism","54":"Activism","55":"Activism","56":"Activism","57":"Activism","58":"Activism","59":"Activism","60":"Activism","61":"Activism","62":"Activism","63":"Activism","64":"Activism","65":"Activism","66":"Activism","67":"Activism","68":"Activism","69":"Activism","70":"Activism","71":"Activism","72":"Activism","73":"Activism","74":"Activism","75":"Activism","76":"Activism","77":"Activism","78":"Activism","79":"Activism","80":"Activism","81":"Activism","82":"Activism","83":"Activism","84":"Activism","85":"Activism","86":"Activism","87":"Activism","88":"Activism","89":"Activism","90":"Activism","91":"Activism","92":"Activism","93":"Activism","94":"Activism","95":"Activism","96":"Activism","97":"Activism","98":"Activism","99":"Activism","100":"Activism","101":"Activism","102":"Activism","103":"Activism","104":"Activism","105":"Activism","106":"Activism","107":"Activism","108":"Activism","109":"Activism","110":"Activism","111":"Activism","112":"Activism","113":"Activism","114":"Activism","115":"Activism","116":"Activism","117":"Activism","118":"Activism","119":"Activism","120":"Activism","121":"Activism","122":"Activism","123":"Activism","124":"Activism","125":"Activism","126":"Activism","127":"Activism","128":"Activism","129":"Activism","130":"Activism","131":"Activism","132":"Activism","133":"Activism","134":"Activism"},"text":{"0":"Vegan lifestyles undeniably keep a great many animals from harm. But the number of animals you can save by changing your diet pales in comparison to what is achievable through advocacy. You can save hundreds of times more animals through animal rights activism or vegan advocacy than you can save by merely being vegan.","1":"Please understand that I’m in no way belittling the value of becoming vegan—you’re reading this, after all, on Vegan.com! Being vegan may be the single most rewarding lifestyle change you could ever make, and it protects large numbers of animals over a lifetime. But if your goal is to save as many animals as possible, you simply must bring activism into the mix.","2":"I’ve spent most of the past twenty years writing nearly full-time on animal protection. Thousands of pages later, this essay on activism may be the most important thing I’ll ever write, since if it enables just a handful of people to become more effective activists, the number of animals spared from harm will be enormous. In this essay I will share the key lessons I’ve learned from my decades of animal advocacy. This is all the stuff I wish I knew back when I started out.","3":"Every great animal advocate realizes that animal protection is a numbers game, so they focus relentlessly on protecting as many animals as possible. There are so few people involved in animal protection, and so many animals suffering so profoundly, that we each need to maximize our impact.","4":"Intention is everything. If you begin your activism with the intention to protect large numbers of animals, that’s what you will likely achieve. Never question your ability to make an enormous difference. Since the worldwide meat industry uses in excess of 70 billion animals a year, moving the needle just the tiniest bit will protect huge numbers of animals.","5":"Source: https:\/\/www.vegan.com\/activism\/","6":"First and foremost, it's important to remember to take care of yourself, like we talked about in the self-care challenge. We must stand up for the animals, but not by neglecting our own mental and physical health.","7":"Our society uses animals in so many ways and for so many things. People don't consider it a problem and most likely never will until we start speaking out about it. Veganism wouldn't have grown into the movement it is without the actions of a few brave individuals, just like other influential, cultural movements. We need to voice our concerns, so no one can avoid the plight of the animals that people have subjected them to.","8":"That said, activism is one of the most important things individuals can do to help animals. Not only does being vegan save animals, but activism can inspire others to go vegan, which saves exponentially more lives. Your actions can spiral out even further if those people also get involved in activism. In this way, one's impact can span widely through veganism potentially saving tens of thousands (or even more!) lives.","9":"We'll be going over more specific types of activism you can get involved with in the following next few sections, find what works for you. Both history and the animals will thank you for your activism!","10":"If you want to do animal protection work, the best way to begin is to take a personal inventory of your skills. Everybody is great at something. And whatever your particular talents, you can usually find an opportunity to plug a hole in the movement and make a unique contribution.","11":"So why not take thirty minutes to reflect on and write down all the things you’re good at, or could be good at given sufficient practice or training? Some of these things may be what you studied in school, while others may be inborn qualities. Maybe you’ve always been a super-well organized person, or perhaps you’re a social butterfly who is great at making people feel appreciated and included. Talents like those—however intangible they may seem—can always be put to great use.","12":"Once you’ve written down your main abilities, you’ll be much better equipped to decide how to get involved in animal advocacy. I assure you that if you reflect adequately on your skills and talents, you’ll find a way to apply them to something the animal protection movement desperately needs.","13":"As you identify the things you’re best at, look around in the animal protection movement and try to find people with similar abilities who are doing impressive work. Most well-established activists would be delighted to mentor a newcomer to the movement, and there’s a great deal they have to teach. The things that Henry Spira taught me in the five years before his death dramatically enhanced my abilities to protect animals. Given how easy it is to find a mentor, and how much you have to gain, I can’t imagine not making the effort to reach out to established activists.","14":"Since nobody has unlimited time to spend on animal protection work, it’s crucial that none of our time is wasted. The most important way to ensure that you’re not wasting time is to avoid duplicating work that others have already done.","15":"There’s a great deal of pointlessly duplicated labor in the animal protection movement. One obvious example is that most big nonprofits have published their own guides about why and how to be vegan. These guides invariably required a lot of time to research, layout, and publish. Yet most of these efforts aren’t impressive because the skills that this sort of literature requires is generally not within the core competencies of the nonprofit that created it.","16":"Here are a few other examples of duplicated projects:","17":"Suggesting there’s too many farm animal sanctuaries, too many vegan cookbooks, and too many vegan blogs will doubtless get me in hot water with people who think I’m belittling their work. But it’s important that activists stay vigilant about not duplicating efforts, so let’s take a closer look at the resources gobbled up by these projects.","18":"Farm animal sanctuaries are extraordinarily resource-intensive, and each one requires a slew of expenses and and expertise. Property must be bought and maintained. Boards must be formed, which are generally comprised of highly-skilled people willing to donate their time. Salaries must be paid. And of course the animals must be tended and given veterinary care. In light of all the fixed costs arising from each shelter, does it make sense for there to be more than one within a reasonable driving distance? Does it make sense for some states to have more than ten different shelters?","19":"The same goes for vegan cookbooks. Figure that the time required to write, photograph, and publish an excellent vegan cookbook amounts to at least one year of your life. I’m being conservative here, since you’ve got to perfect upwards of 100 recipes, take dozens of professional-grade photos, and handle a staggering number of publication chores. Then, to give your cookbook the chance it really deserves, you’ve got to devote another year of your life to promotional tasks ranging from attending regional events, growing your social media presence, and seeking out media coverage and appearances.","20":"In the 1990s, there were still huge gaps within the vegan cooking literature that needed to be filled. But now we’ve got hundreds of great vegan cookbooks in the marketplace. These include dozens of great general reference cookbooks, countless books devoted to easy recipes, and several books apiece for top cuisines like Italian, Mexican, and Indian food. Shoot, we even have a half dozen cookbooks devoted to vegan ice cream, and another half dozen devoted to vegan cheeses.","21":"And don’t get me started on blogs and Instagram feeds. Granted, it takes very little to keep an Instagram feed going, so if this is just a hobby and something you love to do then I’m all for it. But know there are already hundreds of people posting vegan food porn to Instagram. There’s a flood of vegan food photography competing for a limited number of eyeballs.","22":"I’m not saying it’s impossible to make a dent in the universe through writing a new vegan cookbook, starting a sanctuary, or creating a vegan blog or Instagram feed. I’m just saying that there’s lots of competition and therefore a high chance of duplicating labor. For most people, it’s therefore far wiser to choose a form of activism with plenty of virgin territory, which will render duplication of labor unlikely. One form of activism—local activism—stands out in this regard, and offers plenty of untapped opportunities to make a great difference.","23":"This guide was written by Vegan.com, please visit them by clicking here!","24":"Of all the forms of animal advocacy, local activism may be the most important and it’s certainly the area that is most neglected.","25":"One person can literally transform the vegan-friendliness of an entire town or city. I’m not saying you can make Tulsa, Oklahoma a vegan Mecca like Portland, Oregon. But you can certainly transform a place with pathetic vegan options into one that’s pretty good, or you could transform a city that’s already pretty good into one that’s outstanding.","26":"There are three main fronts you can work on locally:","27":"Let’s now look at each.","28":"When it comes to vegan offerings, most places have plenty of room for improvement. If you visit these businesses and do a little thinking you’ll see all sorts of easy opportunities. Perhaps your nearest cafe doesn’t yet offer soy creamer, or your local bagel shop could offer vegan cream cheese.","29":"Imagine what could be accomplished if you systematically approached every restaurant and coffeehouse in town, and asked the manager for an improvement that would be easy to make. Sometimes that would mean adding something new to the menu, while other times it may involve asking for a prominent menu item be reformulated to be vegan-friendly. For instance, your local Thai restaurant might make fresh curry pastes for their red, green, and yellow curries, with each paste containing a tiny amount of ground up shrimp. If you could get them to reformulate their red curry paste to be shrimp-free, the restaurant would instantly turn into a great option for vegans.","30":"Restaurant owners obsess over their online reviews, so praising the best vegan options at local restaurants or noting room for improvement is a terrific way to inspire change.","31":"If there’s anyone in the world who deserves massive respect, it’s vegan restaurant owners. There’s no harder way to make a living than owning a restaurant, and vegan restaurants in particular are especially challenging.","32":"Restaurant ownership involves an absurd assortment of responsibilities. Initial setup costs for the dining area and kitchen are high. You’ve got to find good cooks, friendly waitstaff, and reliable busboys and dishwashers. The paperwork involving taxes, payroll, and city health inspections never ends. There’s buying food and dealing with customers and finding replacements when somebody calls in sick or abruptly quits without notice. Now add in the fact that few restaurants generate any real money, and many are constantly on the edge of failing. In fact, 30 percent of new restaurants are sold or go out of business within twelve months, and 60 percent are gone within three years.","33":"And yet there are hundreds of vegan restaurants around the world, each of them taking on these overwhelming challenges in order to make it easier for people to eat healthful food that’s compassionately and sustainably produced. If there’s anybody in the world who deserves help at every turn, it’s a vegan restaurant owner.","34":"Because the work of keeping a restaurant going is so overwhelming, very few of these restaurateurs have the time and skills needed to optimize their online presence. Yet there are at least a half dozen tasks that every vegan restaurant needs to take care of, or significant business could be lost. They need to set up listings on Google Business Places and top restaurant directories. With that taken care of, I think having a Facebook fan page is also essential, and probably an Instagram account too. And finally, every restaurant should have its own dotcom domain name and website. In cases when the name is already taken, just tack on the city, as in “JoesPlaceMilwaukee.com.”","35":"Fortunately, it’s a quick job to cover these bases, by registering the business with the above platforms. If you have the time and expertise, you can do this essential but easy set-up work for free. Just meet with the restaurant owner to confirm that she or he wants your help. Most will be grateful beyond belief.","36":"Next, take some photos of the restaurant and it’s food. Confirm its operating hours, phone number, and other contact info. Then create profiles with Google Business, Happy Cow, Facebook, Yelp, and TripAdvisor. Once you’ve set all this up, schedule another meeting with the owner and hand over control of the accounts. All of this takes just an hour or two to do. Yet it could well make the difference between the restaurant succeeding or going out of business","37":"I also write restaurant reviews. Lots of them. Anytime I find a vegan restaurant I especially like, I find the place on Google Maps, write a review, and upload some photos of their food. I can’t tell you how deeply restaurant owners appreciate customer reviews. On several occasions when I’ve gone back after writing my review, I’ve been profusely thanked by the restaurant owner who has recognized me from my account photo associated with the review.","38":"Reviews and social media assistance are a great way to help your local vegan-friendly restaurants grow and survive. And if you travel frequently, you can help vegan restaurants in this way every time you visit a new city. There are always businesses sorely in need of a little help. One time, when I found a vegan noodle shop in Thailand that lacked appropriate signage, I coordinated the design of a sign, and paid for its printing. The time and money I spent on this project was trivial, but it dramatically boosted the visibility of a terrific vegan restaurant that really needed the business.","39":"Finally, if you are associated with a local vegetarian group, consider publishing a food guide for your city. Try Vegan PDX publishes a complete guide to all the vegan food available in Portland, Oregon. But even a double-sided sheet of paper listing the very best local options would be a fantastic resource for aspiring vegans in your community. Whether your local foods guide is grandly ambitious or quick-and-dirty, you should also find a way to also post it online in order to maximize its audience.","40":"This guide was written by Vegan.com, please visit them by clicking here!","41":"One of the easiest and most exciting local activism opportunities is using the Meetup.com platform to organize a monthly vegan dine out or “vegan drinks” event. There are over a hundred different vegan groups in North America that use Meetup.com to organize these sorts of events. Vegan meetups held at local restaurants pay off in at least two ways. First, they are great for participants—building a sense of community while inspiring people to make greater commitments toward compassionate eating or vegan advocacy. Second, the money spent at these gatherings offers an important cash infusion to vegan-friendly restaurants.","42":"If you can create a thriving vegan meetup that bounces between restaurants, the money at stake will go a long way toward inspiring these establishments to step up their game when it comes to offering great vegan options. There are instances of non-vegan restaurants that have made permanent vegan additions to their menus as a result of the special items they’ve prepared for vegan meetups.","43":"Be sure to collect emails for the people who come to your drinks or dining meetups. That way, if you ever decide to organize a special event, you can easily get the word out. Setting up an email list is a must for local activists, since it’s the simplest way to guarantee all your members will be notified if there’s something you need to share. Mailchimp offers free email services for groups that have fewer than 2000 members. You might also want to establish a Facebook fan page for your local group, since it’s a free way to help people stay in better touch.","44":"Many local organizers also set up a closed Facebook group. That keeps out trolls, and thereby minimizes moderation chores. These groups offer a wonderful way for your community members to seek help from one another, or get the word out about exciting local opportunities. When the latest flavor of Just Mayo is steeply discounted at your town’s Grocery Outlet, you can expect a group member to excitedly spread the news.","45":"At the extreme end of difficulty, when it comes to local activism, is setting up a VegFest event in your city. There are dozens of VegFest events happening around the world. The biggest ones, like those in Boston and Toronto, attract more than 10,000 attendees. Most VegFests offer admission that’s either free or just a few dollars, with the bulk of the event’s funding supplied through charging food, book, and clothing concession stand operators.","46":"It’s astonishing how much one activist, working only part-time, can accomplish using the techniques we’ve just reviewed. In 2013, Hillary Rettig started Vegan Kalamazoo. Here’s what she has accomplished in her group’s first five years:","47":"If your community lacks somebody doing what Hillary is doing, maybe you could become that person. It’s easy enough to get started. In fact, Hillary’s written a guide specifically for local vegan activists.","48":"This guide was written by Vegan.com, please visit them by clicking here!","49":"Social media offers one of the easiest ways to make a big difference for animals. Social media platforms offer activists an immensely powerful tool to reach huge numbers of people. These platforms let you efficiently spend your social capital in a way that influences people and inspires change.","50":"Social capital is a crucial concept for activists, so let’s define it. The term represents the trust, friendship, and goodwill you’ve earned from the various people in your life. The amount of social capital we each have varies considerably from person to person. People who are kind and generous and who have loads of friends obviously have far more social capital than bitter, angry people who keep to themselves.","51":"Social capital behaves just like money in the bank. Nobody has unlimited amounts. And every time you spend some capital, your balance decreases. When you have a lot of social capital, people are much more likely to pay attention to things you say, and act favorably on requests you make. Used wisely, you can spend your social capital in ways that protect a great many animals. But just like money in the bank, it can also be misspent and frittered away.","52":"I’ve seen many people on social media squander their precious social capital, despite having the animals’ best interests at heart. Whatever you do, avoid becoming “that vegan” who posts eight different graphic photos of animal cruelty every single day to Facebook. Nobody wants to see horrific photos in their news feed, and it’s a sure way to have most of your friends block you. Instead, use social media platforms the way they’re intended: give people inspiring glimpses into your life and the things you care about, and then on rare occasions drop in a carefully-chosen vegan item with a well thought-out and tangible request.","53":"So seek out news stories about the various benefits of going vegan, and share a link along with a well-crafted ask. The greater your variety of asks, the more people will say yes to one of them, so avoid making every one of your asks a repetition of the “go vegan” mantra. I like to work the phrase “why not…” into my asks, in order to directly request a specific change of behavior.","54":"To get you started, here are five items I tweeted to the @vegan Twitter feed in October 2018:","55":"While these tweets range over diverse topics, they’ve got several things in common. First of all, they’re relentlessly positive and encouraging. Never lose sight of how much help and encouragement people need. Notice also that these tweets are more elementary and ask for a lot less than what most vegans tend to post. People who grew up on Twinkies and Hot Pockets need basic, sensible information to start moving in a positive direction. All of my tweets offer a new avenue of thinking for people who haven’t done much exploration of food, and four of my five tweets offer links for more reading.","56":"Sure, “Go Vegan!” will win over some people. But people new to exploring the issues, who aren’t yet especially committed, are more likely to respond favorably to smaller and less ambitious asks. Remember that for many people today, even something as basic as trying a Meatless Monday is a big deal, and more daunting than you may realize.","57":"Most importantly, notice that all of these tweets have a clear call to action—two of them even include my favorite activist phrase, “Why not…?”","58":"Just as most people who work in business are totally reliant upon a handful of computer-based tools, without which they’d be completely lost, activists can benefit from some of these same tools. This is especially the case for social media-based activism.","59":"If you’re interested in using social media to spread vegan-oriented messages, let me offer a way to ensure you’re maximizing your impact. The ultimate tool for activists using social media is a spreadsheet. If you’ve got a Gmail account, you can use the Google Sheets web app for free, and it’ll be automatically backed up to your Google Drive account.","60":"What you can do is to find a bunch of links covering various facets of a vegan lifestyle, and post each one into a row of your spreadsheet. Now you’ve got a collection of the very best coverage you know of, on a wide assortment of vegan topics. This will keep you from posting the same sorts of links time after time, and ensure you’re maximizing your influence with the widest possible range of information and suggestions.","61":"Our Vegan.com\/info page is a great place to copy some valuable links onto your spreadsheet. Also visit your favorite vegan websites, to see what they’ve got that would be helpful and interesting for non-vegans.","62":"Then, start at the top of your spreadsheet, and make a high quality post to your social media accounts featuring that link. Be sure to make a related ask for some sort of personal action that’s related to your post. You can then change the color of that link on your spreadsheet, or put today’s date next to it, to indicate that it’s been promoted. Next time around, you’ll feature the next link on your spreadsheet. When you finally reach the bottom, you can bounce back to the top of your spreadsheet and start again, supplying different write-ups for each link to keep things fresh.","63":"For platforms like Twitter, Instagram, and Snapchat you can post several links a day. For Facebook, it’s better to keep your vegan postings to once a week or less. On top of that, be sure to also make personal posts to Facebook highlighting other facets of your life. Your Facebook friends are much more likely to engage with your vegan posts if they also regularly see you posting more personal things that they’re interested in.","64":"Since you shouldn’t post vegan stuff to Facebook every day, you might want to use your online calendar to remind you to make your vegan-oriented Facebook posts on a regular basis. Any online calendar will enable you to schedule a bi-weekly or monthly reminder. When your day comes, you can either search the web for something new to feature, or you can pull one of your standbys from the spreadsheet I’ve suggested you construct.","65":"This guide was written by Vegan.com, please visit them by clicking here!","66":"At the beginning of my activist career, I thought maybe I could play a part in creating a vegan world. The vegan literature was a mess, filled with dodgy claims and authoritative-looking footnotes that—if you actually looked up the source material—didn’t check out. I took on the mission of cleaning things up. I thought that making judicious arguments that had the facts squarely on our side, people would go vegan left and right. What I didn’t understand is that we live in a post-facts universe, and very few people have the education necessary to evaluate competing claims based on logic or evidence.","67":"If you want to understand the state of humanity and the prospects for our collective future, don’t talk to philosophers, don’t talk to educators, and don’t talk to sociologists. Talk to someone who works a corporate IT desk. Here’s an excerpt of a post written by one such doomed soul:","68":"There’s this lady in HR at my company that does the following when she sends me a screenshot of a problem she’s having with her computer:","69":"It hurt me so much when I watched her do this for the first time.","70":"Spending a career doing vegan advocacy won’t necessarily turn you into a misanthrope or an elitist. But, one way or another, eventually you’ll be forced to acknowledge that to sway the public, you’ll need more than stirring rhetoric coupled with meticulous attention to accuracy. You can’t use reason to persuade people who haven’t learned how to think clearly. Nor can you force a compassionate worldview onto people who aren’t yet ready to embrace it.","71":"One of my favorite people in the animal protection movement often fell into despair during her multi-year effort to get her city to tear down its horrifically antiquated animal shelter, and replace it with an appropriate facility. Mandy knew that every year, scores of animals were being euthanized, not for lack of homes, but because her town’s shelter was too decrepit to attract people to visit and adopt.","72":"Mandy and her husband built coalitions and acquired funding to replace the shelter. But time and again, at the last minute, they found their efforts thwarted by local politicians. Every one of these setbacks felt crushing to Mandy, who lost sight of the fact that she was doing the best she could, and that her persistence would inevitably pay off.","73":"We live in a violent and insensitive world, and often the efforts we make to protect animals doesn’t bear immediate fruit. There’s a fundamental Buddhist teaching that can be a great help to everyone having an experience like Mandy’s. And that teaching is: work to the best of your ability with no attachment to outcomes.","74":"In the end, your effectiveness in animal protection will be a reflection of your character, and the virtues you bring to animal protection. If you’re patient, diligent, and kind, and if you persevere over years and decades, the impact you have will be massive. Be aware that your total impact will likely be back-loaded to the final third of your activist career. That’s because, as you gain experience, your effectiveness will constantly grow. As time passes, your expertise will enable you to better spot important opportunities, and you’ll have the skill-set needed to score quick victories.","75":"Don’t be surprised if half of your total impact for animals occurs during the final 5% of your career. Your most valuable contributions are most likely to come when you’re most sick of doing the work e.g., this article and Why Go Vegan.","76":"Embers burn hotter than flames.","77":"If you decide to create something for the vegan community, I’ve got one valuable piece of advice. No matter what you’re making—whether it’s a book or an article of clothing or a food product—it’s usually wise to start out by releasing something small. In this respect, there’s an influential concept used by the technology industry that’s worth considering: creating a Minimum Viable Product (MVP).","78":"There are a couple great advantages to an MVP. First, it reduces your losses in the event that your creation fails to find an audience. Second, it’s a low-cost way to enter a market and gain insights that can shape future, more ambitious releases.","79":"No matter what you intend to create it can usually start life as an MVP. One of the bestselling books in the animal rights movement, Peter Singer’s Animal Liberation, started out as an essay of the same title. Only after it gained significant attention after being published in the New York Review of Books did Singer expand his piece into a book. Plenty of today’s best-known brands of vegan foods and beverages started by being sold out of a booth at their founder’s local farmers’ market. And many of the largest regional VegFest events are outgrowths of monthly potlucks and meetups that enabled the local vegan community to gain critical mass.","80":"There’s no shame in starting small. In fact, it’s usually the smart thing to do. No matter what you’re project or product, it’s nearly always possible to launch your effort as an MVP and grow in response to success.","81":"Now that we’ve covered a number of easy ways to make a difference for animals, let’s look at what may be the most advanced and challenging form of activism: launching animal protection campaigns.","82":"If you want to do campaign-oriented activism on a state or city level, the Humane Society of the United States is a great resource. Start by visiting their Farm Animal Protection Campaign to familiarize yourself with their current initiatives. Then visit the Humane Society’s statewide activism page to find and contact your state’s director, to express your interest in volunteering.","83":"The other sort of campaign-style activism is the sort Henry Spira pioneered, where companies rather than governments are targeted. Ethics into Action describes Henry’s campaigns in detail and is a must-read for anyone interested in this form of activism.","84":"To tackle government or company-based campaigns is by far the hardest sort of activism presented in this essay. Since this work requires a number of specialized skills, I won’t go into greater depth on campaign-based activism. It’s vital material but not something that 99 percent of animal rights activists this need to know.","85":"This guide was written by Vegan.com, please visit them by clicking here!","86":"Ideally, every person who devotes themselves to animal protection would immediately receive a generous trust fund. That way, they could focus solely on animals and never have to concern themselves with having grocery money or paying the rent. But since trust funds are hard to come by, most activists need to pay attention to money, and make good financial decisions.","87":"Maslow’s hierarchy of needs is one of the most influential frameworks for psychological well-being ever invented, and it has much to teach aspiring activists. Take a look at Maslow’s pyramid. The idea is that the base layers must come first. You can’t, for instance, have a fulfilling loving relationship if you don’t have food, water, clothing, and shelter.","88":"Many activists use their commitment to animals to justify their refusal to take responsibility for meeting their needs lower-down on the pyramid. Surprise, surprise—these folks invariably end up unfulfilled, resentful, and miserable. So it’s important to not let your animal protection work interfere with doing what it takes to provide for your basic needs.","89":"I urge you to think of your activism as an expression of Self-Actualization. Since this sort of work resides at the top level of Maslow’s pyramid, all the other levels must first be solidly built before you can devote substantial time to activism. Just like the flight attendant’s emergency speech instructs you to put on your oxygen mask first before you tend to your child’s, you’ve got to establish a reasonable level of security, comfort, and friendships in your life before you can be truly effective helping animals. It is emphatically not a sign of commitment to do animal protection work when you can’t pay the bills and are facing eviction.","90":"If you feel a serious calling to spend a lot of time doing animal protection work, here are the most obvious ways to fund your lifestyle.","91":"As somebody who has spent decades meeting his financial needs through option 1, I can’t recommend it for most people. Nor can I recommend option 2, since I think that most nonprofits are bloated and ineffective, and they typically don’t pay well either. I therefore think option 3 is the best choice, in terms of being able to provide for your financial needs while still giving you the time needed to change the world.","92":"If you choose option 3, there’s obviously no single path in the business or public service sectors that’s right for everybody. But this one question, if asked constantly over a period of weeks or months, will eventually lead to an answer that allows you to meet your financial needs gracefully and with the least possible effort:","93":"How can I use my skills to generate the money I need to live comfortably, while still enabling me to have substantial time do do activist work?","94":"You might also be carrying beliefs (whether explicitly stated or subconscious) that work needs to take all your time, or that it must be boring, to produce an adequate income. If you nodded your head to that last sentence, I challenge you to question that belief and find ways to let it go or to at least shift it to something not quite as negative. The reality is that there are plenty of people who are able to provide themselves with a reasonable standard of living, without having to become wage slaves.","95":"Your spending habits are at least as important as your income. There are plenty of people making huge salaries who manage to flirt constantly with financial ruin because they have extravagant spending habits. Beyond the sense of security that being frugal can provide, it’ll also probably enable you to begin saving money. And it’s by saving money and investing it wisely that you’ve ultimately got the chance to become financially independent, and to devote as much time as you wish to animal protection.","96":"Investing is, unfortunately, like singing. Unless you’re born with that particular gift, you’re better off letting others do it for you. I suspect that fewer than one in twenty people are born with the gift that makes them competent singers or competent investors. Most successful investors have:","97":"Unless you’ve been blessed with these qualities, chances are that any money you throw into stocks or whatever isn’t really an investment, but a gamble. Sure, you might win, but it’s like the lottery or a slot machine: the odds are always against you.","98":"But don’t despair if you’re not cut out to be an investor. Instead, focus on a related field that anyone can grasp with a little study: financial literacy. Something like two-thirds of people don’t have any grasp of core financial literacy principles, which is why more than 60 percent of all Americans don’t even have sufficient funds on-hand to cover a $1000 emergency.","99":"Financial literacy is easy to learn and requires no special gifts. I’m not usually one to recommend a Dummies book, but Personal Finance for Dummies has been through eight editions and seems to avoid the pitfalls of other books in its category.","100":"Once you’ve accumulated some savings, consider hiring a Certified Financial Planner. These people have been through a rigorous and highly regarded multi-year program that emphasizes investment planning in a way that maximizes returns at minimal risk. When you finally get your financial house in order, you’ll never again have to look over your shoulder worried about expenses, when what you really want to do is to devote yourself fully to animal protection.","101":"Donating is hard—maybe harder than making money in the first place. Plenty of organizations want your donations but few will spend them wisely. The reality is that most animal protection nonprofits are inefficiently run.","102":"Empathy and emotion may be what motivates us to protect animals, but effective philanthropy demands jettisoning sentimentality and become hard headed about making the greatest possible difference.","103":"Generally, if an organization’s donation appeals involve tugging on your heartstrings with stories about specific animals, it’s an indication that your money could be more productively donated elsewhere. In a world with more than 70 billion farm animals slaughtered a year, we can’t afford the inefficiencies of trying to rescue animals one-by-one. What we need are large-scale changes of eating and lifestyle choices, brought about at the lowest possible cost.","104":"I’d therefore suggest putting your money somewhere other than farm animal sanctuaries. While these groups do important work, the cost of keeping even one shelter going is extraordinary, and I strongly suspect that of all the vegan-oriented nonprofits in existence, these organizations protect the fewest animals per dollar spent. A large animal sanctuary might house 200 animals a year, while costing several hundred thousand dollars a year to run. Meanwhile, the activism required to get one high school student to go vegan might cost $10 or $20, yet lead to that person abstaining from eating more than 1000 chickens and fish over the remainder of her life.","105":"What’s more, farm animal sanctuaries are probably easiest-to-fund class of organization in the animal protection movement movement. There’s a misleading sense of tangibility that comes from “adopting” a specific cow or a turkey. This feeling that you’re definitely helping one animal in particular inspires donations from huge swaths of people. In fact, the overwhelming majority of funds raised by farm animal sanctuaries come from meat eaters! So we might as well let the meat eaters of the world keep these facilities going, while we seek to donate our personal funds to greater effect.","106":"When it comes to choosing your animal protection donations, it’s easier for me to tell you what to steer clear of than it is to tell you where to put your money. Generally, I think smaller and more local organizations are the way to go. A few hundred dollars can make a huge difference to what a local vegetarian society can accomplish, whereas a donation of that scale would hardly be noticed if it was received by PETA or the Humane Society of the United States.","107":"That said, groups like HSUS have the resources to research and identify important, precedent-setting campaigns that push things forward for animals in crucial ways. So I can’t advise you on how to donate. I can only offer a perspective on a few things worth thinking about to have your donations go as far as possible.","108":"It’s surprisingly difficult to donate to animal protection groups without a chunk of that money being wasted. But there’s a great difference in efficiency between the most effective and least effective organizations. So your primary job as a donor is to figure out which groups will spend your money comparatively well.","109":"This guide was written by Vegan.com, please visit them by clicking here!","110":"Doing activism long-term requires not getting hung up emotionally on things that make you unhappy. When I was new to activism, I expected a lot of push-back from meat eaters, but that rarely happens. Sure, once in a while somebody tweets a photo of a dead pig at me with a “mmm bacon” caption, but it’s pretty easy to shrug off these sorts of knuckleheads.","111":"Where non-vegans are concerned, I think the thing that causes activists the most grief is when their partner or their parents or their best friend has no interest in the vegan concept. In cases like this, try to keep in mind is that while you have enormous control over how many people you can steer toward a vegan diet, you have absolutely no control over who exactly it is that you persuade.","112":"No matter what you say, some people will just never be interested in the topic. And it may well be the case that one of those people is your father! If that’s the way it is, the sooner you accept that reality and redirect your activism energies to people who are more receptive, the happier and more effective you will be. After all, it really doesn’t matter for the animals whether the next person you persuade to go vegan is your father or the lady down the street.","113":"The majority of unpleasantness we’re likely to encounter by doing vegan advocacy tends to come not from meat eaters but from our fellow vegans, particularly online. Many vegans are not just misinformed on quite a few issues, but they are also totally unreceptive to reconsidering their points of view.","114":"One place where this is especially evident concerns Vitamin B-12. Back in the 1980s an influential vegan advocacy book came out that was loaded with misinformation, and one of its claims was that vegans could help meet their B-12 needs by not washing their vegetables. This is doubly dangerous advice, since not only is it risky to eat food that hasn’t been properly cleaned, unwashed vegetables don’t even carry significant amounts of B-12. Yet this myth has persisted for decades, and I fear it’s impossible to eradicate.","115":"Another major point of misinformation within the vegan community concerns protein. In this case, early vegan advocacy books countered misinformation that vegans risked grave protein deficiencies with misinformation of their own, suggesting that it’s almost impossible for vegans to become deficient. That just isn’t the case. The reality is that while it’s incredibly easy to get enough protein on a vegan diet, it’s also easy to fall short if it’s not something you pay attention to. An otherwise healthful vegan diet comprised mainly of vegetables and brown rice is likely to be on the low side where protein is concerned, if protein-rich vegan foods like nuts, beans, and tofu aren’t part of the mix.","116":"I’ve learned over the years, in cases like this, not to repeatedly engage. Few people have the open mindedness to accept new information once they’ve decided on a point of view. So any protracted back-and-forth you have on topics like B-12 or protein is likely to become increasingly frustrating with each new exchange. There’s nothing that will prematurely age you more than making one attempt after another to make a clear and simple point, and to have every one of your attempts refuted by another round of misinformation.","117":"In the case of online forums, I tend to correct bad information with a short post linking to reliable sources. Then, I go away, and—crucially—let my opponent have the last word. Reasonable people rarely get the last word, and that’s the way of the universe.","118":"To become a vegan advocate is to put yourself on the path of discovering that vegan community is full of unreasonable people, and unreasonable people by definition won’t change their points of view when confronted with clear and compelling evidence. But if you can set the record straight with a short post, there’s a good chance other people who read it will be swayed.","119":"Activism, particularly being exposed to a barrage of disturbing images and information, carries emotional costs and hazards. I have therefore written a free short eBook titled, Self-Care for Activists, which is available on Kindle, iBooks, Nook, and Google Play. I hope you’ll check it out. Hillary Rettig’s The Lifelong Activist is another book that offers advice on how to avoid the emotional pitfalls that accompany long-term animal advocacy.","120":"The cruelty that animals suffer can make you crazy if you think about it too much. So, then, the solution is to not think about it too much. The best piece of advice I’ve heard on the topic comes from Joe Espinosa, who has handed out more than half a million vegan advocacy booklets at universities across the Midwestern United States. Joe’s advice is: “Do more, care less.” This brings us back to Henry Spira’s maxim of trying to find a way to add a zero or two to the number of animals you protect.","121":"Acting massively on behalf of animals absolves you of any responsibility to expose yourself to the horrors they face. You can just be out there doing your work, confident that you’re preventing as much cruelty and suffering as one person can.","122":"Factory farming is an enormous and imposing castle built on the shakiest of foundations. It is going to collapse in our lifetimes, and you have a key contribution to make. So start small but think big.","123":"This guide was written by Vegan.com, please visit them by clicking here!","124":"Sometimes, people remark: why are you fighting for animals and not for other human beings that are treated horribly around the world? This video answers that.","125":"A common critique of vegan activists is that there are more important causes to fight for. Why not solve the human rights issues in the Middle East? Or stop human slavery? Or homelessness? The answer is that we shouldn't start ranking all the issues in the world. We need people to fight for all causes. Just like we need people to fight against slavery and other human rights issues, we also need people to fight for animal rights.","126":"So if you would rather be an activist for another cause, do it! Fight for whatever cause you want because we need people taking action everywhere. Fighting for animals doesn't make you any less an activist than fighting for human rights or against homelessness. ","127":"On top of that, being a vegan is a passive action. You can be a vegan and a human rights activist at the same time; the two aren’t mutually exclusive. Veganism won't cost you any more time than being a meat-eater. ","128":"The bottom line is that all activists want a better world, so let's fight for what we believe in and respect the causes everyone chooses. We should accept that we can focus on, at most, one or a few causes. So if you'd rather be a human rights activist or an environmental activist, being vegan does not prevent that. We just want to encourage people to not contribute to the needless suffering of others. Just as other forms of activism do, veganism paves the way for a better world.","129":"VeganActivism.org, the most comprehensive verified list of Vegan Activism organizations online for Vegans looking to jump into activism. Whether you have a lot of time or little, whether you're new or experienced, there's an organization there that's looking for your help to spread our compassionate vegan message.","130":"We built this website ourselfs, and we recommend that any vegan that's interested in activism use this website as a place to kick off their activism journey!","131":"Additionally, if you're a redditor, check out this vegan activism guide for reddit!","132":"See the video above on how to talk to non-vegans. ","133":"Watch the video above to learn about avoiding common mistakes the vegan movement makes.","134":"Watch more videos by Earthling Ed by clicking here!"},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson","48":"lesson","49":"lesson","50":"lesson","51":"lesson","52":"lesson","53":"lesson","54":"lesson","55":"lesson","56":"lesson","57":"lesson","58":"lesson","59":"lesson","60":"lesson","61":"lesson","62":"lesson","63":"lesson","64":"lesson","65":"lesson","66":"lesson","67":"lesson","68":"lesson","69":"lesson","70":"lesson","71":"lesson","72":"lesson","73":"lesson","74":"lesson","75":"lesson","76":"lesson","77":"lesson","78":"lesson","79":"lesson","80":"lesson","81":"lesson","82":"lesson","83":"lesson","84":"lesson","85":"lesson","86":"lesson","87":"lesson","88":"lesson","89":"lesson","90":"lesson","91":"lesson","92":"lesson","93":"lesson","94":"lesson","95":"lesson","96":"lesson","97":"lesson","98":"lesson","99":"lesson","100":"lesson","101":"lesson","102":"lesson","103":"lesson","104":"lesson","105":"lesson","106":"lesson","107":"lesson","108":"lesson","109":"lesson","110":"lesson","111":"lesson","112":"lesson","113":"lesson","114":"lesson","115":"lesson","116":"lesson","117":"lesson","118":"lesson","119":"lesson","120":"lesson","121":"lesson","122":"lesson","123":"lesson","124":"lesson","125":"lesson","126":"lesson","127":"lesson","128":"lesson","129":"lesson","130":"lesson","131":"lesson","132":"lesson","133":"lesson","134":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/622\/vegan-activism-overview","1":"https:\/\/veganbootcamp.org\/course-progress\/622\/vegan-activism-overview","2":"https:\/\/veganbootcamp.org\/course-progress\/622\/vegan-activism-overview","3":"https:\/\/veganbootcamp.org\/course-progress\/622\/vegan-activism-overview","4":"https:\/\/veganbootcamp.org\/course-progress\/622\/vegan-activism-overview","5":"https:\/\/veganbootcamp.org\/course-progress\/622\/vegan-activism-overview","6":"https:\/\/veganbootcamp.org\/course-progress\/622\/vegan-activism-overview","7":"https:\/\/veganbootcamp.org\/course-progress\/622\/vegan-activism-overview","8":"https:\/\/veganbootcamp.org\/course-progress\/622\/vegan-activism-overview","9":"https:\/\/veganbootcamp.org\/course-progress\/622\/vegan-activism-overview","10":"https:\/\/veganbootcamp.org\/course-progress\/400\/assessing-strengths-duplicating-work","11":"https:\/\/veganbootcamp.org\/course-progress\/400\/assessing-strengths-duplicating-work","12":"https:\/\/veganbootcamp.org\/course-progress\/400\/assessing-strengths-duplicating-work","13":"https:\/\/veganbootcamp.org\/course-progress\/400\/assessing-strengths-duplicating-work","14":"https:\/\/veganbootcamp.org\/course-progress\/400\/assessing-strengths-duplicating-work","15":"https:\/\/veganbootcamp.org\/course-progress\/400\/assessing-strengths-duplicating-work","16":"https:\/\/veganbootcamp.org\/course-progress\/400\/assessing-strengths-duplicating-work","17":"https:\/\/veganbootcamp.org\/course-progress\/400\/assessing-strengths-duplicating-work","18":"https:\/\/veganbootcamp.org\/course-progress\/400\/assessing-strengths-duplicating-work","19":"https:\/\/veganbootcamp.org\/course-progress\/400\/assessing-strengths-duplicating-work","20":"https:\/\/veganbootcamp.org\/course-progress\/400\/assessing-strengths-duplicating-work","21":"https:\/\/veganbootcamp.org\/course-progress\/400\/assessing-strengths-duplicating-work","22":"https:\/\/veganbootcamp.org\/course-progress\/400\/assessing-strengths-duplicating-work","23":"https:\/\/veganbootcamp.org\/course-progress\/400\/assessing-strengths-duplicating-work","24":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","25":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","26":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","27":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","28":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","29":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","30":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","31":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","32":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","33":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","34":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","35":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","36":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","37":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","38":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","39":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","40":"https:\/\/veganbootcamp.org\/course-progress\/401\/transforming-supporting-restaurants","41":"https:\/\/veganbootcamp.org\/course-progress\/402\/building-a-local-community","42":"https:\/\/veganbootcamp.org\/course-progress\/402\/building-a-local-community","43":"https:\/\/veganbootcamp.org\/course-progress\/402\/building-a-local-community","44":"https:\/\/veganbootcamp.org\/course-progress\/402\/building-a-local-community","45":"https:\/\/veganbootcamp.org\/course-progress\/402\/building-a-local-community","46":"https:\/\/veganbootcamp.org\/course-progress\/402\/building-a-local-community","47":"https:\/\/veganbootcamp.org\/course-progress\/402\/building-a-local-community","48":"https:\/\/veganbootcamp.org\/course-progress\/402\/building-a-local-community","49":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","50":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","51":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","52":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","53":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","54":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","55":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","56":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","57":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","58":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","59":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","60":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","61":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","62":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","63":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","64":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","65":"https:\/\/veganbootcamp.org\/course-progress\/404\/social-media-activism","66":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","67":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","68":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","69":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","70":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","71":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","72":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","73":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","74":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","75":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","76":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","77":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","78":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","79":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","80":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","81":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","82":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","83":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","84":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","85":"https:\/\/veganbootcamp.org\/course-progress\/405\/stay-in-touch-with-reality","86":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","87":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","88":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","89":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","90":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","91":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","92":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","93":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","94":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","95":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","96":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","97":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","98":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","99":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","100":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","101":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","102":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","103":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","104":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","105":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","106":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","107":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","108":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","109":"https:\/\/veganbootcamp.org\/course-progress\/406\/making-money-donating","110":"https:\/\/veganbootcamp.org\/course-progress\/407\/burnout-selfcare","111":"https:\/\/veganbootcamp.org\/course-progress\/407\/burnout-selfcare","112":"https:\/\/veganbootcamp.org\/course-progress\/407\/burnout-selfcare","113":"https:\/\/veganbootcamp.org\/course-progress\/407\/burnout-selfcare","114":"https:\/\/veganbootcamp.org\/course-progress\/407\/burnout-selfcare","115":"https:\/\/veganbootcamp.org\/course-progress\/407\/burnout-selfcare","116":"https:\/\/veganbootcamp.org\/course-progress\/407\/burnout-selfcare","117":"https:\/\/veganbootcamp.org\/course-progress\/407\/burnout-selfcare","118":"https:\/\/veganbootcamp.org\/course-progress\/407\/burnout-selfcare","119":"https:\/\/veganbootcamp.org\/course-progress\/407\/burnout-selfcare","120":"https:\/\/veganbootcamp.org\/course-progress\/407\/burnout-selfcare","121":"https:\/\/veganbootcamp.org\/course-progress\/407\/burnout-selfcare","122":"https:\/\/veganbootcamp.org\/course-progress\/407\/burnout-selfcare","123":"https:\/\/veganbootcamp.org\/course-progress\/407\/burnout-selfcare","124":"https:\/\/veganbootcamp.org\/course-progress\/624\/the-vegan-cause-vs-other-causes","125":"https:\/\/veganbootcamp.org\/course-progress\/624\/the-vegan-cause-vs-other-causes","126":"https:\/\/veganbootcamp.org\/course-progress\/624\/the-vegan-cause-vs-other-causes","127":"https:\/\/veganbootcamp.org\/course-progress\/624\/the-vegan-cause-vs-other-causes","128":"https:\/\/veganbootcamp.org\/course-progress\/624\/the-vegan-cause-vs-other-causes","129":"https:\/\/veganbootcamp.org\/course-progress\/623\/veganactivismorg","130":"https:\/\/veganbootcamp.org\/course-progress\/623\/veganactivismorg","131":"https:\/\/veganbootcamp.org\/course-progress\/623\/veganactivismorg","132":"https:\/\/veganbootcamp.org\/course-progress\/625\/how-to-talk-to-non-vegans","133":"https:\/\/veganbootcamp.org\/course-progress\/626\/how-to-avoid-making-mistakes","134":"https:\/\/veganbootcamp.org\/course-progress\/627\/how-to-become-a-vegan-activist"}}