{"tag":{"0":"Cheese","1":"Cheese","2":"Cheese","3":"Cheese","4":"Cheese","5":"Cheese","6":"Cheese","7":"Cheese","8":"Cheese","9":"Cheese","10":"Cheese","11":"Cheese","12":"Cheese","13":"Cheese","14":"Cheese","15":"Cheese","16":"Cheese","17":"Cheese","18":"Cheese","19":"Cheese","20":"Cheese","21":"Cheese","22":"Cheese","23":"Cheese","24":"Cheese","25":"Cheese","26":"Cheese"},"text":{"0":"Omnivores and ovo-lacto vegetarians alike often cite abstinence from cheese as one of their key concerns when considering a vegan diet. To many, cheese is the Achilles heel that prevents them from adopting a vegan lifestyle. Given the addictive nature of dairy-based cheeses and their prevalence in Western foods, this concern is understandable.","1":"Luckily, quitting cheese is not nearly as daunting as it seems, and within a few weeks of abstinence, most people wonder why they made such a fuss in the first place. There is a massive variety of delicious foods that do not contain cheese. Furthermore, there is also a fantastic selection of dairy-free cheeses to choose from, and these are only increasing in number and quality as time goes on.","2":"When we keep the cruelty of the dairy industry in mind, its environmental impact, and its negative health consequences, it becomes very difficult to justify consuming non-vegan cheeses. ","3":"The adverse health effects of dairy-based food consumption, including cheese, are well documented. Cheese is one of the top sources of saturated fat and sodium in the Western diet, and a number of studies have shown serious health implications linked to a cheese-heavy diet. ","4":"One such study is the 2014 study \"Milk intake and risk of mortality and fractures in women and men: cohort studies.\" This particular study, carried out over 20 years, followed a group of men and women and tracked their eating habits. The researchers found that participants with a higher intake of dairy products displayed higher rates of heart disease, bone fractures, cancer, and premature death.","5":"There is the 2015 study \"Lactose intolerance and risk of lung, breast and ovarian cancers: aetiological clues from a population-based study in Sweden.\" It found that individuals with lactose intolerance who avoid dairy were found to have decreased risks of lung, breast, and ovarian cancers, with the same decreased risk not found in their non-lactose intolerant family members. This suggests that this decreased risk may be related to the avoidance of dairy products.","6":"These are just two of many studies that highlight the link between cheese consumption and poor health outcomes. Further reading on this topic can be found here and here.","7":"Many people express deep concerns about their ability to quit dairy-based cheeses when going vegan. Because of casomorphin, an addictive, opioid-like compound found in cheese, this seems like a daunting task. The good news is that quitting dairy-based cheese is not nearly as hard as it seems, and within a couple of weeks of being dairy-free, you will wonder why you made such a fuss in the first place.","8":"There are a wide variety of commercially available vegan cheeses, and they are only increasing in number and quality. These products are commonly found in mainstream supermarkets, health food stores, and specialist vegan grocers. There is also the option of online ordering if you live in an area where these products are not available. Some highly regarded vegan cheese brands include:","9":"There is also the option of making your own dairy-free cheeses at home. Books such as Artisan Vegan Cheese, This Cheese is Nuts!, and The Non-Dairy Evolution Cookbook provide a fantastic beginner-friendly introduction to making vegan cheeses from scratch. These books contain both \"instant cheese\" recipes and recipes that use more traditional cheese culturing methods and that require aging over a period of days. ","10":"Over the last few years, the number of vegan products on store shelves has skyrocketed, including the number of delicious plant-based cheeses or vegan cheeses at key grocers. Vegan cheese is a plant-based or non-dairy cheese imitation intended for vegans and other consumers who are lactose intolerant and don't like to consume animal products. Vegan cheese is one hundred percent animal-free, and is made using proteins from plants. Generally, it is made from plant-based kinds of milk, such as soy, nuts (pine nuts, almonds, and cashews), coconut milk, and rice milk. Vegan cheese is cholesterol-free, and is an excellent source of protein. Vegan cheese is widely used in bakery products, fast food snacks such as vegan pizza, burgers, etc., and in several other vegan food and beverage products.","11":"On the basis of product type, the vegan cheese market is segregated into mozzarella, parmesan, cheddar, cream cheese, and ricotta. Mozzarella vegan cheese is predominant in the overall market, and is expected to continue to drive market growth over the forecast period owing to its versatility in different recipes. On the basis of product form, the vegan cheese market is segregated into shreds, blocks and wedges, and slices. On the basis of source, the vegan cheese market is segregated into almond, soy, coconut, cashew, among other types such as pine nuts, etc. The almond milk segment leads the market share in terms of both market value and volume. On the basis of end use, the vegan cheese market is distributed into food processing, foodservice, and household\/retail. Among vegan cheese used for food processing, the snacks segment is holding the maximum share of the market, due to the higher consumption of snacks such as vegan pizzas and burgers. On the basis of distribution channel, the vegan cheese market is separated into direct sales and indirect sales. The indirect sales segment holds approximately 90% of the market share, as a greater number of convenience stores are adding vegan cheese products to their shelves. Vegan cheese products are emerging as substitutes for dairy cheese, and are quickly gaining significant traction, as these products are meeting the texture, mouthfeel, and taste requirements.","12":"In terms of production of vegan cheese, approximately 90,000 MT was produced globally in 2017. The key region of output was North America, at just under one-third of the total volume, and the United States approximately just under a quarter of this total. The markets of Western European countries such as Germany, France, and Italy have shown the most significant increase in production in the past few years, well into double-digit growth.","13":"Meanwhile, vegan cheese consumption accounts for around 4-5% of global plant-based food consumption, with North America and Western Europe being the most prominent customers and most matured markets, where there is a preference for ready-to-eat meals, snacking, etc., with growth recorded in parmesan vegan cheese and a decline in processed cheese. Developing regions such as Asia Pacific and the Middle East and Africa exhibited an increased adaptation to vegan cheese.  Asia Pacific countries such as China and India have experienced substantial expansion in terms of consumption of vegan cheese. Health consciousness is continuously playing an important role in customers’ choices, with a growing inclination towards cheese with low-fat content due to increasing obesity issues.","14":"In terms of value, the global vegan cheese market is expected to account for a market value of US$ 1,988.3 Mn by the end of 2018. By product type, the parmesan vegan cheese segment is expected to register a CAGR of 8.5% in terms of revenue. The vegan cheese market in Middle East & Africa region is likely to record sluggish growth, due to limited product penetration and a relatively smaller population of vegans in this region.","15":"Find the original source for this article by clicking here.","16":"Are non-dairy cheeses actually environmentally preferable? The story of dairy cheese's impact starts with methane, a greenhouse gas produced by cows (or even more gassy sheep), with roughly thirty times the global warming potential of CO2. While the climate impact of a cup of milk isn’t too significant, it takes up to ten pounds of milk to make one pound of cheese, multiplying the impact considerably. Then the processing and aging of cheese requires energy, which produces more carbon.","17":"The nuts and soybeans that form the basis of a number of non-dairy cheeses produce far less emissions before processing, which is where we see most of cheese’s emissions. (Exact metrics for a particular product are hard to come by.)","18":"There’s also the issue of water. You may have read about all the water required to grow a single almond (1 gallon!). The water footprint of nuts is nearly twice that of milk on a per-calorie basis, but almond milk has half the calories per serving, so that should, shall we say, come out in the wash. Recipes for nut-based cheese vary quite a bit, but they tend to use less “milk” than the dairy cheese average.","19":"Not all cheese is created equal, and non-aged cheeses, such as the uber-popular mozzarella, have a somewhat smaller footprint because of the lessened need for energy used in the aging process. Feta is a top pick from experts crunching the emissions numbers on our cheese choices.","20":"It’s worth noting that the serving size listed in the EWG Eat Smart infographic can be a little misleading, as 4 oz of cheese could be four servings, while 4 oz of beef is only one smallish serving. It’s not difficult to eat twice that amount of meat in a sitting, but do you typically put away a half-pound of cheese in one go? On the flip side, an 8oz serving of chicken has about the same footprint of the 4oz of cheese you might put on your personal-sized pizza, so skipping meat in favor of cheese might not have the effect you intended. Dairy-based cheese is definitely something to cut back on if you’re trying to shrink your foodprint. Non-dairy cheeses could help if cheese plays a central role in your diet.","21":"Many vegans also recommended nutritional yeast (also called “nooch”), which they use in place of grated parmesan on pasta and to add flavor and nutrition to soups and other dishes. (Fortified versions are a good source of B vitamins, lacking in most vegan diets.) ","22":"A single serving of vegan white sauce, cheese sauce or custard in just 2 minutes! Great for quick and easy meals.","23":"Below is a recipe for mochiese, a sort of fancy cheese based on mochi dough and agar powder. It's not as complicated as it sounds!","24":"We're here to spread the word of nutritional yeast and the cheeses it can evolve into (shoutout to cashews as well). Most recipes were cashew based but they'd work just as well with almonds or macadamias or any seeds, you'll just get a really different texture, which is all part of the fun.","25":"No vegan cheese platter would be complete without a healthy serving of Camembert. Here is a great recipe for vegan Camembert (CamemBOSH!) from the team at BOSH!","26":"Mac and cheese is considered by many to be the ultimate comfort food. Fortunately, vegan versions of this dish are affordable, easy to prepare, and taste fantastic. There are also a variety of \"instant\" vegan mac and cheese products available such as Annie's and Well And Good. If you prefer to make your own from scratch, here are a few great recipes that require minimal preparation and work:"},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/599\/introduction-to-cheese","1":"https:\/\/veganbootcamp.org\/course-progress\/599\/introduction-to-cheese","2":"https:\/\/veganbootcamp.org\/course-progress\/599\/introduction-to-cheese","3":"https:\/\/veganbootcamp.org\/course-progress\/600\/health-effects-of-cheese","4":"https:\/\/veganbootcamp.org\/course-progress\/600\/health-effects-of-cheese","5":"https:\/\/veganbootcamp.org\/course-progress\/600\/health-effects-of-cheese","6":"https:\/\/veganbootcamp.org\/course-progress\/600\/health-effects-of-cheese","7":"https:\/\/veganbootcamp.org\/course-progress\/601\/delicious-alternatives","8":"https:\/\/veganbootcamp.org\/course-progress\/601\/delicious-alternatives","9":"https:\/\/veganbootcamp.org\/course-progress\/601\/delicious-alternatives","10":"https:\/\/veganbootcamp.org\/course-progress\/366\/vegan-cheese-analysis","11":"https:\/\/veganbootcamp.org\/course-progress\/366\/vegan-cheese-analysis","12":"https:\/\/veganbootcamp.org\/course-progress\/366\/vegan-cheese-analysis","13":"https:\/\/veganbootcamp.org\/course-progress\/366\/vegan-cheese-analysis","14":"https:\/\/veganbootcamp.org\/course-progress\/366\/vegan-cheese-analysis","15":"https:\/\/veganbootcamp.org\/course-progress\/366\/vegan-cheese-analysis","16":"https:\/\/veganbootcamp.org\/course-progress\/365\/environmental-impact-of-cheese","17":"https:\/\/veganbootcamp.org\/course-progress\/365\/environmental-impact-of-cheese","18":"https:\/\/veganbootcamp.org\/course-progress\/365\/environmental-impact-of-cheese","19":"https:\/\/veganbootcamp.org\/course-progress\/365\/environmental-impact-of-cheese","20":"https:\/\/veganbootcamp.org\/course-progress\/365\/environmental-impact-of-cheese","21":"https:\/\/veganbootcamp.org\/course-progress\/365\/environmental-impact-of-cheese","22":"https:\/\/veganbootcamp.org\/course-progress\/602\/2-minute-vegan-white-sauce","23":"https:\/\/veganbootcamp.org\/course-progress\/603\/peaceful-cuisine-mochiese","24":"https:\/\/veganbootcamp.org\/course-progress\/604\/five-vegan-cheese-recipes","25":"https:\/\/veganbootcamp.org\/course-progress\/605\/camembosh","26":"https:\/\/veganbootcamp.org\/course-progress\/606\/vegan-mac-and-cheese"}}