{"tag":{"0":"Clothing","1":"Clothing","2":"Clothing","3":"Clothing","4":"Clothing","5":"Clothing","6":"Clothing","7":"Clothing","8":"Clothing","9":"Clothing","10":"Clothing","11":"Clothing","12":"Clothing","13":"Clothing","14":"Clothing","15":"Clothing","16":"Clothing","17":"Clothing","18":"Clothing","19":"Clothing","20":"Clothing","21":"Clothing","22":"Clothing","23":"Clothing","24":"Clothing","25":"Clothing","26":"Clothing","27":"Clothing","28":"Clothing","29":"Clothing","30":"Clothing","31":"Clothing","32":"Clothing","33":"Clothing","34":"Clothing","35":"Clothing","36":"Clothing","37":"Clothing","38":"Clothing","39":"Clothing","40":"Clothing","41":"Clothing","42":"Clothing","43":"Clothing","44":"Clothing","45":"Clothing","46":"Clothing","47":"Clothing","48":"Clothing","49":"Clothing","50":"Clothing","51":"Clothing","52":"Clothing","53":"Clothing","54":"Clothing","55":"Clothing","56":"Clothing","57":"Clothing","58":"Clothing","59":"Clothing","60":"Clothing","61":"Clothing","62":"Clothing","63":"Clothing","64":"Clothing","65":"Clothing","66":"Clothing","67":"Clothing","68":"Clothing","69":"Clothing","70":"Clothing","71":"Clothing","72":"Clothing","73":"Clothing","74":"Clothing","75":"Clothing","76":"Clothing","77":"Clothing","78":"Clothing","79":"Clothing","80":"Clothing","81":"Clothing","82":"Clothing","83":"Clothing","84":"Clothing","85":"Clothing","86":"Clothing","87":"Clothing","88":"Clothing","89":"Clothing","90":"Clothing","91":"Clothing","92":"Clothing","93":"Clothing","94":"Clothing","95":"Clothing","96":"Clothing","97":"Clothing","98":"Clothing","99":"Clothing","100":"Clothing","101":"Clothing","102":"Clothing","103":"Clothing","104":"Clothing","105":"Clothing","106":"Clothing","107":"Clothing","108":"Clothing","109":"Clothing","110":"Clothing","111":"Clothing","112":"Clothing","113":"Clothing","114":"Clothing","115":"Clothing"},"text":{"0":"The basic position of veganism is that raising an animal for our use means altering the living conditions for that animal. Since that relationship can not include consent, and very frequently involves the imprisonment, physical pain, or slaughter of those animals, it is considered inherently exploitative. A deeper look into these industries will also reveal why even many omnivores avoid participating in these industries.","1":"The difference between wild sheep and domesticated sheep is an excellent example of this-- and it all comes down to two things: Breeding and Profit. By changing the fundamental ways in which we interact with animals, by seeing them as profitable and by breeding them to meet those profit seeks goals, we change their bodies, their health, and their life expectancies.","2":"In the wool industry, sheep are bred so that they can produce more wool, or different thicknesses or colors of wool.","3":"Here's a side by side view of domestic versus wild sheep and how this works out in the wool industry.","4":"Contrary to myth, not all sheep need to be sheared. That’s where that breeding for profit idea comes into play. Wild sheep grow a thick fleece in the winter to protect them from the cold. They have naturally adapted to their environments, so that when spring comes, they naturally shed their winter coat, much like your pets do, and in different seasons they sport their brisk spring jackets or their sparse summer skivvies.","5":"In short, wild sheep don’t need us at all. If you have ever gone hiking through Peru, Turkey, or Scotland, you’ll see tufts of mountain goat, llama, and sheep wool that they naturally shed, all over.","6":"The most common wool in consumer products is from a sheep breed known as Merino. These sheep were bred to produce so much dense, fast-growing wool, that the sheep are not able to shed it themselves. It is because of this man-made breed that we think that sheep cannot shed their own fleeces. They were bred not to shed to ensure that all of their wool would end up in some human’s coat, and not caught by the breeze come springtime.","7":"To add insult to injury, the largest wool industry in the world is in Australia-- not exactly winter coat weather downunder. Since these sheep cannot shed and lighten their coats with the seasons, many sheep in Australia die of heat stroke carrying around a few dozen pounds of extra fleece.","8":"In places where the temperature does drop low enough for the sheep to need winter coats, the breeds that still shed are sheared too early. Shearing later in the year could result in losing wool, and as a result about 1 million sheep die each year from exposure to freezing conditions. A situation virtually unheard of for wild sheep in their native habitats, left unsheared.","9":"Part of breeding increased wool production for more profit resulted in sheep producing more skin, and more skin meant more wrinkles. We all get wrinkles, but with many animal breeds (e.g. Bulldog) the extra skin folds come with their own major health upkeep needs.","10":"Skin rashes, infections, urine and feces all build up in those skin folds, and for farm animals like sheep flies lay eggs that hatch into flesh-eating maggots. Were the sheep able to shed their coats, these issues would be reduced, but not eliminated.","11":"So, how does the wool industry address these hazardous side effects to breeding sheep for excess wool? The wool industry developed a rather medieval practice known as Mulesing.","12":"Mulesing is the practice of cutting off pieces of flesh from the rump and tail of sheep. This is exactly what it sounds like, pieces of them are cut off, on a farm, with no anesthesia. As it turns out, this is just one of several non-anaesthetized procedures, including ear clipping and tagging, talk docking, and castration.So, we have a purpose-bred sheep, carrying far too much wool in hot Australia, missing pieces of his bum, tail, bits, and ears. That’s a Fairly grim existence.","13":"To make matters worse, the sheep shearers, human workers who are paid to collect wool, don’t have the easiest time either. Enormous pressures are placed on them to gather wool faster, and it is atypical to have shearers paid hourly, but rather per sheep sheared.","14":"If you have ever had to brush a dog or cat, getting an animal to comply with even simple activities can be a challenge. When you add the pressure of feeding your family into the mix, tensions are going to rise with each and every sheepish tendency. The sad fact is, in order to expedite the sheep shearing process, workers are often extraordinarily rough, to the point of downright abusive, to the animals, in order to receive barely living wages.","15":"This video in Australia and this in the US, will show you everything you need to know.","16":"Source: https:\/\/keepitvegan.com\/vegan-clothing\/#tab-con-6","17":"One of the more common misconceptions is that leather is an opportunity to reduce the waste leftover by the meat industry. Many people regard leather as a byproduct that would otherwise go to landfills. This misconception leads many to believe that not only is it ethically ok to buy and wear leather goods, but that it is ethically preferred.","18":"It is important to understand that leather, in consumer goods, is usually the more expensive option or upgrade, for things like shoes and car interiors, and in the world of farming it is no different. By weight, leather is the most valuable commodity on the body of a Cow, and this fact is not forgotten when it’s time to slaughter the Cow. While not all leather, or meat, comes from cows, this fact is also true for the rare animal leathers like Kangaroo and Ostrich.","19":"While some leather is gathered from the bodies of animals slaughtered for meat, or after milk bearing animals can no longer produce milk, it is important to recognize that breeding and profit are still very much at play.","20":"Many animals are bred specifically for the quality of their leather, producing a wide range of qualities and types of leather, like kid leather to things like buffalo, bison, kangaroo, deer, and cow. This results in widely different prices for the consumer, but also vastly different farming conditions in which these animals live.","21":"The factory farm that raises countless animals as livestock will sell off leather and any other animal parts as an income stream, but it is not an afterthought. These farms do not creatively reduce waste, but rather carefully market and create a demand for these products, and these products are factored into the profit strategies of these farms. Leather, like anything else, plays a major role in fueling the animal agriculture industry, by making it profitable-- without the demand for leather, the entire industry would be less successful.","22":"The majority of the world’s leather gets produced in either China or India, and with very limited exception, they are not the world’s leading producer of meat, especially to the world’s top meat consumers, USA, Australia, and Italy. Those countries are however, the world’s leading leather consumers. Also interesting to note, that in much of India, slaughter of cows is illegal, and in much of China consumption of meat, from mammals whose hides we turn into leather, is very low.","23":"China is the leading supplier of the world’s leather. In fact the top 5 countries supplying leather are China, Vietnam, India, Pakistan, and Indonesia. This should immediately paint a few pictures of the leather industry. The leather industry is primarily in the developing world where regulations against humans are often found lacking, and there are actually next to no regulations for how animals need to be raised, or slaughtered.","24":"Practices like sweatshops and wage-slavery are commonplace in the garment and textile industry, and the leather industry in these countries is no exception. Additionally, it is highly likely that that the animals there are raised in conditions that would likely be illegal in the countries importing the leather, such as the country you live in. It is certainly illegal in the United States, where I live.","25":"Furthermore, in India, where it is illegal to kill cows in many places, it is not illegal to raise cows for things like milk, so these animals are often milked during their life and then transported on foot or in crowded train cars to areas of India, or neighboring countries, where it is possible to kill the animal. The resulting stress of these mass cattle migrations results in huge amounts of injuries and deaths to both animal and farmer alike. It is a gruesome business.","26":"For more information, check out this article.","27":"​","28":"One of the more prominent vegan clothing topics is that of fur. The anti-fur movement spreads far beyond the ranks of vegans and vegetarians, and has thankfully been adopted by many in the mainstream, hurray!","29":"A quick internet search on the topic can show you why: articles entitled “Still Unfashionably Cruel,” and “9 Shocking Fur Facts,” and perhaps most jarring: “The Fur Industry is Worse Than You Could Even Imagine”, you quickly see why.","30":"The anti-fur movement gained ground for a long time, and fur fell out of fashion, occasionally being replaced by faux fur. However, fur is becoming trendy again, with several garments featuring fur pom-poms, trims, and many celebrities and fashion designers sporting full fur ensembles.","31":"The nutshell for why fur is cruel comes down to: small cages that are so crowded the animals can’t move,cause bone deformations, and spread disease rampantly. These animals are kept in such stressful conditions, they are found to self-mutilate, to resist eating, and to resist breeding. Just like with humans, these are signs of extreme depression, and poor living conditions.","32":"Much like leather, a lot of fur farms are in developing countries like China, where there are no animal safety regulations, or even pretenses. Many countries in Europe have outlawed the fur farming industry themselves, and the EU has adopted additional anti-cruelty measures to regulate the countries that do still allow it. However, all of these regulations encourage more farming in countries like China, with less rules and higher profit potential.","33":"The most common animals for fashion fur are minks, foxes, chinchillas, and Asiatic raccoons, but there are also many animals including beavers, sables, and seals, that appear regularly in the fur trade. Being on the endangered species list, or respecting that list, can often vary from country to country too.","34":"Furthermore, increased demands for fur, and an overall increase in the industrialization of farming methods, has meant that animals, like the popular mink, that previously were caught wild, are now almost entirely raised in brutal farm-cage conditions. In the case of animals like minks, this forces a social dynamic to otherwise incredibly solitary animals, and forces them to live in ways that bear no resemblance to their natural way of life.","35":"The method of slaughter for fur animals is particularly grizzly, since minimizing damage to the skin is of the primary consideration for this industry. Preferred methods tend to be electrocution through anal inserts, and\/or drowning.","36":"In most cases, the clothing you are looking to buy will have a garment label. The garment label says the name of the company, where it was made, how to care for it, and from what materials it was made. Terms like “synthetic fur”, “faux fur”, “fake fur”, or “man made materials”, will be the best indication that you are looking at something designed to look like fur, but not actually from a dead animal.","37":"Pay special attention to details on labels that draw your attention to linings, “uppers” on things like shoes, or that separate out materials for different sections of the garment. This could mean that some sections are made from man-made materials (synthetic) but that others have genuine leather or fur.","38":"Sometimes tags are missing or are hard to understand, and that’s ok. There are some good ways to determine if what you are looking at is real fur. Most of the time the company wants you to know if the leather or fur is real, because that increases the price.","39":"Consider your own hair, versus a wig or a doll’s hair. Real fur typically feels softer and silkier than faux fur. Faux fur will have a plastic quality to it, that is more dull, and can even be crimped or crinkled. Additionally, faux fur has a slight stretch to the fiber because it is usually made of stretchy plastics and polyesters.","40":"Another good method is to check the back and sides of the fabric itself. Real fur grows out of real leather, so the backside of the material will be like skin, usually a pale grainy semi-suede. The side will be thick and similarly grainy, and when you fold the material, the hair will part naturally, not in even rows.","41":"Machine-made faux fur comes on a material that has a fabric backing, usually white, and will have a thinner edge, possibly with a bit of stretch, and will be smooth. The hair will be in linear rows, and can often be brushed in multiple direction because it doesn’t have a growth direction.","42":"Have you ever accidentally burned your own hair? Then you’ll know your hair can actually catch on fire, and produces a terrible smell. The same is true of animal fur. This is not something to use when evaluating your potential new winter coat at the store, but if Grandma’s coat needs to be verified, you can pluck a couple strands, or find a hidden part inside the bottom hem, and just graze the fur with a lighter or candle. Fake fur will melt and curl, retreating from even slight touch from a flame. Real fur will burn or smoke, and emit that terrible smell.","43":"85% of fur comes from farms such as the ones depicted in the video below. Animals have no room to move, are crammed into metal cages with wire floors, and are forced to live out their lives in boredom and distress before finally being killed by anal electrocution so as not to damage the fur with blood. This is all fully legal in the Canadian fur industry. WARNING: This video depicts extreme animal cruelty. ","44":"Demand for fur has grown in recent years with celebrities, such as Beyonce, Lady Gaga, Kim Kardashian West, and 50 Cent all wearing the material. Thankfully, Kim Kardashian West has recently gone vegan and fur-free, but the trend has unfortunately already taken off.","45":"In the next part, we will look at how you can identify real fur from faux fur, as well as how to read labels to ensure you are not funding the cruel practices we have been exploring.","46":"Feathers and down are most commonly used in pillows, cushions, duvets, and sleeping bags. They also used decoratively on clothes and as a warm filling for winter coats. Much like the leather industry, feathers are harvested not as a by-product of the meat industry, but as a product of value in and of itself. Feather harvesting also has its own set of cruel practices. While duck feathers are plucked after slaughter, geese feathers are routinely harvested while they are still alive.","47":"Feathers grow directly out from the skin of a bird. The stiff part of the feather you may associate with old timey quill pens, is deeper in the skin than our hair follicles are-- and if you have ever plucked or waxed, or had a particularly committed band-aid, you know that even that can really hurt.","48":"Feathers are ripped from birds in large fistfulls at a time, while they are alive. This brutal process is done with such incredible force, that it leaves the birds bleeding, and often with gaping open wounds, that need to be sutured.","49":"The birds used in the down industry are mostly Geese, who are also the central bird in the foie gras industry. This overlap has not been missed by either industry. It is important to remember that with breed and profit driving these industries, that feather down, regardless of the cruelty-free advertising in the industry, is related to Foie Gras, a food delicacy deemed so horrific it is banned in several countries, including the UK.","50":"Recently, the fashion industry has tried to cater to consumer sympathy for the conditions in which down geese are raised. The average consumer does not want animals to suffer, however the practice of removing an animal's fur, skin, or feathers, is inherently torture. While it is possible to imagine worse and better forms of this torture, there isn’t a way to make the removal of a fundamental part of a bird (like feathers) anything other than physically and emotionally painful.","51":"Marketing cruelty-free down, much like grass-fed beef, is a re-packaging with perhaps a 10% condition improvement. It doesn’t amount to much for the bird, only for the consumer’s conscience, and often results in higher prices for goods and more profits for manufacturers","52":"Although \"live plucking\" is banned in some countries, 80% of down and feathers are sourced from China, where it is routinely practiced. Live geese plucking also occurs in Poland, Germany, Russia, and the Ukraine.It is as horrific as the name suggests; geese are plucked while they are still alive and fully conscious, forced to endure torturous pain. Forcefully plucking feathers leaves open, bleeding wounds, tears the skin, and causes bruising. ","53":"An exposé by PETA US and PETA Asia revealed that feathers obtained using this method were sourced by so-called \"responsible suppliers\" and certified \"non-live-pluck\" suppliers with accreditation from RDS, or \"Responsible Down Standard\" because there is no way to tell if feathers have been live-plucked or not.","54":"Here is PETA UK's report on their investigation in China. WARNING: This video depicts extreme animal cruelty.","55":"\"Feather harvesting\" or \"gathering\" is the term used for collecting \"ripe\" feathers from live birds. The idea is that only feathers which are due to moult are harvested from the geese. The act itself is not as painful as live plucking, but it is also not as innocuous as it sounds.Birds are caught and restrained while workers remove their feathers. Aside from the obvious distress this causes the animals, scientists exploring the welfare implications of live feather harvesting have found examples of \"poor handling\" or, rather, abuse: geese being carried by their necks, legs, or a single wing, being sat on while restrained, and being aggressively thrown to the floor. As with much of the animal industry, workers are poorly paid and must meet high quotas. Quantity is valued over proper procedure to minimize injury and distress. It is therefore inevitable that abuse occurs. Accidental plucking is also an unavoidable occurrence at farms which practice feather harvesting. (source)","56":"One of the darkest, most stomach-churning examples of animal cruelty in the meat industry is the production of foie gras. Many meat-eaters boycott this product while continuing to eat other animals because of the particular cruelty involved. WARNING: This video depicts extreme animal cruelty.","57":"Those who boycott foie gras often don't consider that they may still be funding the industry by buying goose feathers or down. The only way to wash your hands of this cruelty completely is to stop buying feathers and down altogether.","58":"Better living through chemistry, what a time to be vegan! Thankfully, there are countless fabrics out there, and some incredibly inventive designers and handcraft companies that are doing truly cool things these days. When in doubt, take a browse through Etsy or Pinterest with “veggie” or “vegan” clothing in the search. You will not be disappointed!","59":"Not all sweaters are wool. Many things you may think are wool are in fact something like acrylic, cotton, and even linen. Additionally, for those of you who knit, there yarns made from things like hemp and bamboo that are worth checking out. Bamboo and hemp are also becoming more and more available in consumer products, and typically are produced with eco-friendliness in mind.","60":"Definitely check out StyleOnVega's awesome article on Vegan Leather - Great read!​ They also have a pretty great free eBook on ethical fashion.","61":"Luckily the demand for and cost of leather means that many alternatives have been developed over the years, and the quality keeps getting better. Some materials are designed for durability, for things like shoes and belts. Some materials are made to mimic real leather, with skin textures, or ostrich bumps, and the snakeskins you may already know.","62":"Additionally, leather alternatives can be made from things like PVC, cork, algae, microsuede, latex, neoprene and many other materials!","63":"According to Zerxza's article, discussing the environmental aspects of vegan leather, \"Most vegan leather is basically the combination of a plastic coating bonded with a fabric layer.\"","64":"The article goes on to say: \"Making this faux leather creates toxic chemicals and substances, such as dioxins, chlorine and carcinogens. This makes it an unhealthy choice for the environment.\"","65":"This is an important warning that not all leather alternatives are created equal. However, there are still plenty of eco-friendly leather alternatives for brands to use in their products.","66":"WWII did great things for the artificial silk industry. Before the war, rayon had just given birth to its love child nylon, a perfect synthetic analog for silk. During the war, nylon demand skyrocketed, increasing the efficiency of nylon production. The rest is history. Between these two, rayon and nylon, no one ever need crave the smooth luxury of silk again.","67":"Additionally, many cotton products, specifically the soft mercerized cotton, and many polyesters, are made to resemble silk, and the silk material satin.","68":"This is an intensely complex issue, and it is a question every vegan asks, and re-asks, themselves. The major points to consider are:","69":"Before deciding to throw away clothing, have you considered donating clothing to local homeless shelters, animal rescues, or to humanitarian aid organizations?","70":"Whenever we make choices for ethical reasons, at the heart of this is a desire to do the least harm: that includes to yourself! For example, don’t freeze all winter because you can’t afford a new coat, and don’t miss an opportunity for compassion, by throwing out a good coat when another person could be clothed by it.","71":"Also, these garments have lifespans. Wearing your shoes, belts, coats, or sweaters until they are worn out and then replacing them with vegan items is a choice that may match your ethical and financial needs the best. Waste doesn’t serve the animals, the planet, or you.","72":"Some animal products, like silk, fine leather, and fur especially, have high value. In this case, you may decide that instead of wearing these animal products that you prefer to sell them to someone without your ethical concerns. Etsy, eBay, Tradesy, Twice, Thredup, or Poshmark are all excellent places to look into selling your re-sellable goods.","73":"One more option is to donate fur or down items to animal shelters, where these items can comfort animals in high stress situations. Many shelters can not afford much to add to the temporary comfort of the animals in their care, and these items are effective tools for rescue cages.","74":"Written by Keep It Vegan, please visit the source by clicking here!","75":"There is no legal requirement to label clothes and accessories, so ask questions of the retailer, and avoid clothing in which the component materials are not clearly labeled. Look out for the following words relating to animal products:","76":"If you choose to wear imitation fur or leather, you are not directly contributing to the animal agriculture industry and you can, under any definition, still identify as vegan. Great job! However, some vegans don't feel comfortable wearing imitation products for fear that they might be promoting the fashion. If this is a concern for you, consider wearing a pin or badge to make your stance clear, or avoid imitation fur and leather altogether. It's completely up to you.","77":"If you do choose to wear faux fur, be aware that there have been instances of real fur being mislabeled as faux fur. In 2017, The Humane Society and Sky News launched a joint investigation into the sale of mislabeled fur on UK high streets. They found instances of mink, rabbit, cat, and dog fur being mislabeled and sold in stores such as House of Fraser, Tesco, and Fat Face. All of the products found to have animal fur in the stores mentioned have been removed, but there are undoubtedly other similar situations on the street right now. (source)","78":"Price isn't an indicator. Tragically, the cost of fur is extremely low because of the low value put on animals in these industries. In some instances, faux fur is more expensive to produce, which is undoubtedly why the problem of mislabeling has arisen. So don't assume that a product is faux just because it's cheap.Inspect the ends. The ends of real fur taper into a point, whereas faux fur is cut and has a blunt tip. Hairs on real fur are also an uneven length, whereas faux fur is generally more uniform.Inspect the base. The base of fur faux is a woven material, whereas real fur grows from a skin. Depending on the density of the fur, it can be quite difficult to determine the base.Check if it burns or melts. For obvious reasons, this can't be done in a shop, but if you want to check a product you already own, trim a small section and carefully set it alight over a flame resistant surface. Be careful not to inhale the fumes. Real fur singes, but fake fur melts and turns into plastic balls.Avoid it altogether. If you are unsure whether a product is real or fake, the easiest thing to do is to avoid it altogether. (source)","79":"Below are the symbols used to indicate what shoes are made of.","80":"The two on the left are to be avoided. The two on the right are vegan. However, don't forget the glue. Traditionally, glue used to make shoes is made of animal collagen. Newer, synthetic glues are now more widely used, but unless a company states specifically that their shoes use vegan-friendly glues, they are best avoided.","81":"Some great 100% vegan shoe brands include:Vesica PiscisFlamingos lifeBe FlamboyantNae Vegan ShoesGood Guys Don't Wear LeatherWills Vegan Store","82":"This article was written by Larry and Debbie Price. ","83":"The article and accompanying gallery can be found here.","84":"We traveled along a narrow two-lane highway leading from the constant congestion of urban Kolkata through a lush countryside crisscrossed by neatly tended patches of farmland to reach the Kolkata Leather Complex. Turning off from the main highway, we drove past enormous containment ponds into the complex.","85":"Here, 14 miles from the heart of Kolkata, blocky factory buildings, two, three and four stories high, line a grid of dusty streets interspaced with acres of open fields where workers spread hides to dry. More than 200 of Kolkata's tanneries are in this complex, which was conceived in the 1990s after the Supreme Court of India ordered all tanning out of Kolkata.","86":"Pumping stations carry effluent from the factories to the central wastewater treatment facility — the large, open concrete tanks that resemble enormous in-ground swimming pools. The water evaporates in the tanks, leaving a chemical sludge. The waste is packaged later for disposal. The goal, of course, is to prevent wastewater from the tanneries from contaminating rivers and groundwater. Previously, tanneries in Kolkata pumped untreated effluent containing toxic chemicals, including chromium, and animal waste into canals, ditches and sewers that ultimately feed into the Hooghly River (the region's largest waterway bisecting metropolitan Kolkata).","87":"Working conditions and pollution controls are monitored more closely in the leather complex than elsewhere in India where environmental violations are notoriously common. Wide dusty roads throughout the complex facilitate truck traffic; the central location also accommodates buyers, who come from around the world to purchase leather — advantages for the industry.","88":"Still, not all of Kolkata's tanners have moved to the complex. And the environmental and worker protections, while better, are far from perfect. In December 2015, three workers died after inhaling toxic gases while trying to clean a holding tank at one of the tanneries. They were not wearing protective gear.","89":"By some estimates, India has more than 2,000 tanneries that produce more than 2 billion square feet of leather annually, making the nation one of the world's largest exporters of processed leather. Most of the tanneries are located in the states of West Bengal (Kolkata) and Tamil Nadu.","90":"The state of Tamil Nadu, major center for leather and leather goods, is responsible, for an estimated 60 to 70 percent of India's leather production and about 30 percent of its exported leather, by some accounts.","91":"In the Vellore district of Tamil Nadu, the skins come to the tanneries piled high on wooden carts pulled by cattle. Along the canals, there are literally hundreds of mounds of skins waiting to be processed. The air is thick with flies and the smell of dead animals.","92":"Most of the work inside the tanneries is done by hand. The women arrive at the tanneries early in the morning wearing jewelry and brightly colored saris, as though they were going to a shop or restaurant, certainly not to a place where they are constantly splattered with rotting animal flesh. They wrap themselves in plastic to protect their clothes, some pull on gloves, and then they go to work. The women stand or sit for hours, plucking hair by hand from softened hides stretched over frames. Others stir sheets of leather floating in vats of chemicals.","93":"Men tend the enormous wooden drums where the hides tumble in a blue bath of chromium sulfate and other chemicals. The blue chemical mix spills and splatters all over the floors and the walls and the people who work with it. Several times a day, the men, who wear only langots, splash themselves with buckets of soapy water to wash off the chemicals.","94":"As in other tanneries throughout India and Bangladesh, workers are exposed to toxic and caustic chemicals and minerals and often suffer from skin and lung irritations. Industrial accidents, too, are common.","95":"Environmental and human rights groups have repeatedly found acute and widespread pollution and abysmal working conditions at tanneries in Tamil Nadu. In a 2015 report, the NGO Cividep-India and Framtiden, a Norwegian environmental organization, cited numerous concerns about worker safety. The authors of the report found that the workers they interviewed were unaware of the hazards of the chemicals they handled and that none knew how to safeguard themselves. \"... the tanneries do not inform or train them on the matter,\" the report said.","96":"The report also noted that migrant workers who come to the tanneries — and often live on site — are at particular risk. In January 2015, 10 migrant workers sleeping in a room next to a slurry tank drowned in the effluent when a wall collapsed.","97":"Crippling injuries, too, are common. Anasuddin Mallick, a slight, handsome man of 25, left his village in the country to work at a tannery in Ranipet. Mallick had noble ambitions. He struck out to make a better wage with the intention of sending money back to his family. He was there only a month when his hand was crushed in a leather processing machine. He went back to his village, unable to work.","98":"It's clear to most people why vegans don't eat meat or wear fur, but why vegans don't wear silk is less obvious. Silk fabric is made from the silk that is spun by silkworms when they form the cocoons for their pupal stage, before becoming a moth. Harvesting of this silk directly harms these creatures so, because vegans do not use products that exploit animals, vegans do not use silk.","99":"Although there are multiple ways to harvest and mass-produce silkworms for their secretions, they all involve the ownership and exploitation of these small insects, oftentimes killing them in the process of harvesting their silk. Since all insects are considered sentient — or at least possessed of a nervous and therefore capable of feeling (if not experiencing) pain — vegans value their animal right to a life free of suffering.","100":"Mass-produced silk is made from domesticated silkworms, Bombyx mori, raised on farms. The silkworms, who are in the caterpillar stage of the silk moth, are fed mulberry leaves until they are ready to spin cocoons and enter their pupal stage. The silk is secreted as a liquid from two glands in the caterpillar's head. While they are still in their pupal stage, the cocoons are placed in boiling water, which kills the silkworms and begins the process of unraveling the cocoons to produce silk thread.","101":"If allowed to develop and live, the silkworms would turn into moths and chew their way out of the cocoons to escape. The chewed silk strands would be much shorter and less valuable than the whole cocoons. Approximately 15 silkworms are killed to make a gram of silk thread, and 10,000 are killed to make a silk sari.","102":"Silk thread can also be produced by killing silkworms while they are in their caterpillar stage, just before they spin their cocoons, and extracting the two silk glands. The glands can then be stretched into silk threads known as silkworm gut, which is used mainly to make fly fishing lures.","103":"Silk can also be made without killing the caterpillars. Eri silk or \"peace silk\" is made from the cocoons of Samia ricini, a type of silkworm who spins a cocoon with a tiny opening in the end. After metamorphosizing into moths, they crawl out of the opening. This type of silk cannot be reeled in the same way that Bombyx mori silk is reeled. Instead, it is carded and spun like wool. Eri silk represents a very small portion of the silk market.","104":"Another type of silk is Ahimsa silk, which is made from the cocoons of Bombyx mori moths after the moths chew their way out of their cocoons. Because of the chewed-through strands, less of the silk is usable for textile production and Ahimsa silk costs more than conventional silk. \"Ahimsa\" is the Hindu word for \"non-violence.\" Ahimsa silk, though popular with Jains, also represents a very small portion of the silk market.","105":"Vegans try to avoid harming and exploiting animals, which means that vegans do not use animal products, including meat, dairy, eggs, fur, leather, wool or silk. Dropping silkworms into boiling water kills the worms and probably causes them to suffer — depending on whether or not they actually can experience suffering, scientifically.","106":"Even Eri silk or Ahimsa silk are problematic because they involve the domestication, breeding, and exploitation of animals. Adult Bombyx mori silkmoths cannot fly because their bodies are too big compared to their wings, and adult males cannot eat because they have underdeveloped mouthparts. Similar to cows who have been bred for maximum meat or milk production, silkworms have been bred to maximize silk production, with no regard for the well-being of the animals.","107":"To vegans, the only possible ethical way to produce silk would be to collect cocoons from wild insects after the adult insects emerge from them and don't need them any longer. Another ethical way to wear silk would be to wear only second-hand silk, freegan silk, or old pieces of clothing that were purchased before one went vegan.","108":"While experts disagree over how much an insect can suffer or feel pain, most at least leave the door open on the question and believe it is possible that insects feel something that we would call pain. However, an insect's nervous system is different from a mammal's despite also transmitting signals from stimuli that cause a response in the creature.","109":"While some conclude that insects do not feel pain, at least not in the same emotional way that humans experience pain, they still believe that all creatures are deserving of humane treatment. Even if insects do not feel pain when dropped into boiling water, a death free of pain is still a death. (source)","110":"There are many vegan shoe brands to choose from so look around to see what works best for you! Check out this video for some starting points. You can also search other parts of YouTube to get reccommendations, a quick search yields a ton of results from various vegan companies and bloggers.","111":"It may come as a shock to know that dog leather, produced in China, is likely on sale illegally in your own country and indistinguishable from other leather. Peta Asia investigated the dog leather trade, and made a video, introduced and narrated by Joaquin Phoenix, who described it as the worst thing he'd ever seen.","112":"Like most vegans, Joaquin thought he’d seen it all. Undercover videos repeatedly reveal that animals used for food, experimentation, entertainment, and fashion are treated as commodities, and their suffering is often ignored. Then came PETA Asia’s investigation into Chinese dog leather—and he chose to face these horrors head on. Now he’s urging others to join him by pledging never to buy or wear leather.","113":"When he saw undercover footage of China’s dog-leather industry, he was disgusted and called it “one of the worst things I’ve ever seen.” Dogs are beaten and killed for their skin, which is turned into leather and sold worldwide. Joaquin wants you to know the truth and pledge never to buy or wear anything made out of leather again.","114":"Products made from dog leather are mislabeled, exported around the world, and sold to unsuspecting customers. So if you buy leather, remember this: There’s no easy way to tell whose skin you’re really in.","115":""},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson","48":"lesson","49":"lesson","50":"lesson","51":"lesson","52":"lesson","53":"lesson","54":"lesson","55":"lesson","56":"lesson","57":"lesson","58":"lesson","59":"lesson","60":"lesson","61":"lesson","62":"lesson","63":"lesson","64":"lesson","65":"lesson","66":"lesson","67":"lesson","68":"lesson","69":"lesson","70":"lesson","71":"lesson","72":"lesson","73":"lesson","74":"lesson","75":"lesson","76":"lesson","77":"lesson","78":"lesson","79":"lesson","80":"lesson","81":"lesson","82":"lesson","83":"lesson","84":"lesson","85":"lesson","86":"lesson","87":"lesson","88":"lesson","89":"lesson","90":"lesson","91":"lesson","92":"lesson","93":"lesson","94":"lesson","95":"lesson","96":"lesson","97":"lesson","98":"lesson","99":"lesson","100":"lesson","101":"lesson","102":"lesson","103":"lesson","104":"lesson","105":"lesson","106":"lesson","107":"lesson","108":"lesson","109":"lesson","110":"lesson","111":"lesson","112":"lesson","113":"lesson","114":"lesson","115":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","1":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","2":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","3":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","4":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","5":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","6":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","7":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","8":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","9":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","10":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","11":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","12":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","13":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","14":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","15":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","16":"https:\/\/veganbootcamp.org\/course-progress\/636\/the-wool-industry","17":"https:\/\/veganbootcamp.org\/course-progress\/643\/the-leather-industry","18":"https:\/\/veganbootcamp.org\/course-progress\/643\/the-leather-industry","19":"https:\/\/veganbootcamp.org\/course-progress\/643\/the-leather-industry","20":"https:\/\/veganbootcamp.org\/course-progress\/643\/the-leather-industry","21":"https:\/\/veganbootcamp.org\/course-progress\/643\/the-leather-industry","22":"https:\/\/veganbootcamp.org\/course-progress\/643\/the-leather-industry","23":"https:\/\/veganbootcamp.org\/course-progress\/643\/the-leather-industry","24":"https:\/\/veganbootcamp.org\/course-progress\/643\/the-leather-industry","25":"https:\/\/veganbootcamp.org\/course-progress\/643\/the-leather-industry","26":"https:\/\/veganbootcamp.org\/course-progress\/643\/the-leather-industry","27":"https:\/\/veganbootcamp.org\/course-progress\/643\/the-leather-industry","28":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","29":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","30":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","31":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","32":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","33":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","34":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","35":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","36":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","37":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","38":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","39":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","40":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","41":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","42":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","43":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","44":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","45":"https:\/\/veganbootcamp.org\/course-progress\/637\/the-fur-industry","46":"https:\/\/veganbootcamp.org\/course-progress\/644\/the-feather-industry","47":"https:\/\/veganbootcamp.org\/course-progress\/644\/the-feather-industry","48":"https:\/\/veganbootcamp.org\/course-progress\/644\/the-feather-industry","49":"https:\/\/veganbootcamp.org\/course-progress\/644\/the-feather-industry","50":"https:\/\/veganbootcamp.org\/course-progress\/644\/the-feather-industry","51":"https:\/\/veganbootcamp.org\/course-progress\/644\/the-feather-industry","52":"https:\/\/veganbootcamp.org\/course-progress\/644\/the-feather-industry","53":"https:\/\/veganbootcamp.org\/course-progress\/644\/the-feather-industry","54":"https:\/\/veganbootcamp.org\/course-progress\/644\/the-feather-industry","55":"https:\/\/veganbootcamp.org\/course-progress\/644\/the-feather-industry","56":"https:\/\/veganbootcamp.org\/course-progress\/644\/the-feather-industry","57":"https:\/\/veganbootcamp.org\/course-progress\/644\/the-feather-industry","58":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","59":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","60":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","61":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","62":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","63":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","64":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","65":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","66":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","67":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","68":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","69":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","70":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","71":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","72":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","73":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","74":"https:\/\/veganbootcamp.org\/course-progress\/645\/alternatives-questions","75":"https:\/\/veganbootcamp.org\/course-progress\/638\/avoiding-animal-products","76":"https:\/\/veganbootcamp.org\/course-progress\/638\/avoiding-animal-products","77":"https:\/\/veganbootcamp.org\/course-progress\/638\/avoiding-animal-products","78":"https:\/\/veganbootcamp.org\/course-progress\/638\/avoiding-animal-products","79":"https:\/\/veganbootcamp.org\/course-progress\/638\/avoiding-animal-products","80":"https:\/\/veganbootcamp.org\/course-progress\/638\/avoiding-animal-products","81":"https:\/\/veganbootcamp.org\/course-progress\/638\/avoiding-animal-products","82":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","83":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","84":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","85":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","86":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","87":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","88":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","89":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","90":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","91":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","92":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","93":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","94":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","95":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","96":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","97":"https:\/\/veganbootcamp.org\/course-progress\/639\/toxic-tanneries","98":"https:\/\/veganbootcamp.org\/course-progress\/640\/why-vegans-dont-wear-silk","99":"https:\/\/veganbootcamp.org\/course-progress\/640\/why-vegans-dont-wear-silk","100":"https:\/\/veganbootcamp.org\/course-progress\/640\/why-vegans-dont-wear-silk","101":"https:\/\/veganbootcamp.org\/course-progress\/640\/why-vegans-dont-wear-silk","102":"https:\/\/veganbootcamp.org\/course-progress\/640\/why-vegans-dont-wear-silk","103":"https:\/\/veganbootcamp.org\/course-progress\/640\/why-vegans-dont-wear-silk","104":"https:\/\/veganbootcamp.org\/course-progress\/640\/why-vegans-dont-wear-silk","105":"https:\/\/veganbootcamp.org\/course-progress\/640\/why-vegans-dont-wear-silk","106":"https:\/\/veganbootcamp.org\/course-progress\/640\/why-vegans-dont-wear-silk","107":"https:\/\/veganbootcamp.org\/course-progress\/640\/why-vegans-dont-wear-silk","108":"https:\/\/veganbootcamp.org\/course-progress\/640\/why-vegans-dont-wear-silk","109":"https:\/\/veganbootcamp.org\/course-progress\/640\/why-vegans-dont-wear-silk","110":"https:\/\/veganbootcamp.org\/course-progress\/641\/vegan-shoe-brands","111":"https:\/\/veganbootcamp.org\/course-progress\/642\/dog-leather","112":"https:\/\/veganbootcamp.org\/course-progress\/642\/dog-leather","113":"https:\/\/veganbootcamp.org\/course-progress\/642\/dog-leather","114":"https:\/\/veganbootcamp.org\/course-progress\/642\/dog-leather","115":"https:\/\/veganbootcamp.org\/course-progress\/642\/dog-leather"}}