{"tag":{"0":"Community","1":"Community","2":"Community","3":"Community","4":"Community","5":"Community","6":"Community","7":"Community","8":"Community","9":"Community","10":"Community","11":"Community","12":"Community","13":"Community","14":"Community","15":"Community","16":"Community","17":"Community","18":"Community","19":"Community","20":"Community","21":"Community","22":"Community","23":"Community","24":"Community","25":"Community","26":"Community","27":"Community","28":"Community","29":"Community","30":"Community"},"text":{"0":" It can be helpful to connect with other vegans, and there’s a variety of ways to do this thanks to social media, as well as forums and other avenues. Check some of the opportunities to connect with like-minded people below! ","1":"Those who become vegan often step outside of the norm of society. While veganism is becoming mainstream in some larger cities, it's still thought of as \"different\" or \"extreme\" by many. More often then not family and friends may ask disheartening questions about veganism. That doesn't mean you won't have non-vegan friends, but they likely won't understand all of your experiences living vegan. For a lot of vegans, a community can help overcome this - a sense of togetherness.","2":"Within the vegan community, you can vent frustrations related to veganism. Some friends may think it's weird you don't want to go to a barbecue, or don't want to celebrate your party without any animal products, and so on. Being able to surround yourself with like-minded compassionate people is one of the most important things you can do as a vegan.","3":"Community can give you hope. Vegans often have and do witness the prevalence and normalization of animal cruelty in society, and in many cases conclude that everything is hopeless. This is especially true for those who do activism. By joining a vegan community, you can see that society is changing and experience some renewed hope. ","4":"Whether you’re new to vegan eating or a seasoned vegan in a new city, having a support system of like-minded friends is crucial to maintaining your happiness and your ethics. While vegans make up a small part of the population, there’s still a good chance you’ll find like-minded people in your area if you know where to look. With these simple steps, you’ll be meeting vegans near you in no time:","5":"Meetup is a great way to meet new people, including vegans! Look for a vegan, vegetarian, or animal rights meetup in your town. If you don’t find one, consider starting your own—it’s easy! And don’t forget to check Eventbrite for vegan events.","6":"Look for a farmed animal sanctuary in your area where you can spend time with rescued animals. Not only is this a great way to meet other vegans; it’s a great way to connect with animals who will get to live out their lives in peace.","7":"Sure, it’s online, so it doesn’t really have to be in your area. But there are plenty of Facebook groups specific to regions or cities. These can help you find out about upcoming events in your area.","8":"Reddit is another great location to find vegan communities. In the next section we'll give you a list of recommendations we think you should check out.","9":"Attend local animal charities’ events, or consider lending your skills and volunteering your time. You’re pretty much guaranteed to meet other people who are passionate about protecting animals! (source)","10":"You can find an overview of vegan communities here. If you think any community is missing from this list, let us know so we can add it to the list!","11":"Reddit:Find a huge overview of Reddit communities on this page. Keep in mind that not all of the communities are vegan. For example, \/r\/Fermentation is listed as it's useful for many people, but it's not vegan. ","12":"1. r\/Vegan - largest vegan community online, general discussion2. r\/VeganRecipes - community for vegan recipe sharing 3. r\/VeganActivism - community of activists working together4. r\/VeganFitness - community of vegan fitness enthusiasts ","13":"Discord:1. Use this link to join to the \/r\/vegan Discord2. Use this link to find other Discord servers tagged as vegan","14":"Facebook:This is a list of international groups. 1. Aquafaba (Vegan Meringue - Hits and Misses!)2. Vegan Baking3. Vegan Cake Decorating, All Types of Baking & Resources4. Vegan Slowcooking (UK based)5. Vegan on a Budget6. Vegan Pregnancy and Parenting7. Ugly Vegan Food Worldwide8. Vegan Cruisade9. Vegan Keto10. Everything Vegan11. Vegan Humor12. Vegan Muslim Community13. Raw Vegan14. Zero Waste Vegans15. Vegan Travel16. The Seitan Appreciation Society17. Intermittent Fasting for Vegans18. Vegan Dog Nutrition19. Rate My Vegan Food20. ProVeg","15":"Political Parties:A list of political parties that advocate for animal rights is listed on this Wikipedia page.","16":"Belgium:1. Vegans of Belgium: Facebook group based in Belgium2. Brussels Vegans: Facebook group based in Brussels 3. Vegan Antwerp: Facebook group based in city and province Antwerp4. DierAnimal: political party that fights for animal rights in Belgium (French and Dutch website available)","17":"The Netherlands:1. This wikipedia: list of Dutch Facebook groups2. This wikipedia: information about living as a vegan in the Netherlands (Dutch only)3. \/r\/veganNL: Dutch Reddit community4. Nederlandse Vereniging Veganisme: Dutch association5. Partij voor de Dieren: Dutch animal party, and their youth organization, PINK!","18":"United Kingdom:1. The Vegan Society: association based in the UK2. Vegan Runners UK3. Vegan UK: Facebook group based in the UK4. London Vegans: Facebook group based in London5. Slimming World Vegans UK: Facebook group based in the UK and following the Slimming World diet6. 100% Vegan Products in UK: Facebook group7. Gluten Free Vegans UK: vegan and gluten free Facebook group8. Vegan Kids UK: Facebook group for meeting with vegan parents and arranging play dates between vegan kids9. Beauty Beyond Cruelty UK: cosmetics group","19":"United States:1. Vegans in New York: Facebook group based in New York2. Vegan Aldi USA: Facebook group based in the USA for shopping at Aldi","20":"Other countries:1. Is It Vegan Japan: Facebook group based in Japan2. Vegans In India: Facebook group based in India3. Vegans of Bangkok: Facebook group based in Bangkok4. Perth Vegans: Facebook group based in Perth, Australia","21":"Missing communities from your country? Don't hesitate to contact us on the Discord Vegan Bootcamp community. Every platform and country is welcome!","22":"Sometimes, you are in special circumstances that make veganism harder, especially diet-wise. Below are specialist groups that can help whenever you need more information or help in these special circumstances. ","23":"Hospital:Hospitalization, even if just for one day, already isn't a great experience. The fact that many hospitals don't cater to vegans makes things even more stressful. Luckily, there are amazing vegan communities across the globe, and people in various countries will bring vegan food to the hospitalized. ","24":"Some examples of these organizations: 1. The Netherlands: Vegan in het Ziekenhuis2. UK: Vegan Hospital Food Network (they are looking to go international, so if your country isn't listed here, check them out!)3. Australia: Vegan Hospital Food Network Australia4. Hampton Roads, Virginia: Hampton Roads Hospital Food Network5. Ireland: Irish Vegan Hospital NetworkIf you require tube feeding, there are several options. Be sure to ask your doctor about it, as the normally prescribed tube food is not vegan.If you are unable to object to non-vegan food for any reason, note that this does not make you a bad or failed vegan. Veganism isn't about perfection; it's about doing what you can.","25":"Prison:There are various reasons people go to prison. Some vegans break the law in their fight against animal abuse. Sometimes, life just happens. While prisons are obligated to give vegan food just like hospitals, this doesn't always happen. Below are resources about your rights and some recommendations for your time in prison.1. Vegan Prisoners Support Group (UK based)2. Vegan Society about vegans in prisons (UK based)3. The Strict Vegan Prisoner Playbook (over 5 years old, so some information might be old)","26":"Lawyers for Animal Rights Activists:Animal rights activists and organizations, like Meat the Victims, are using their right to civil disobedience. Unfortunately, this right is sometimes illegally infringed upon. A number of lawyers give their time to activists and activist organizations to help them stay out of legal trouble. If you are going to participate in this kind of activism, be sure to connect with one or more lawyers that can help you in a hard situation.","27":"Are you missing a specialist group from your country? Let us know in our Discord community, and we'll add it. Are you in special circumstances that are not listed here and need help? Contact your local vegan association for more information. They will be able to make recommendations for your situation.","28":"\"Norm\" is a short film by Vidara Films about two roommates debating over the morality of rape, in a society where raping women is legal and socially accepted.","29":"Content warning: Comparison of rape and animals as the main theme.","30":"Find this lovely couples sanctuary website by clicking here!"},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/594\/community-overview","1":"https:\/\/veganbootcamp.org\/course-progress\/594\/community-overview","2":"https:\/\/veganbootcamp.org\/course-progress\/594\/community-overview","3":"https:\/\/veganbootcamp.org\/course-progress\/594\/community-overview","4":"https:\/\/veganbootcamp.org\/course-progress\/355\/how-to-find-communities","5":"https:\/\/veganbootcamp.org\/course-progress\/355\/how-to-find-communities","6":"https:\/\/veganbootcamp.org\/course-progress\/355\/how-to-find-communities","7":"https:\/\/veganbootcamp.org\/course-progress\/355\/how-to-find-communities","8":"https:\/\/veganbootcamp.org\/course-progress\/355\/how-to-find-communities","9":"https:\/\/veganbootcamp.org\/course-progress\/355\/how-to-find-communities","10":"https:\/\/veganbootcamp.org\/course-progress\/595\/list-of-vegan-communities","11":"https:\/\/veganbootcamp.org\/course-progress\/595\/list-of-vegan-communities","12":"https:\/\/veganbootcamp.org\/course-progress\/595\/list-of-vegan-communities","13":"https:\/\/veganbootcamp.org\/course-progress\/595\/list-of-vegan-communities","14":"https:\/\/veganbootcamp.org\/course-progress\/595\/list-of-vegan-communities","15":"https:\/\/veganbootcamp.org\/course-progress\/595\/list-of-vegan-communities","16":"https:\/\/veganbootcamp.org\/course-progress\/595\/list-of-vegan-communities","17":"https:\/\/veganbootcamp.org\/course-progress\/595\/list-of-vegan-communities","18":"https:\/\/veganbootcamp.org\/course-progress\/595\/list-of-vegan-communities","19":"https:\/\/veganbootcamp.org\/course-progress\/595\/list-of-vegan-communities","20":"https:\/\/veganbootcamp.org\/course-progress\/595\/list-of-vegan-communities","21":"https:\/\/veganbootcamp.org\/course-progress\/595\/list-of-vegan-communities","22":"https:\/\/veganbootcamp.org\/course-progress\/596\/specialist-groups","23":"https:\/\/veganbootcamp.org\/course-progress\/596\/specialist-groups","24":"https:\/\/veganbootcamp.org\/course-progress\/596\/specialist-groups","25":"https:\/\/veganbootcamp.org\/course-progress\/596\/specialist-groups","26":"https:\/\/veganbootcamp.org\/course-progress\/596\/specialist-groups","27":"https:\/\/veganbootcamp.org\/course-progress\/596\/specialist-groups","28":"https:\/\/veganbootcamp.org\/course-progress\/597\/norm-a-short-film","29":"https:\/\/veganbootcamp.org\/course-progress\/597\/norm-a-short-film","30":"https:\/\/veganbootcamp.org\/course-progress\/598\/vegan-cowgirl-cattle-farmer"}}