{"tag":{"0":"Companion Animals","1":"Companion Animals","2":"Companion Animals","3":"Companion Animals","4":"Companion Animals","5":"Companion Animals","6":"Companion Animals","7":"Companion Animals","8":"Companion Animals","9":"Companion Animals","10":"Companion Animals","11":"Companion Animals","12":"Companion Animals","13":"Companion Animals","14":"Companion Animals","15":"Companion Animals","16":"Companion Animals","17":"Companion Animals","18":"Companion Animals","19":"Companion Animals","20":"Companion Animals","21":"Companion Animals","22":"Companion Animals","23":"Companion Animals","24":"Companion Animals","25":"Companion Animals","26":"Companion Animals","27":"Companion Animals","28":"Companion Animals","29":"Companion Animals","30":"Companion Animals","31":"Companion Animals","32":"Companion Animals","33":"Companion Animals","34":"Companion Animals","35":"Companion Animals","36":"Companion Animals","37":"Companion Animals","38":"Companion Animals","39":"Companion Animals","40":"Companion Animals","41":"Companion Animals","42":"Companion Animals","43":"Companion Animals","44":"Companion Animals","45":"Companion Animals","46":"Companion Animals","47":"Companion Animals"},"text":{"0":"Feeding a pet a vegan diet can be controversial, especially amongst those who are not vegan. Meat-based pet food is made from low quality meats, usually leftovers from slaughterhouses, parts that humans do not usually eat or that are not fit for human consumption. Some people believe that feeding their animals such a diet is not only nutritionally poor, but dangerous and unsanitary. In this case, there is an argument in favor of whole food, plant-based alternatives for omnivorous companions as it can be far less risky for their health than commercial meat-based foods. In fact, here's a list of dogs thriving on a vegan diet!","1":"The largest reason why vegans may want to raise their animal on a plant-based diet is an ethical one, as meat-based pet foods directly support the animal agriculture industry and slaughter of other animals, which goes hand in hand with environmental concerns attached to meat production and consumption.","2":"Veterinarians agree that nutrients are more important than ingredients. It’s important to research the needs of each individual animal and consult with a veterinary professional. Vets can and do recommend plant-based diets for certain health conditions with fully-tested, nutritionally-balanced options on the market. Provided this is done and your pet has regular check-ups and bloodwork, there should be no cause for concern.","3":"Companion Animals are completely dependent on you. That's a big responsibility, and people want to do right by their animals.","4":"Since there's so much dependence, it becomes impossible to not force at least some beliefs on your animals, including:","5":"These decisions should be made with respect to your pet's health & needs, your abilities, and other personal values you deem important. There are legitimate reasons to believe vegan pet food may improve pet health (if, for example, your pet is allergic to any of the most common cat\/dog food allergens: beef, dairy, chicken, fish, or wheat) and could be a good option to try on that basis alone.","6":"You could also consider consider why your pet's food choice is more important than a livestock animals life.(source)","7":"For more information for specific studies on dog, cat, and other pets on vegan diets, please click over here. The same link provides a place for community discussion as-well!","8":"The short answer is yes.","9":"The long answer is that cats require many nutrients that typically come from meat. In regular kibble, many of these nutrients are stripped away during processing and added back in from synthetic sources. These same sources are used to fulfill missing nutrients in vegan diets. Studies and anecdotal evidence support vegan diets as a healthy diet for cats.","10":"Vegan dog and cat food has the same amount of carbs, protein, and fat.","11":"There is one point of concern though. Vegan diets are typically more alkaline\/basic (high pH) than meat based diets. Basic diets can cause FLUTD (feline lower urinary tract disease), especially in male cats. To combat this their food must be acidified.","12":"Most vegan and non-vegan cat kibble is acidified to prevent this condition. It's still a good idea to monitor your cat as it transitions foods to ensure its best health. On his website, Dr Andrew Knight says","13":"Based on his experiences with thousands of vegan cats Gillen (2003) states that 85-90% of vegetarian cats do not require attention to dietary content; however, for the remaining 10-15%, urinary pH and dietary magnesium concentrations (see following) require monitoring","14":"The most relevant research has this to say on the matter:","15":"The normal pH of a cat’s urine is 5.5–7, and the normal range for a dog’s urine is pH 5–7 [85]. A pH > 7 indicates alkalinity. A variety of dietary products (e.g., “Vegeyeast” from Harbingers of a New Age—see [26]) and additives can correct alkalinization, should it occur. Asparagus, peas, brown rice, oats, lentils, corn, brussel sprouts and yeast may be included in feline and canine diets, and are all urinary acidifiers [27]. Vitamin C (ascorbic acid) is also a urinary acidifier. The British Small Animal Veterinary Association (BSAVA) Small Animal Formulary [86] recommends a dosage of 50–80 mg\/kg every 24 h for cats and dogs. And for more serious cases, the amino acids methionine and cysteine may be used [13]. The BSAVA Small Animal Formulary [86] recommends a dosage of 200 mg\/cat every 8 h. More detailed advice about urinary alkalinisation and corrective strategies is available via www.vegepets.info, or within veterinary medical texts.","16":"Increased urinary acidity, decreased urinary magnesium and increased water consumption all help to keep the urinary pH within a healthy acidic range, and help to prevent the formation of struvite crystals. However, acidifying nutrients, agents, or products should be used carefully, as excessive levels can lead to metabolic acidosis. Increased urinary acidity may also promote higher urinary excretion of calcium and lower excretion of magnesium, and magnesium is a natural inhibitor to the formation of urinary stones associated with calcium [87]. (source)","17":"This and the answer to other questions can be found here. ","18":"Based on his experiences with thousands of vegan cats Gillen (2003) states that 85-90% of vegetarian cats do not require attention to dietary content; however, for the remaining 10-15%, urinary pH and dietary magnesium concentrations (see following) require monitoring","19":"The normal pH of a cat’s urine is 5.5–7, and the normal range for a dog’s urine is pH 5–7 [85]. A pH > 7 indicates alkalinity. A variety of dietary products (e.g., “Vegeyeast” from Harbingers of a New Age—see [26]) and additives can correct alkalinization, should it occur. Asparagus, peas, brown rice, oats, lentils, corn, brussel sprouts and yeast may be included in feline and canine diets, and are all urinary acidifiers [27]. Vitamin C (ascorbic acid) is also a urinary acidifier. The British Small Animal Veterinary Association (BSAVA) Small Animal Formulary [86] recommends a dosage of 50–80 mg\/kg every 24 h for cats and dogs. And for more serious cases, the amino acids methionine and cysteine may be used [13]. The BSAVA Small Animal Formulary [86] recommends a dosage of 200 mg\/cat every 8 h. More detailed advice about urinary alkalinisation and corrective strategies is available via www.vegepets.info, or within veterinary medical texts.Increased urinary acidity, decreased urinary magnesium and increased water consumption all help to keep the urinary pH within a healthy acidic range, and help to prevent the formation of struvite crystals. However, acidifying nutrients, agents, or products should be used carefully, as excessive levels can lead to metabolic acidosis. Increased urinary acidity may also promote higher urinary excretion of calcium and lower excretion of magnesium, and magnesium is a natural inhibitor to the formation of urinary stones associated with calcium [87]. (source)","20":"Going vegan means joining the fight to end animal exploitation and, of course, to respect the creatures we share this planet with, be they fluffy or scaly. The concept of letting these animals live harmoniously with us in our homes sounds like an idyllic vegan world, but also raises ethical concerns about the ownership of animals as possessions. This section aims to guide you through the various aspects of having pets. ","21":"In many ways, dogs are truly man’s best friend; more than just a popular pet, they are often considered a member of the family. It’s hard to believe that these wonderful beings are often a product of cruelty in the form of puppy farms, which heavily supply to pet stores or list as classified ads on sale forums and pet sites. Like factory farms that breed animals for their meat or products in an intensive environment, puppy farms rely on getting the highest yield of dogs in the shortest amount of time with minimal expenses, with aims to make a profit. Females in these places will spend most of their lives pregnant due to a high demand for puppies and younger dogs.","22":"Dogs and puppies raised in puppy farms rarely receive veterinary care or treatment, while simultaneously living in poor conditions and being treated poorly. It is more cost effective for breeders for them to be sold cheaply, slaughtered, or left to die. As much as it is desirable for animal lovers to rescue dogs from these abhorrent conditions, buying and removing animals from such an environment simply supports demand for more dogs to be bred, and gives money to breeders to continue breeding.","23":"This short documentary exposes some of the conditions of puppy farms in the UK.","24":"If you are suspicious of a seller and believe it is an unlicensed or unethical breeder, ensure report it to local authorities, who will be able to carry out inspections of the premises and health of the animals. The best thing you can do for these animals is not buy them and share this information with other potential buyers.","25":"There are alternative methods of finding a companion animal that do not involve the cruelty of bred animals for profit. Seek out local animal rescues. The ASPCA reported that roughly 6.5 million animals find themselves in animal shelters every year, many of which never find a home. There are many advantages to adopting a pet rather than buying one, most important of which is giving them a chance at living and freeing up a spot in a shelter to save another animal's life.","26":"Training an animal can be very stressful and time consuming, but many rescues have already experienced life in a home and will often be house trained already. Volunteers in rescues and shelters will have bonded with the animals and can tell you about their personality, activity level, behavior, and other factors that will help you decide if you and the animal are suited for each other. You can ensure the animals have received the correct level of healthcare and necessary vaccinations, making them cheaper and safer to bring into your home. Depending on where you live, some shelters provide free adoptions while others have reasonable adoption fees that cover the care and paperwork required. ","27":"Rescues have animals from all ages and genders, as well as purebreds for which there is a higher demand in the breeding industry. It is estimated that 30% of dogs in rescues are purebred with people realizing they cannot look after them or afford veterinary bills, after purchasing them from breeders, pet shops, or puppy farms. No matter how big or small of a companion you’re looking for, vegans always encourage people to adopt rather than shop.","28":"Despite many riders' \" love\" of their horses, veganism stands against all forms of animal exploitation for entertainment, pleasure, or otherwise; horseback riding falls into this category. It’s evident that, like any other animal, horses do not need to be ridden and are able to exercise plenty in the wild, without a human atop them; therefore, horseback riding solely benefits the rider and is thus a form of using animals for entertainment. Equestrian sports and activities can be extremely profitable for business owners, commodifying a horse's right to freedom. ","29":"Alexander Nevzorov of Nevzorov Haute Ecole states that “a horse’s back is not a seat, not a place for a human butt, not a piece of ‘meat', not some sort of ‘terra firma'. It is a very complex and tender anatomical structure with extraordinary functions. Besides the obvious biomechanical function, the back has another very important function. The spinal cord’s work is to guarantee that the responses from the entire nervous system can communicate the senses of taste, smell, vision, hearing, and vestibular function to the brain, not to get lost in too much detail. On this especially vulnerable, sensitive organ, onto the medulla spinalis, the brain of the back, sits a rider.” (Nezvorov Haute Ecole Eqeuine Anthology) You can read more of Nezvorov's work in The Cruelty of Equestrian Sport for a deeper dive into the cruelty of horse riding. ","30":"Despite the fact that nearly 62 percent of Americans have a pet, there are still more than 70 million homeless dogs and cats living in the U.S. Of these 70 million needy animals, only around six to eight million enter shelters each year. Although they only take in a fraction of America’s homeless animals, these shelters are mostly packed to capacity and strapped trying to function with limited funds. Yet, regardless of this wealth of pets looking for loving homes, only around 20 percent of Americans adopt their dogs from shelters.","31":"So where are the other 74 percent coming from? Well, breeders.","32":"You can find virtually any breed of animal in your local shelter – purebred or mixed – but consumers continue to pay hundreds, sometimes thousands, of dollars for dogs from breeders.","33":"Some believe that by purchasing their dogs from a special breeder they will somehow be getting a “superior” pet, however, not only is this false but there are a number of other reasons that breeding dogs is irresponsible and harmful no matter how good their reputation may be.","34":"Consumers looking for a new family pet are willing to pay exorbitant amounts for a purebred dog because they’re told that the puppy has been raised in a loving environment and will grow up to have a friendly disposition with minimal health problems.","35":"However, there is no way to really tell because in many cases, it’s dependent on the individual dog. While there may be breeders that take precaution to avoid inbreeding (which often leads to significant health issues), and are selective with the dogs they do breed, making sure to raise them in loving environments, there is no definitive “rule” that guarantees these animals won’t suffer from health or behavioral problems early or later on.","36":"You can never forget that breeders are still trying to run a business at the end of the day, so it is only in their best interest to advertise the benefits to owning a purebred, and even perpetuating the myth that certain positive attributes cannot be found in shelter dogs. Ironically, the Humane Society estimates that 25 percent of dogs in shelters are purebred.","37":"Reputable breeders have a passion for breeding dogs and many do genuinely love the animals they care for, but that does not address the very real problem of what breeding pets does to the existing pet overpopulation problem.","38":"According to the ASPCA, 1.2 million dogs are euthanized in shelters every year because of lack of space, resources, and people who are willing to adopt these animals. No matter how you look at the issue, the idea of producing more dogs to meet the “demands” of people who are willing to pay thousands of dollars for a purebred pup while there are hundreds of thousands of purebred dogs waiting in overcrowded shelters is incredibly irresponsible.","39":"The fact is, all dogs deserve a loving home, but when these dogs become commodities who are bred for profit, it doesn’t matter how well-meaning or qualified the breeders are. If we wish to put an end to the gross pet overpopulation problem and provide loving forever homes for dogs who truly need it, there is no real justification for the perpetuation of dog breeding.","40":"The original article can be found here.","41":"Animal suffering in our world is diverse and immense. But the magnitude of human-caused animal suffering inflicted on farmed animals dwarfs all other categories. For every one dog or cat euthanized in a shelter, about 3,400 farmed land animals1 are confined and slaughtered. Of the 9.2 billion farmed land animals killed in 2015 in just the U.S., 8.8 billion were chickens, according to latest slaughter totals. This amounts to 279 chickens killed per second. An additional 13 other farmed land animals were killed per second in 2015, twenty-one times the total amount of lab animals confined. All these numbers are for the U.S. alone.","42":"Spending on animal advocacy is highly inconsistent with these patterns. As of 2015, Charity Navigator listed 90 major U.S. animal shelters with annual budgets over $3.5 million—all of these shelters together spent $1.2 billion per year. By contrast, 10 major U.S. farmed animal outreach organizations together controlled just $19.9 million.","43":"These numbers together suggest that typical donors and volunteers should concentrate their efforts on preventing the suffering of as many factory farmed animals as possible.","44":"Data for numbers of domesticated land animals used and killed was obtained from USDA reports when possible. For all categories except laboratories, numbers reported were of land animals killed. The number of animals used in laboratories reported on this chart includes those species for which the USDA keeps exact records as well as an estimate for common species like rats and mice which are not required to be reported to the USDA. The number of animals killed in shelters was taken from an estimate by the American Society For the Prevention of Cruelty to Animals. For animals killed for clothing, we used numbers collected by the USDA regarding farmed mink. Mink are the most common species farmed for fur in the United States, and account for about 70% of U.S. fur sales according to industry sources.","45":"Data for amount of donations was obtained from Charity Navigator and Guidestar pages. Charity Navigator splits animal charities into three groups, of which we considered only “Animal rights, welfare, and services.” 292 charities in this category are included. We recorded the total budget of the organization for its most recent fiscal year, and categorized its main area of operations based on its mission statement (provided on Charity Navigator) and if necessary a brief visit to its website. The categories used were farm, shelters, lab and N\/A, which was applied when the operations of the charity were too mixed (as presented on its website) to identify a primary focus, or when the primary focus was outside the scope of the other categories (for instance, veterinary medicine or guide dog training).","46":"We also included charities listed on Guidestar that had not been listed on Charity Navigator. We conducted an advanced search filtered by the category code “D01” (Animal Alliance\/Advocacy Organizations). Organizations were listed in descending order by income—we included all organizations with an income above $100,000 for the most recent fiscal year listed. Organizations with category code “D20” (Animal Protection and Welfare) were included as well. From this category, organizations with incomes above approximately $6 million were included. Organizations with lower budgets could not be included due to time constraints. In total, 215 charities were collected from Guidestar. Because most of the smaller organizations reviewed on Guidestar fit into the shelter and “N\/A” categories, we expect that not reviewing the local charities with budgets smaller than $6 million led to an underestimate of how much funding overall was directed towards shelters and general animal welfare organizations.","47":"The original article can be found here."},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"quote","19":"quote","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/677\/can-my-pet-be-vegan","1":"https:\/\/veganbootcamp.org\/course-progress\/677\/can-my-pet-be-vegan","2":"https:\/\/veganbootcamp.org\/course-progress\/677\/can-my-pet-be-vegan","3":"https:\/\/veganbootcamp.org\/course-progress\/677\/can-my-pet-be-vegan","4":"https:\/\/veganbootcamp.org\/course-progress\/677\/can-my-pet-be-vegan","5":"https:\/\/veganbootcamp.org\/course-progress\/677\/can-my-pet-be-vegan","6":"https:\/\/veganbootcamp.org\/course-progress\/677\/can-my-pet-be-vegan","7":"https:\/\/veganbootcamp.org\/course-progress\/677\/can-my-pet-be-vegan","8":"https:\/\/veganbootcamp.org\/course-progress\/684\/what-about-cats","9":"https:\/\/veganbootcamp.org\/course-progress\/684\/what-about-cats","10":"https:\/\/veganbootcamp.org\/course-progress\/684\/what-about-cats","11":"https:\/\/veganbootcamp.org\/course-progress\/684\/what-about-cats","12":"https:\/\/veganbootcamp.org\/course-progress\/684\/what-about-cats","13":"https:\/\/veganbootcamp.org\/course-progress\/684\/what-about-cats","14":"https:\/\/veganbootcamp.org\/course-progress\/684\/what-about-cats","15":"https:\/\/veganbootcamp.org\/course-progress\/684\/what-about-cats","16":"https:\/\/veganbootcamp.org\/course-progress\/684\/what-about-cats","17":"https:\/\/veganbootcamp.org\/course-progress\/684\/what-about-cats","18":"https:\/\/veganbootcamp.org\/course-progress\/684\/what-about-cats","19":"https:\/\/veganbootcamp.org\/course-progress\/684\/what-about-cats","20":"https:\/\/veganbootcamp.org\/course-progress\/678\/purebreds-and-puppy-farms","21":"https:\/\/veganbootcamp.org\/course-progress\/678\/purebreds-and-puppy-farms","22":"https:\/\/veganbootcamp.org\/course-progress\/678\/purebreds-and-puppy-farms","23":"https:\/\/veganbootcamp.org\/course-progress\/678\/purebreds-and-puppy-farms","24":"https:\/\/veganbootcamp.org\/course-progress\/678\/purebreds-and-puppy-farms","25":"https:\/\/veganbootcamp.org\/course-progress\/679\/adopt-dont-shop","26":"https:\/\/veganbootcamp.org\/course-progress\/679\/adopt-dont-shop","27":"https:\/\/veganbootcamp.org\/course-progress\/679\/adopt-dont-shop","28":"https:\/\/veganbootcamp.org\/course-progress\/680\/horse-riding","29":"https:\/\/veganbootcamp.org\/course-progress\/680\/horse-riding","30":"https:\/\/veganbootcamp.org\/course-progress\/681\/the-problem-with-breeding","31":"https:\/\/veganbootcamp.org\/course-progress\/681\/the-problem-with-breeding","32":"https:\/\/veganbootcamp.org\/course-progress\/681\/the-problem-with-breeding","33":"https:\/\/veganbootcamp.org\/course-progress\/681\/the-problem-with-breeding","34":"https:\/\/veganbootcamp.org\/course-progress\/681\/the-problem-with-breeding","35":"https:\/\/veganbootcamp.org\/course-progress\/681\/the-problem-with-breeding","36":"https:\/\/veganbootcamp.org\/course-progress\/681\/the-problem-with-breeding","37":"https:\/\/veganbootcamp.org\/course-progress\/681\/the-problem-with-breeding","38":"https:\/\/veganbootcamp.org\/course-progress\/681\/the-problem-with-breeding","39":"https:\/\/veganbootcamp.org\/course-progress\/681\/the-problem-with-breeding","40":"https:\/\/veganbootcamp.org\/course-progress\/681\/the-problem-with-breeding","41":"https:\/\/veganbootcamp.org\/course-progress\/682\/farmed-vs-pet-animals","42":"https:\/\/veganbootcamp.org\/course-progress\/682\/farmed-vs-pet-animals","43":"https:\/\/veganbootcamp.org\/course-progress\/682\/farmed-vs-pet-animals","44":"https:\/\/veganbootcamp.org\/course-progress\/682\/farmed-vs-pet-animals","45":"https:\/\/veganbootcamp.org\/course-progress\/682\/farmed-vs-pet-animals","46":"https:\/\/veganbootcamp.org\/course-progress\/682\/farmed-vs-pet-animals","47":"https:\/\/veganbootcamp.org\/course-progress\/682\/farmed-vs-pet-animals"}}