{"tag":{"0":"Cosmetics","1":"Cosmetics","2":"Cosmetics","3":"Cosmetics","4":"Cosmetics","5":"Cosmetics","6":"Cosmetics","7":"Cosmetics","8":"Cosmetics","9":"Cosmetics","10":"Cosmetics","11":"Cosmetics","12":"Cosmetics","13":"Cosmetics","14":"Cosmetics","15":"Cosmetics","16":"Cosmetics","17":"Cosmetics","18":"Cosmetics","19":"Cosmetics","20":"Cosmetics","21":"Cosmetics","22":"Cosmetics","23":"Cosmetics","24":"Cosmetics","25":"Cosmetics","26":"Cosmetics","27":"Cosmetics","28":"Cosmetics","29":"Cosmetics","30":"Cosmetics","31":"Cosmetics","32":"Cosmetics","33":"Cosmetics","34":"Cosmetics","35":"Cosmetics","36":"Cosmetics","37":"Cosmetics","38":"Cosmetics","39":"Cosmetics","40":"Cosmetics","41":"Cosmetics","42":"Cosmetics","43":"Cosmetics","44":"Cosmetics","45":"Cosmetics","46":"Cosmetics","47":"Cosmetics","48":"Cosmetics","49":"Cosmetics","50":"Cosmetics","51":"Cosmetics","52":"Cosmetics","53":"Cosmetics","54":"Cosmetics","55":"Cosmetics","56":"Cosmetics","57":"Cosmetics"},"text":{"0":"Cosmetics probably aren't the first things that come to mind when thinking of veganism. However, cruelty-free goes beyond what's on your plate. ","1":"Many companies consider human safety first, which is why many justify testing their products on animals. ","2":"Unfortunately, this requires rabbits, guinea pigs, mice, and rats to be routinely injected, gassed, force-fed and killed around the world. This is ethically unacceptable and unnecessary; while many medicines may not be vegan, some are unavoidable and necessary to our health. However, cosmetics aren’t life-saving products. ","3":"This doesn't mean you have to go bare-faced to be vegan. There are plenty of certified cruelty-free products, and they aren't any less safe than the animal tested ones. In fact, one of the worst parts of these cruel animal testing practices is that they aren't even effective. It’s been proven that non-animal tests are more predictive than animal tests, which means that they work better and their results are more easily reproduced. Over 40 countries, including the entire European Union, have outlawed animal testing for cosmetics. ","4":"However, it's still done—and even required—in many countries. The U.S. doesn't require animal testing, for example, but many companies still choose to participate in it. And China is one of the few countries that require animal testing on cosmetics by law, even though changes in 2014 have partially changed this. ","5":"This is why vegans avoid purchasing cosmetics and household products from companies that test on animals—and even avoid products that claim to be cruelty-free but still sell in China. (source)","6":"Many of the most common tests conducted on animals are done with absolutely no anesthetic and no regard for the animal’s ability to feel pain.  If a scientist believes that their research will be tainted by findings from animals that have been given pain medications, they are not required to administer them.","7":"Source: https:\/\/veganrabbit.com\/the-issues\/vivisection-why-vegans-oppose-animal-testing\/","8":"There are many ways to ensure that you are doing the most you can to end animal testing (these are just some of them):","9":"Source: https:\/\/veganrabbit.com\/the-issues\/vivisection-why-vegans-oppose-animal-testing\/","10":"The previous section discussed cruel practices of animal testing and how the cruelty-free label can be used to avoid products and companies that support them. However, this label doesn’t necessarily mean that a given product is vegan. Cruelty Free International, the company that certifies products as cruelty-free, states that their mission is to \"end animal experiments worldwide.\" However, they don't factor the use of animal-derived ingredients into their consideration for the certification.","11":"So while some cosmetics aren't tested on animals—and therefore qualify as \"cruelty-free\"—they still contain animal-sourced ingredients. This can be mind-boggling because, as learned in previous sections, animal byproducts like dairy and eggs come from cruel practices. Is a product truly cruelty-free, then, when it includes animal-derived ingredients that cause animal suffering?","12":"We don't think so. For that reason, vegans don't just look for the cruelty-free stamp when picking out shampoo or bronzer. Make sure to scan ingredients lists for anything derived from animals. (source)","13":"While many companies use these ingredients, there are also many brands that offer vegan lines. In other words, it’s unnecessary to include these ingredients in our cosmetics. So be on the lookout for these ingredients and don’t blindly trust the cruelty-free label.","14":"However, it can also be the other way around. Some brands list their product as vegan because they don't contain animal products, but they still test their products on animals. This is often the case because the vegan label is not protected. This means any company can label their products vegan and, with no set rules or guidelines behind the term, the label may mean nothing. Many companies do take great care in labeling their products, though, so this isn't to say that the vegan label can never be trusted. ","15":"There are plenty of sources online for discerning whether or not a product is vegan and cruelty-free to the fullest extent, and a little research goes a long way.","16":"We know what you're thinking: that list of animal ingredients in our cosmetics is long, and reading ingredient lists on cosmetics is difficult. On top of that, labeling may be confusing and may not tell the whole story behind a product. So how does anyone know if a product is truly vegan? ","17":"The good news is, while some of the ingredients on the previous list can be sourced from animals, many can also come from plant-based or synthetic sources, and vegan brands will usually specify this on their labels. The easiest way to shop vegan is to buy from companies known to be vegan. While you can certainly read into every ingredient on a bottle and contact companies to learn about their testing practices, much of that legwork has already been done for us by the wonderful and investigative vegans of the past—and the internet is chock-full of resources. Rather than reinventing the wheel, especially when just getting started, we recommend leaning on brands with long-standing vegan clout. ","18":"A great resource for this is Cruelty-Free Kitty (a privately hosted site not to be confused with Cruelty Free International). This site offers extensive and regularly-updated lists of cosmetics and household products that are cruelty-free, as well as those that are not. If ever in doubt, check the lists here. Just remember that cruelty-free does not necessarily mean vegan, so be sure to check the box “100% vegan” when searching. ","19":"Here are a few additional labels to be on the look out for.","20":"The only internationally recognized symbol guaranteeing consumers that no new animal tests were used in the development of any product displaying it. The standards to acquire this label are very strict, so you can rest assured that you can totally trust the product. For more information, you can check out their website.","21":"An independent, non-profit organization based in Australia, which since 1993 has produced the Choose Cruelty-Free List (CCF List) for Australian consumers. They actively campaign for an end to animal testing of ingredients used in cosmetics, toiletries, household cleaning products, and animal care. For more info, refer to their website.","22":"PETA’s Bunnies without beauty program is not the most reliable source for knowing if a brand is cruelty-free or not. Even though their cause is really ambitious, their certification requirements are not as stringent as Leaping Bunny or CCF. They recently certified Dove as a cruelty-free brand which is clearly not the case as Dove is still testing in China. With that said, their Beauty without Bunnies’ database is still an excellent source for searching if a company DOES animal testing. The logo we're displaying is their new one, but you may see the old one (in which the bunny is facing the viewer head on with symmetrical heart shaped ears) floating around on some products.","23":"Certified Vegan Logo is a registered trademark for products that do not contain animal products or byproducts and that have not been tested on animals. This is verified by vegan.org. Companies are required to submit documentation on a product along with supplier verification that animal products were not used in the manufacturing of ingredients ie, no actual testing is performed but they need proof from the company’s suppliers too. ","24":"The Vegan Society logo implies a product should not contain any animal product, by-product or derivative and must not involve testing of any sort on animals by the manufacturers or on its behalf, or by any third parties. This is verified by Vegan Society.","25":"The Vegetarian Society logo denotes a product which is required to be free of any ingredient resulted in animal slaughter, though it allows free-range eggs. It should also be GMO-free.","26":"If \"cruelty free\" or \"not tested on animals\" is all you see, without the addition of one of the logos we mentioned, you may have to dig a little deeper about the company or its products. Since there are no regulations on this, anyone can slap these words onto their packaging without any sort of proof to stand behind. (source)","27":"We vegans can be an expressive and passionate lot.  And a number of us–like any number of any grouping of people–like to express that passion with visual representations in the form of tattoos. Of course, given that we often express our passion for animals, it’s important to ask, are tattoos vegan?  Well, I can tell you one thing–if they’re not…This is going to be quite awkward… ","28":"Being vocally vegan and amply tattooed, the question of tattoos’ vegan-ness is posed to me quite often. Though still not as often as where I get my protein. ","29":"If you want to know more about my personal tattoos and their significance, check out my vegan tattoo tour in this video post.  And, just to let you know, I’m hoping to get my leg piece finished at the end of May after over a year of waiting, so I’ll be sure to take a camera with and show you the process.  Stay tuned for that.","30":"So, what is it that makes tattoos not vegan?  What do we vegans need to look out for and is it possible to get a 100 percent vegan tattoo?  And how do you find a vegan tattoo shop or artist? Let’s find out!","31":"First off, a little about tattoo ink: Tattoo ink is formed of a pigment, which gives the ink its color, suspended within a carrier solution.  The pigment is usually derived from plants or metal.  Now, what my astute commenter was referring to with the bone bit of his comment, however, is black ink, also called “bone black” which can–but doesn’t always–contain charcoal and soot derived from the charred bones of animals.","32":"The suspension in which this pigment is…well…suspended keeps the ink evenly mixed and aids in the ease of application.  Carrier solutions generally contain purified water, ethyl alcohol, propylene glycol and glycerine and may also contain witch hazel.  For vegans, it’s the glycerine we have to watch out for.  It can be from either plants or from animal fats depending on the company.","33":"Aside from bone char pigment and glycerine carrier solutions, there are other animal bits in tattoo inks to keep an eye out for.  Some inks also use gelatin, which is extracted from the skin, bones, and connective tissues of animals such as domesticated cattle, chicken, pigs, and fish, and shellac is a resin secreted by the female lac beetle.","34":"So what’s a vegan to do ink-wise?  Well, luckily there are plenty of vegan inks on the market, some of which have the bonus of being non-toxic.  I've supplied a list of vegan ink brands below along with other resources and links for further information.","35":"Outside of the ink itself, other elements of the tattoo process can be animal-laden.  Many artists use vaseline or petroleum jelly during tattooing to help their tattoo machine glide more easily. petroleum jelly itself can by and large be considered animal-free, although it’s a byproduct of the oil industry, which is a bit concerning, and the vaseline brand itself can contain bone char depending on the country and definitely tests on animals.","36":"There are a number of alternative you can use to lube up your skin during your session, but of course it will be up to the individual artist as to whether they are comfortable using them.  Some options I’ve come across were shea butter, jojoba oil or olive oil.  Personally, my artist just dry-runs on me (not as filthy as it sounds) and it works out just fine.","37":"Another lovely element of tattooing is that you get to be shaved by another person.  This can be an issue for vegans, or people with boundary issues–but that’s for a completely different reason– because disposable razors may contain a glycerin “moisturizing strip” and are by and large almost always tested on animals.  Which doesn’t make any damn sense…but then again, what element of animal testing does?","38":"So, as an alternative to animal fat-lined razors, you can always shave yourself prior to coming with your own cruelty-free razor like the lovely preserve brand and\/or bring it with you if you really want that stranger-shaving-you-in-public experience.","39":"If being shaved by another person wasn’t invigorating enough for you, they will also partially bathe you by soaping up the area to be worked on.  Most shops use what’s referred to as green soap, presumably because it’s green.  However, the vegan society has not been able to get confirmation for green soap producers as to their glycerin sources and potential animal fat content, and the information online is highly conflicting.","40":"The best alternative I’d recommend for this is Dr. Bronner’s Soap, the baby mild kind, ideally.  It’s hypoallergenic and tattoo friendly.  Just grab some and bring it with you.","41":"One lesser-known hidden animal product in the tattoo experience is the lanolin in transfer paper, which comes from sheep’s wool.  If you’re not sure what the big deal is about sheep’s wool, be sure to check out this video post.","42":"You see when you get a tattoo, unless you have a badass free-hander, your artist will draw the image out on what looks like tracing paper and apply it to your glistening moist skin to leave an outline to follow.  This allows you and your artist to work out ideal positioning and allows you a bit of a preview.","43":"Luckily, there is a vegan transfer paper out there by Reprofx.  You can ask your artist to order some if they don’t use that brand or be a dear and purchase some form a tattoo supply shop online. (Just visit their site and go here.)","44":"So now that we’ve gone over the whole process, what about aftercare?  Many aftercare lotions and ointments include beeswax, lanolin, like A&D ointment, or cod liver oil.  There are plenty of vegan aftercare alternatives, which are also listed bellow.  What i tend to do is dry-heal for the beginning, and once it gets to that really nasty, flaky, itchiness, I’ll use some organic coconut oil for moisturizing.","45":"So there you go: the whole tattoo process from start to finish.  As for finding a vegan tattoo artist, I’ve included a list of vegan tattoo shops below. there are more and more cropping up all the time, but with this video guide, you can get a vegan tattoo at any shop.  Just work with your artist and err on the side of providing as much as you can to make it less of a hassle for them. A lot of time you’ll find artists are already using vegan ink without really knowing it as a lot of the vegan ink brands are highly used and respected.","46":"Now I’d love to hear from you: Do you have tattoos?  If you’re vegan, did you know about the animal products within the tattoo process?  have you found your ideal artist?  What ink are you sporting?  Let me know in the comments.","47":"If you liked this tatted-up video, give it a big thumbs-up and share it around to help other vegans looking to get inked.  If you’re new here, be sure to hit that big red subscribe button down there for more awesome vegan content every Monday, Wednesday and some Fridays.  To help support Bite Size Vegan in continuing the mission of effective vegan education, please see the support links in the video description below or for perks and rewards for your support, click on the Nugget Army icon there or the link in the iCard sidebar.  Now go live vegan, get inked up, and I’ll see you soon!","48":"See ya next nugget!","49":"This article was written by Emily for bitesizevegan.org.","50":"Medication sometimes contains animal-derived ingredients and they are always tested on animals. The Vegan Society wrote an excellent post on how to handle this.","51":"Medications have to pass safety tests before they can be prescribed, and these tests are routinely carried out on non-human animals. Medications may also contain animal ingredients such as gelatin and lactose. In some cases alternative medications can be prescribed. However, they may be unsuitable for you or less effective, or they may have more side effects. In other cases there are no alternatives.","52":"Talk to your doctor or pharmacist about your concerns regarding animal ingredients. You can also read this blog written by a pharmacist for more information.","53":"Vegans avoid using animals 'as far as is practicable and possible'. This definition recognises that it is not always possible to make a choice that avoids the use of animals. Sometimes, you may have no alternative to taking prescribed medication. Looking after yourself and other people enables you to be an effective advocate for veganism.","54":"Concerns about medications were raised during the first meeting of the All-Party Parliamentary Group on Vegetarianism and Veganism, and discussions continue. Charities like Animal Free Research UK (formerly the Dr Hadwen Trust) are supporting the development of techniques and procedures to replace the use of non-human animals in biomedical research.","55":"Together with your doctor, decide what is best for your health. Never stop taking prescribed medications without first talking to your doctor.","56":"Does a China-based company always test on animals? Do they also test on animals when not selling within China? Do European companies test on animals when selling within China? The laws in China regarding animal testing can be hard to follow. Use the infographic from Ethical Elephant below to make sure you are not supporting experiments on animals. ","57":"Are you unsure where to start with vegan makeup? Check out the video below! Do you want recommendations for other vegan cosmetic products? Do a quick Youtube search, as many vegan influencers have made videos about it."},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson","48":"lesson","49":"lesson","50":"lesson","51":"lesson","52":"lesson","53":"lesson","54":"lesson","55":"lesson","56":"lesson","57":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/628\/overview-of-animal-testing","1":"https:\/\/veganbootcamp.org\/course-progress\/628\/overview-of-animal-testing","2":"https:\/\/veganbootcamp.org\/course-progress\/628\/overview-of-animal-testing","3":"https:\/\/veganbootcamp.org\/course-progress\/628\/overview-of-animal-testing","4":"https:\/\/veganbootcamp.org\/course-progress\/628\/overview-of-animal-testing","5":"https:\/\/veganbootcamp.org\/course-progress\/628\/overview-of-animal-testing","6":"https:\/\/veganbootcamp.org\/course-progress\/628\/overview-of-animal-testing","7":"https:\/\/veganbootcamp.org\/course-progress\/628\/overview-of-animal-testing","8":"https:\/\/veganbootcamp.org\/course-progress\/628\/overview-of-animal-testing","9":"https:\/\/veganbootcamp.org\/course-progress\/628\/overview-of-animal-testing","10":"https:\/\/veganbootcamp.org\/course-progress\/630\/non-vegan-ingredients","11":"https:\/\/veganbootcamp.org\/course-progress\/630\/non-vegan-ingredients","12":"https:\/\/veganbootcamp.org\/course-progress\/630\/non-vegan-ingredients","13":"https:\/\/veganbootcamp.org\/course-progress\/630\/non-vegan-ingredients","14":"https:\/\/veganbootcamp.org\/course-progress\/630\/non-vegan-ingredients","15":"https:\/\/veganbootcamp.org\/course-progress\/630\/non-vegan-ingredients","16":"https:\/\/veganbootcamp.org\/course-progress\/631\/a-guide-to-vegan-brands","17":"https:\/\/veganbootcamp.org\/course-progress\/631\/a-guide-to-vegan-brands","18":"https:\/\/veganbootcamp.org\/course-progress\/631\/a-guide-to-vegan-brands","19":"https:\/\/veganbootcamp.org\/course-progress\/631\/a-guide-to-vegan-brands","20":"https:\/\/veganbootcamp.org\/course-progress\/631\/a-guide-to-vegan-brands","21":"https:\/\/veganbootcamp.org\/course-progress\/631\/a-guide-to-vegan-brands","22":"https:\/\/veganbootcamp.org\/course-progress\/631\/a-guide-to-vegan-brands","23":"https:\/\/veganbootcamp.org\/course-progress\/631\/a-guide-to-vegan-brands","24":"https:\/\/veganbootcamp.org\/course-progress\/631\/a-guide-to-vegan-brands","25":"https:\/\/veganbootcamp.org\/course-progress\/631\/a-guide-to-vegan-brands","26":"https:\/\/veganbootcamp.org\/course-progress\/631\/a-guide-to-vegan-brands","27":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","28":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","29":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","30":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","31":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","32":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","33":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","34":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","35":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","36":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","37":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","38":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","39":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","40":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","41":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","42":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","43":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","44":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","45":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","46":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","47":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","48":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","49":"https:\/\/veganbootcamp.org\/course-progress\/635\/vegan-tattoos","50":"https:\/\/veganbootcamp.org\/course-progress\/632\/medication","51":"https:\/\/veganbootcamp.org\/course-progress\/632\/medication","52":"https:\/\/veganbootcamp.org\/course-progress\/632\/medication","53":"https:\/\/veganbootcamp.org\/course-progress\/632\/medication","54":"https:\/\/veganbootcamp.org\/course-progress\/632\/medication","55":"https:\/\/veganbootcamp.org\/course-progress\/632\/medication","56":"https:\/\/veganbootcamp.org\/course-progress\/629\/china-and-animal-testing","57":"https:\/\/veganbootcamp.org\/course-progress\/634\/makeup-recommendations"}}