{"tag":{"0":"Dominion","1":"Dominion","2":"Dominion","3":"Dominion","4":"Dominion","5":"Dominion","6":"Dominion","7":"Dominion","8":"Dominion","9":"Dominion","10":"Dominion","11":"Dominion","12":"Dominion","13":"Dominion","14":"Dominion","15":"Dominion","16":"Dominion","17":"Dominion","18":"Dominion","19":"Dominion","20":"Dominion","21":"Dominion","22":"Dominion","23":"Dominion","24":"Dominion","25":"Dominion","26":"Dominion","27":"Dominion","28":"Dominion","29":"Dominion","30":"Dominion","31":"Dominion","32":"Dominion","33":"Dominion","34":"Dominion","35":"Dominion","36":"Dominion","37":"Dominion","38":"Dominion","39":"Dominion","40":"Dominion","41":"Dominion","42":"Dominion","43":"Dominion","44":"Dominion","45":"Dominion","46":"Dominion","47":"Dominion","48":"Dominion","49":"Dominion","50":"Dominion","51":"Dominion","52":"Dominion","53":"Dominion","54":"Dominion","55":"Dominion","56":"Dominion","57":"Dominion","58":"Dominion","59":"Dominion","60":"Dominion","61":"Dominion","62":"Dominion","63":"Dominion","64":"Dominion","65":"Dominion","66":"Dominion","67":"Dominion","68":"Dominion","69":"Dominion","70":"Dominion","71":"Dominion","72":"Dominion","73":"Dominion","74":"Dominion","75":"Dominion","76":"Dominion","77":"Dominion","78":"Dominion","79":"Dominion","80":"Dominion","81":"Dominion","82":"Dominion","83":"Dominion","84":"Dominion","85":"Dominion","86":"Dominion","87":"Dominion","88":"Dominion","89":"Dominion","90":"Dominion","91":"Dominion","92":"Dominion","93":"Dominion","94":"Dominion","95":"Dominion","96":"Dominion","97":"Dominion","98":"Dominion","99":"Dominion","100":"Dominion","101":"Dominion","102":"Dominion","103":"Dominion","104":"Dominion","105":"Dominion","106":"Dominion","107":"Dominion","108":"Dominion","109":"Dominion","110":"Dominion","111":"Dominion","112":"Dominion","113":"Dominion","114":"Dominion","115":"Dominion","116":"Dominion","117":"Dominion","118":"Dominion","119":"Dominion","120":"Dominion","121":"Dominion","122":"Dominion","123":"Dominion","124":"Dominion","125":"Dominion","126":"Dominion","127":"Dominion","128":"Dominion","129":"Dominion","130":"Dominion","131":"Dominion","132":"Dominion","133":"Dominion","134":"Dominion","135":"Dominion","136":"Dominion","137":"Dominion","138":"Dominion","139":"Dominion","140":"Dominion","141":"Dominion","142":"Dominion","143":"Dominion","144":"Dominion","145":"Dominion","146":"Dominion","147":"Dominion","148":"Dominion","149":"Dominion","150":"Dominion","151":"Dominion","152":"Dominion","153":"Dominion","154":"Dominion","155":"Dominion","156":"Dominion","157":"Dominion","158":"Dominion","159":"Dominion","160":"Dominion","161":"Dominion","162":"Dominion","163":"Dominion","164":"Dominion","165":"Dominion","166":"Dominion","167":"Dominion","168":"Dominion","169":"Dominion","170":"Dominion","171":"Dominion","172":"Dominion","173":"Dominion","174":"Dominion","175":"Dominion","176":"Dominion","177":"Dominion","178":"Dominion","179":"Dominion","180":"Dominion","181":"Dominion","182":"Dominion","183":"Dominion","184":"Dominion","185":"Dominion","186":"Dominion","187":"Dominion","188":"Dominion","189":"Dominion","190":"Dominion","191":"Dominion"},"text":{"0":"Exposing the dark underbelly of modern animal agriculture through drones, hidden & handheld cameras, the feature-length film explores the morality and validity of our dominion over the animal kingdom. This film is hard-hitting and impactful as it reveals the moral and ethical side of Veganism. We highly recommend it,many vegans claim that this movie solidified their decision to go vegan - including the founder of Vegan Bootcamp.","1":"Note: For sources \/ facts of all claims made, please click here.","2":"Warning: This documentary does show instances of animal cruelty, however if there's any video or challenge we'd recommend out of the entire Vegan Bootcamp, it's to watch this. ","3":"Learn more about this movie by visiting the official website here.","4":"Most people consider themselves animal lovers.","5":"We recognise them not as objects, but as complex beings with whom we share the planet, our lives, our homes. We take pleasure from their pleasure, we anguish over their pain, celebrating their intelligence and individuality as welcome them into our families, or revere them in their natural element.","6":"The thought of unnecessarily causing them harm or suffering, is to many, unbearable.","7":"So for those who feed, clothe or entertain us, we choose to follow a narrative that minimises or altogether eliminates their suffering. The picturesque family farm and the iconic, loving farmer. A humane and painless end, a small price happily paid for a life well lived. An arrangement of mutual benefit.  ","8":"Hidden by this narrative, out of sight, out of mind, they cease to be individuals, most known only as livestock, faceless units of production in a system of incomprehensible scale, exempt from the cruelty laws that protect our companion animals. ","9":"Their suffering unseen and unheard. Their value determined only by their usefulness to humankind, rationalised by a belief in our own superiority and the notion that might equals right.","10":"A notion that must be questioned.","11":"In the 1960s, there were around 50,000 pig farms in Australia. Today, there are less than 1,400, and yet the total number of pigs bred and slaughtered for food has increased. As of 2015, 49 farms housed 60% of the country’s total pig population.","12":"Most pigs bred for food begin life in a farrowing crate, a small pen with a central cage, designed to allow the piglets to feed from their mother – the sow –  while preventing her from moving around. ","13":"The frequency of stillborn or mummified piglets generally increases with each litter as the sows’ bodies become less capable of handling the large litter sizes encouraged by the industry.","14":"10-18% of piglets who are born alive won’t make it until weaning age, succumbing to disease, starvation or dehydration, or being accidentally crushed by their trapped mothers.","15":"Included in the death toll are the runts of the litter, who are considered economically unviable and killed by staff.","16":"Those who survive the first few days are mutilated without pain relief, their tails and teeth cut to reduce cannibalism… and pieces cut from their ears or tags punched in as a means of identification.","17":"They are taken from their mothers at 3-5 weeks of age. Most are destined for slaughter around 5 months later.","18":"As they age, they are moved into grower pens, crowded together in their own waste.","19":"Stuck in these small pens for months at a time, they turn to cannibalism.","20":"Some female pigs are kept on to replace the sows in the breeding cycle, carefully selected for their perceived ability to produce large litters.","21":"Most pig farms utilise artificial insemination rather than natural mating, as it allows them to impregnate up to 30-40 female pigs from a single boar. Workers collect the semen by masturbating the boars, then insert it into the sows via a raised catheter known as a pork stork.","22":"Boars are still physically used to excite the females prior to insemination, but are prevented from actually mating.","23":"When confirmed pregnant, the sow is moved into one of two types of confined housing for the entirety of her 16 week gestation.","24":"Sow stalls are individual cages in which, like in the farrowing crates, sows are only able to take one or two steps forwards or backwards and are unable to turn around. While gradually being phased out by the majority of piggeries in Australia, sow stalls remain entirely legal with no penalties for keeping sows confined to them for longer than the voluntary limit of 5 days. This is similar to the apparent “ban” on sow stalls in the European Union which actually allows up to 4 weeks in them per pregnancy.","25":"When given the choice, pigs will relieve themselves far away from where they sleep and eat.","26":"The extreme confinement takes a heavy psychological toll.","27":"The alternative, group housing, sees pregnant pigs packed into small concrete pens. A lack of space and stimuli can cause the pigs to become aggressive.","28":"Those who fall into the effluent system through gaps in the flooring are left to starve or drown in the river of waste.","29":"A week before they are due to give birth, they’re moved into the farrowing crate cages, where they’ll remain for the next 4-6 weeks.","30":"Unable to exercise, the sow’s muscles will weaken to the point where she has difficulty standing up or lying down…","31":"To minimise muscle wastage, workers will force her to stand up at least once daily.","32":"She’ll develop pressure sores from the hard surfaces…","33":"Or prolapses and infections from the physical strain of repeated farrowing and poor conditions…","34":"… which can also lead to partial paralysis, preventing her from reaching the food and water at the front of her cage…","35":"… or can even lead to death in the cage.","36":"She’ll watch helplessly as her piglets fall ill and die, or get mutilated and abused by workers until they are taken away from her.","37":"She’ll endure this cycle four times over two years before she’s replaced and sent to slaughter, or killed and dumped on site.","38":"The term “bred free range” simply means that pigs are born outside in small huts, but then spend the rest of their lives in sheds, facing the same overcrowding, health and behavioural issues as at any pig farm, whilst being knee deep in their own waste.    ","39":"Capable of living 10-12 years, most pigs are killed at just 5-6 months old, packed onto transportation trucks at the piggery and driven often long distances to the slaughterhouse without food, water or protection from extreme heat or cold.","40":"At the slaughterhouse they’ll wait in small concrete or metal holding pens, typically overnight, still without food and with limited or no access to water. ","41":"In the morning, they are forcefully herded to the kill floor, often with an electric prodder.","42":"The most common method of stunning and killing pigs in Australia, used at all major pig abattoirs and touted as the most “humane” and efficient option, is the carbon dioxide gas chamber. A system of rotating cages lowers the fully-conscious pigs two or three at a time into the heavily concentrated gas, which begins to burn their eyes, nostrils, sinuses, throat and lungs while suffocating them.","43":"Lower concentrations of carbon dioxide would cause less pain and stress, but would take much longer to render the pigs unconscious, making it economically unviable.","44":"Sows are sent into the chamber gondolas one at a time. Because of their size, the gas is less effective, with some emerging partly conscious, in which case they may also be electrically stunned afterwards.","45":"Tipped out the other side of the chamber, the pigs’ throats are cut and they are bled out.","46":"Electrical stunning, used at smaller slaughterhouses, has a much higher chance of failure. Incorrect amperage, positioning of the stunner, or length of time applied, or failing to cut the throat quickly enough, can lead to the pig being merely paralysed and unable to move while still capable of feeling pain, or regaining consciousness while bleeding out. Blinking and rhythmic breathing are strong indicators of consciousness.","47":"One by one, they are picked off in front of each other.","48":"Captive bolt pistols are another option used by smaller slaughterhouses. The penetrative variety fire a rod through the skull of the animal to permanently damage their brain, preventing them from regaining consciousness, while non-penetrative bolt pistols deliver blunt force trauma much like a hammer. Effective stunning requires the gun to be angled and positioned at the correct part of the head, which is often difficult if the head is not restrained.","49":"Having witnessed their litter mates being killed before them, or being able to smell the blood on the floor, they are reluctant to enter the knockbox.","50":"The bolt gun is even less effective on larger pigs, like sows. For them, a rifle may be used as an alternative – in this case, accuracy is even more difficult.","51":"Some slaughterhouses will just use a sledgehammer.","52":"After they’ve been bled out, pigs are dropped into tanks of scalding water in order to soften their skin and remove bristles and hair.","53":"Those who haven’t been stunned and killed properly finally die by drowning.","54":"The waste products – the skins, bones, hoofs, guts and fat – are trucked to the rendering plant to be turned into lard (or pork tallow) for use in food, soaps, lubricants and biofuel, or into other products like gelatine.","55":"Wild pigs were introduced to Australia with the First Fleet, and now occupy around 40 percent of the country, mainly in Queensland and New South Wales. The practice of “pig dogging” involves hunters releasing aggressively trained dogs to track, chase and maul live pigs, keeping them pinned down until the hunters are able to catch up and finish them off with a knife.","56":"Despite wild pigs being declared a pest animal, it’s not uncommon for the hunters to release young piglets into national parks so that they can return later to hunt them.","57":"For egg-laying hens, life begins at the hatchery.","58":"Eggs collected from the parent birds are stored, incubated and hatched over 31 days.","59":"The male and female chicks are sorted onto separate conveyor belts. Here at Australia’s largest hatchery, they’ve been genetically modified to make the males a different colour than the females, allowing for quick sorting.","60":"Unable to ever produce eggs themselves and a completely different breed to the chickens used for meat, the male chicks are considered waste products, as are any females perceived to be deformed or weak. They are sorted onto a separate conveyor belt from the healthy females in their first day of life, and sent into an industrial blender called a macerator. This practice is legal and referred to as humane by the RSPCA. Smaller hatcheries may use carbon dioxide gas or simply suffocate the chicks in plastic bags.","61":"All commercial egg farms – caged, barn laid, free range, organic, RSPCA-approved – involve the killing of male chicks, to a total of roughly 12 million per year in Australia.","62":"Meanwhile, the healthy females continue on to painful debeaking machines. Hens are debeaked to minimise the harm they can do to each other in the confinement of egg farms.","63":"The chicks are then stacked in trays and trucked to pullet rearing farms, where they’ll remain for 4 months until they begin laying eggs.","64":"A small number of males will be spared the macerator in order to serve with a selection of hens as parent birds, laying and fertilising the eggs for the hatchery.","65":"The other hens are sent out to egg farms across the country.","66":"Around two-thirds of the 18 million layer hens at any given time in Australia are housed in battery cages. Each shed can contain up to 100,000 hens, with between 4 and 20 per cage, each hen afforded a space smaller than a A4 sheet of paper.","67":"They are unable to stretch their wings or express any natural behaviours such as dust bathing, perching or foraging.","68":"Due to decades of genetic manipulation and selective breeding, they lay an egg almost every day for a total of up to 330 per year, compared to the 10-15 that a wild hen would lay.","69":"As they age, the poor environment and physical stress of frequent egg-laying takes a toll on their health, indicated by the gradual loss of all of their feathers and an increasingly pale comb suggesting anaemia.","70":"Deaths inside the cages are common, and due to the size of the facilities can be easily missed for long periods of time, forcing the surviving hens to live on top of the rotting carcasses.","71":"Newer cage systems collect the faeces onto conveyor belts beneath the cages, while older systems allow it to pile up underneath. Birds who manage to escape the cages are left to die in these manure pits.","72":"At 18 months of age, after living in the cage for over a year, their egg production will have slowed significantly enough to be considered “spent”. They are “depopulated” – pulled from the cages and stuffed into crates, often resulting in bone fractures due to rough handling. They are either gassed to death and then buried or rendered, or sent to the slaughterhouse, and replaced by new 4-month old hens.","73":"Up until 2016, there were no national standards on what can be claimed as free range eggs. Now, free range farms are capped at a maximum outdoor density of 10,000 hens per hectare – one per square metre – though they still spend most of their time packed together in large sheds.","74":"Chickens naturally form and live within a social hierarchy called a pecking order, but are only able to recognise around 100 other chickens. In sheds or paddocks with thousands of other birds, their inability to maintain this pecking order results in chaos. The weak birds are picked on with no way to escape. Disease spreads rapidly. An outbreak of avian influenza at a New South Wales free range egg farm in 2013, believed to be contracted from wild ducks, led to the culling of over 400,000 farmed hens.","75":"Many of the larger free range farms also have cage farms on the same property, with the eggs from both ending up in the same packing shed. A 2009 analysis of Egg Corporation data indicated that as many as one in six eggs sold as \"free range\" were laid by caged or barn hens.","76":"As with caged farms, free range hens are sent to slaughter from just 18 months of age, far short of their 10 year natural lifespan. At the slaughterhouse, the hens are shackled upside-down on a moving line. They are lowered into a bath of electrified water to stun them prior to their throats being cut by an automated blade, but if they lift their heads, they can miss the stun bath, facing the blade fully conscious and ultimately drowning in scalding water further down the process.","77":"The slaughtered hens largely end up in lower-grade chicken meat products such as mince, or rendered into poultry meal for use in pet food or to be fed back to farmed animals.","78":"Like humans, cows are strongly maternal beings who form close bonds with their young, and must give birth in order to produce milk.           ","79":"On dairy farms, they are forcefully impregnated every year to keep this milk flowing, usually by artificial insemination rather than natural mating, which requires workers to insert their arm into the cow’s anus to hold her cervix in place while injecting her with semen collected from a bull.","80":"Their calves are taken away mere hours after being born so that the milk intended for them can be collected and sold for human consumption.","81":"Over the days following separation, the mothers bellow day and night, searching for their calves. They’re known to grieve for days or even weeks.","82":"The male calves, called bobby calves, are considered useless to the dairy industry because they’ll never be able to produce milk. They are kept isolated for five days before being herded onto a truck, and sent either to a saleyard first, or direct to the slaughterhouse. They can be withheld food for the last 30 hours of their lives.","83":"Starved, confused and desperate for affection, they cry for their mothers from the holding pens of the slaughterhouse where they’ll be killed the following morning.","84":"Those who avoid the stunner or who are improperly stunned are killed while conscious.","85":"Around 700,000 male calves are slaughtered as waste products of the dairy industry every year in Australia alone.","86":"A small number of male calves are grown out for longer, up to 20 weeks, to be slaughtered for veal.","87":"The female calves are also kept isolated, fed on powdered milk replacer, eventually to join the cycle after being impregnated themselves.","88":"2-3 times per day, the lactating cows are herded into the milking shed and hooked up to industrial milking machines.","89":"In natural conditions, they can live up to 20 years. On dairy farms they last only 4 to 8 years, some – known as downers – succumbing to the pressure of continuous impregnation and producing up to 10 times more milk than they naturally would, the rest sent to slaughter when their milk production begins to slow down or they become too injured to continue.","90":"Artificial insemination is preferred to natural mating in the beef industry also,","91":"Calves raised for beef are subjected to a variety of painful surgical procedures without anaesthesia, including disbudding or dehorning…","92":"… ear tagging…","93":"… castration, either with a blade, or by a practice called ringing, where an elastic band is tightly clamped around the base of the testicles, restricting blood blow until eventually they rot and fall off.","94":"… and branding with a hot iron.","95":"Those who get sick typically lack veterinary care and deteriorate quickly.","96":"Drugs including antibiotics, growth hormones, vitamins and supplements, and progesterone for maintaining pregnancy are injected… or inserted vaginally… or orally.","97":"These and other regular routines like sorting or checking for pregnancy see the cattle forcefully herded through the yard system into a restraint box called a crush for individual attention. ","98":"Around 40% of Australia’s total beef supply and 80% of beef sold in major domestic supermarkets comes from cattle who have spent the last 10-15% of their lives packed into barren feedlots, where they are fattened up with grain before slaughter at 18 months of age.","99":"They’re forced into the knockbox, from which they will desperately try to escape.","100":"The captive bolt gun is the most common method of stunning cows, but the smaller guns especially are often ineffective against such large animals, causing only pain and limited mobility, but not unconsciousness. ","101":"A rifle is a less common alternative.","102":"After stunning, they are shackled by the leg and hung upside-down, their throats cut open. ","103":"In addition to witnessing the animals before them being stunned, killed and sometimes even the processing, in most cases they are also forced to hear their fate from the next room.","104":"For cows slaughtered while pregnant, the blood from their unborn calves, known as fetal calf serum or fetal bovine serum, is of great value to the pharmaceutical industry, fetching around $600 per litre.","105":"The hides of cows and bobby calves are sent to tanneries to be turned into leather, the majority of which is then exported overseas. There is a common misconception that leather is a by-product of the meat industry intended to reduce waste; it is far more accurate to say that it is a co-product, sometimes more economically valuable than meat to the point where more and more animals are being killed for their skin rather than for their flesh.","106":"Cheap leather for use in shoes, handbags and other accessories is also imported to Australia, the United States and Europe from developing countries like India and Bangladesh.","107":"As cows are considered sacred by the Hindu religion, their slaughter is illegal in 24 of India’s 29 states. To be legally slaughtered for leather, they must first be transported hundreds or thousands of kilometres to one of the five exempt states or across the border to Bangladesh.  ","108":"Depending on the route and the number of animals – sometimes in the thousands – much of this transport can occur on foot. In preparation, many have shoes nailed into their feet and ropes threaded tightly through their noses.","109":"Exhausted, starving and thirsty, many collapse along the way, compelled to stand by having their nose ropes pulled or their tails broken… being beaten with sticks, or having chilli pepper rubbed into their eyes.","110":"For the rest of the journey, they are crowded into and out of trucks, their horns piercing and gouging each other and their bones often breaking. ","111":"Those who make it to the slaughterhouse are killed in front of each other without prior stunning, some even skinned alive.","112":"The hides are soaked in toxic chemicals known to cause cancer or chronic skin diseases, often by children.","113":"The fundamental concept of rodeos is the physical control and domination of weaker, more vulnerable beings. Calves, steers and bulls are physically provoked for the entertainment of spectators in some 240 rodeo events held across Australia every year.","114":"Normally quite docile animals, they endure tail twisting, electric prodding and other physical abuse behind the scenes, as well as the use of metal spurs and straps tightened around their abdomens, to make them “buck” and appear wild.","115":"With intensity and risk integral factors for an entertaining show, injuries are inevitable.","116":"Calf and steer roping involves the lassoing of terrified animals as they try to run away, violently jerking them to a halt, and commonly resulting in bruising, broken limbs, horns and even necks, ligament tearing, internal haemorrhaging and subcutaneous tissue damage.","117":"‘Winter lambing’ is the practice of impregnating sheep so that they give birth in winter months, meaning their lambs are weaned in spring when pastures are most fertile. While this allows the lambs to grow more quickly, it results in 10-15 million newborn lambs – roughly one in every four – dying within 48 hours of birth from exposure to the harsh cold. For sheep farmers, this is still preferable to the higher feed costs of lambing in warmer months. ","118":"To reduce soiling and the risk of flystrike for the lambs who make it to summer, their tails are docked or cut off entirely, and they are often mulesed at the same time, which involves cutting off the skin around their buttocks and the base of their tail with metal shears. If the lambs are younger than 6 months, it is legal to do this without any pain relief. The Merino breed, accounting for around 80% of the wool produced in Australia, have been selectively bred to have wrinkled skin resulting in excessive amounts of wool while making them much more prone to flystrike and therefore more commonly subjected to mulesing.","119":"The Merino breed, accounting for around 80% of the wool produced in Australia, have been selectively bred to have wrinkled skin resulting in excessive amounts of wool while making them much more prone to flystrike. To reduce soiling and the risk of flystrike for the lambs who make it to summer, their tails are docked or cut off entirely, and they are often mulesed at the same time, which involves cutting off the skin around their buttocks and the base of their tail with metal shears. If the lambs are younger than 6 months, it is legal to do this without any pain relief.","120":"Sheep shearers are paid by the number of sheep shorn, not by the hour, so speed is prioritised over precision, and there is no requirement for formal training or accreditation.","121":"After a few years, when they can no longer produce enough wool to be considered profitable, the sheep are sent to slaughter and sold as mutton, while lambs raised for meat are killed between 4 and 12 months of age, far short of a natural lifespan of 12-14 years.","122":"19 million of the 32 million sheep killed each year in Australia go through saleyards, an intermediary between farms and slaughterhouses or private buyers, where animals also including cattle, calves, horses, poultry and pigs, are auctioned off.","123":"Heat stress, dehydration, exhaustion, or pre-existing conditions are common causes of deaths at saleyards.","124":"Most of the sheep are bought by slaughterhouses for their meat.","125":"No animal at a slaughterhouse walks willingly to their death.","126":"Again electrical stunning proves regularly ineffective, causing only pain and terrifying the animals even further in their final moments.","127":"Bolt gun stunning is no better.","128":"Regardless of how effective stunning may appear, it’s impossible to know with certainty whether an animal has been rendered completely unconscious and insensible to pain, or is merely paralysed and unable to move, while still feeling everything.","129":"In their fear and desperation, some manage to briefly escape, directly confronted with the bodies of those before them, before being forced back into the race, knowing they’ll be next. ","130":"This is not the full transcript, to view the full transcript click here!","131":"The Bible mentions \"dominion\" over animals, and many Christians believe that humankind was given dominion over animals by god. Is that where the title comes from?","132":"Chris Delforce: In a way yes, but I'm more interested in how this concept has permeated almost every aspect of our modern societies – in both religious and secular spheres – shaping our general attitude towards animals and, more broadly, those beings we consider to be \"inferior\" to ourselves. The religious origin will not be focused on by the film.","133":"What does \"dominion\" mean to you?","134":"Chris Delforce:  \"Dominion\" to me is the idea of one group or entity exercising control, power or authority over another, under the belief that they have the right to do so. Often this belief seems to stem from the perception of self-superiority and that \"might equals right\".","135":"Through this film I challenge both the notion that animals are inferior, and that we as humans have the right to use and treat them as we please for our own ends – and I briefly examine how this superiority complex has and continues to complement some of humanity's darkest ideologies, asking viewers to consider the similarities between racism, sexism and speciesism.","136":"Is there any relationship between your film and Matthew Scully's book Dominion?","137":"Chris Delforce:  At the time of deciding on the name for this film, I wasn't aware of Matthew Scully's book – though I've recently ordered a copy. No doubt there'll be some overlap in the messaging and topics covered, but beyond that there's no relationship between our projects.","138":"What was your motivation behind making Dominion?","139":"Chris Delforce:  Industries that profit from the exploitation and abuse of animals hide behind a wall of secrecy – they know that if consumers were to see for themselves what actually occurs in the production of meat, dairy, eggs, leather, etc, they'd stop being consumers and those industries would quickly cease to exist.","140":"In my 7 years as an animal activist I've worked to tear down that wall, to force transparency on these truly horrific systems.","141":"The film Earthlings was a huge inspiration to me and I've seen the enormous effect it's had around the world – but too often I hear the excuse that it \"doesn't happen in Australia\" or that its footage is now too old. So I wanted to make something new, something to hit back at that myth of Australia being \"kind\" to the animals it so brutally uses and disposes of, while also making it clear that these practices and attitudes are standard across the globe and represent a much larger problem.","142":"What are the challenges and benefits of using high-tech drone and undercover footage in making a film?","143":"Chris Delforce:  Drones offer a whole new perspective of these industries – for the first time we're able to truly appreciate their terrifying scale and the way in which the traditional \"farm\" has been replaced by these massive identical rows of factories. We can cut from focusing on an individual animal with his or her own personality, to a huge wide shot of a feedlot or saleyard where thousands of these individuals are packed together as mere units of production, their individual identities lost or indistinguishable.","144":"They can be incredibly stressful to fly though – especially when you have to send them 5km out from the shore and they make it back with only a couple percentage remaining in the battery, or when for whatever reason they decide to land near the parking lot of a slaughterhouse. Undercover footage, and footage from covert cameras placed inside slaughterhouses or farms, allow us to see what the workers get up to when they think they're safe from scrutiny... from mocking and disrespect, to kicking, beating or throwing the animals around. This comes at great personal risk to the people getting the footage though, and unfortunately tends to be a much lower quality image than that from the drone or handheld cameras.","145":"Your first film Lucent is about the underbelly of pig farming in Australia. How does Dominion connect to Lucent?","146":"Chris Delforce: Dominion will begin with an overview of pig farming – essentially a compressed version of Lucent but with newer and much better\/clearer footage. For example, since Lucent's release, a large volume of new footage has emerged of the gas chambers used in pig slaughterhouses.","147":"Dominion will then move on to give a similar treatment to the other animals regularly used and abused in Australia.","148":"What are the differences between the way animals are used in the Australian food system versus the U.S. system?","149":"Chris Delforce:  There are far more similarities than differences between the Australian and U.S. systems – the main difference is the scale. The U.S. has a much larger population than Australia and therefore breeds and kills much larger numbers of animals. Ultimately, both systems involve the brutal treatment and slaughter of thinking, feeling individuals who don't want to die.","150":"And are there differences in the secrecy, the difficulty of gaining access to farms, and what the public believes is and isn't happening?","151":"Chris Delforce:  While I can't speak from personal experience about the difficulties activists face in the U.S., it is clear as an Australian that our animal agriculture sector strongly envies the ag-gag laws and Animal Enterprise Terrorism Act successfully introduced abroad, and every so often we see a new attempt to replicate or at least borrow elements from such legislation.","152":"Being more sparsely populated, Australian animal farmers are able to \"hide away\" in more remote areas, further from the eyes and minds of their consumers. Where cities have developed around older farms, many have been forced to close or relocate.","153":"The U.S. industries still largely manage to find secrecy but I would say at an ever-dwindling rate.","154":"A huge portion of the public in both Australia and the U.S. is still unaware of many aspects of animal farming – they don't know, for example, that cows need to give birth in order to produce milk, and that their calves, if male, are sent the slaughterhouse at just a few days of age... or that male chicks in the egg layer industry are minced up alive or gassed on their first day of life. They don't consider what even \"free range\", \"organic\" animals experience at the slaughterhouse alongside their factory-farmed counterparts.","155":"It's all hidden from them exceptionally well... but slowly, slowly that is changing, and I hope Dominion will give that a solid nudge forward.","156":"What do you hope the audience takes away from the film?","157":"Chris Delforce:  The most important thing I want viewers to realise is that these are individual, sentient beings – they think, they feel, they hurt, they suffer. The pigs dying horrifically in gas chambers are no different to the dogs and cats we keep as our beloved companions. They don't want to die and it is within every viewer's power to make it stop... unlike other prevalent social justice issues, we're not trying to persuade a backwards government to do the right thing – this is entirely up to us as consumers. It's in our hands and it's our responsibility.","158":"Is there graphic footage in the film showing violence toward animals?","159":"Chris Delforce:  Yes, there is a lot, as unfortunately this is the reality of animal agriculture.","160":"Do you feel it is \"shocking\" to depict standard farming practices?","161":"Chris Delforce:  While there's very little that shocks me personally anymore, I regularly see people reacting with complete disgust and disbelief when faced with the standard reality of animal farming, whether that takes the form of comments on social media, or their faces and subsequent conversations with outreachers when they see the videos being shown in the streets (ala Anonymous for the Voiceless).","162":"Taking away that blindfold that people have grown up with, that they've had reinforced over and over through all aspects of their lives, and most people are truly (and rightly) shocked.","163":"What surprised you during the making of the film? Is there an industry practice you found particularly egregious?","164":"Chris Delforce:  Most of the time we have a fair expectation of what we'd find – but expectations don't always prepare for reality. Capturing the practice of thousands and thousands of live male chicks being macerated (tossed into an industrial-sized blender) because the egg industry considers them useless, or male calves in the dairy industry being taken away from their mothers who desperately chase after the trailers, again because the males are thought of as \"waste products\"... these are things we've always known about but it's something else to actually see it and capture it on camera.","165":"How is the film not mere \"vegan propaganda\" and how is it different from other films in the animal rights genre?","166":"Chris Delforce:  The film aims to present the facts about the ways animals are used – facts that can be verified through industry reports, the industry's own promotional videos, and their acknowledgement after footage of their facilities is released, saying things like \"everything on the video was done according to the code\", and \"this is a meatworks not a 5 star animal resort\". These are practices and systems that consumers are told to be proud of, to revere as part of our national identity, yet those consumers are only ever presented with happy cartoon imagery or meaningless feel-good labels like \"high welfare\" and \"free range\" – propaganda on a scale so massive it's become embedded in our collective subconscious to the point where people actually make fun of, or heatedly argue with, those who are advocating against animal cruelty. It's seen as \"weak\" or \"unmanly\" to care about animals or indeed, those who lack our advantages or privileges.","167":"Dominion is about levelling the playing field by showing consumers of animal products what they're actually paying for – giving them the chance to make informed decisions and hopefully, encouraging a more compassionate and critically-thinking society where misleading advertising is no longer taken at face value.","168":"Can you tell us about Aussie Farms and the work you do with the organization?","169":"Chris Delforce:  At its core, Aussie Farms is about freedom of information. We believe that truth and openness are our greatest asset in the fight against commercialised animal abuse – so we research, investigate, document, and publish evidence for the world to see. In our recently launched ‘Repository' website, we've built the world's largest database of photos, footage, documents, campaign materials, and facilities (e.g. farms and slaughterhouses) relating to animal exploitation\/abuse, open for contribution by any Australian activist. Our aim is to force total transparency on industries that heavily depend on secrecy and deception, and to support and empower individual activists and organisations in their efforts to make our world a better place.","170":"You were raided by police in what became your country's first-ever \"ag-gag\" case. What happened and what was the outcome?","171":"Chris Delforce:  I was charged under a 2007 \"Surveillance Devices Act\" for obtaining and publishing footage depicting industry-standard, legal practices in several pig farms and Australia's largest pig slaughterhouse. This includes the first-ever footage of what happens inside the carbon dioxide gas chambers that are now in use in hundreds of pig slaughterhouses all over the world... something the industry had been calling \"humane\" for over 20 years.","172":"The prosecution's case was heavily flawed. For one thing, there was a clear political motivation behind it, which the magistrate acknowledged and the prosecutor admitted, and in Australia's constitution there's an implied freedom of political communication... as such there was a strong argument that the way the police were using this law as \"ag-gag\" was unconstitutional and inappropriate.","173":"However, we didn't even get to that argument, as the police were unable to prove that they had obtained the correct authorization from the state government to lay the charges in the first place. The magistrate had no choice but to dismiss all charges, just over one hour into what was to be a three-day trial.","174":"How and when will people be able to watch Dominion?","175":"Chris Delforce: Dominion will premiere in Melbourne, Australia on 29 March 2018, followed by screenings around Australia and internationally (view upcoming screenings).","176":"One way or another the film will be available to watch online (yet to be determined if this will be for free streaming\/download on Vimeo and Youtube, or as a pay-per-view\/rental, or through a subscription service such as Netflix), and available for purchase as a DVD, at some stage after the 29 March premiere.","177":"How can people support the film?","178":"Chris Delforce:  Financial donations go a long way towards helping us polish and promote the film, but also we need people to encourage their friends and family to watch the film when it is released or the existing trailer, or take part in our marketing efforts in the lead-up to and following the release. For Australian supporters, there is a volunteer signup page at www.farmtransparency.org\/volunteer.","179":"Written by Adelaide-based clinical psychologist Apoorva Madan","180":"Course Note: This page offers some great quick resources for self-care. In addition to this page, Vegan Bootcamp has an entire course dedicated to Self-care as-well! Click here to start that course.","181":"Not only are we exposed to violence, but the empathy we feel for the victims can cause us to suffer vicariously.","182":"You may notice feelings of anger, despair, grief, or hopelessness. You may struggle to forget the images you’ve seen, have negative thoughts about the world, feel a sense of estrangement from others, or struggle to sleep and concentrate. Given that what you have seen relates to cultural and systemic behaviours, you may find these responses being triggered frequently. Please note that these are valid emotions and a normal response to experiencing something traumatic such as this.","183":"Learning about, or re-exposing ourselves to animal suffering can be a disillusioning experience.","184":"It is important at times like this that you look after yourself to help cope with what you’ve experienced. Self-care may also help reduce the chances of prolonged distress that can significantly impact our day to day lives. Your mental health is important for your wellbeing. And if you are an animal advocate, it may be important for the cause.","185":"By exposing yourself to these atrocities, you have opened your heart and mind to a difficult reality, but one that you can now impact. Bearing witness gives us knowledge that we can share with others, it can transform our own perceptions and behaviours, or it can drive us even further to advocate against an injustice.","186":"Our empathy and willingness to acknowledge these horrors, rather than look away, can be the catalyst that helps us to create meaningful change.","187":"It may sound simple but taking care of ourselves is difficult when we don’t make it a priority.","188":"Looking after some of our basic needs is vital to our wellbeing. But self-care goes beyond this too. It involves being compassionate to ourselves, watching out for negative self-talk, and taking extra care in what we do following a distressing experience.","189":"Thank you for watching Dominion and extending your compassion to animals. By doing so, you have become another voice capable of empowering and changing the lives of animals around the world.“Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has”","190":"If you would like more information about the work of Farm Transparency Project and the Dominion Movement, visit farmtransparency.org or dominionmovement.com","191":"If you would like more information about psychology and animal advocacy, visit animalandmind.com"},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson","48":"lesson","49":"lesson","50":"lesson","51":"lesson","52":"lesson","53":"lesson","54":"lesson","55":"lesson","56":"lesson","57":"lesson","58":"lesson","59":"lesson","60":"lesson","61":"lesson","62":"lesson","63":"lesson","64":"lesson","65":"lesson","66":"lesson","67":"lesson","68":"lesson","69":"lesson","70":"lesson","71":"lesson","72":"lesson","73":"lesson","74":"lesson","75":"lesson","76":"lesson","77":"lesson","78":"lesson","79":"lesson","80":"lesson","81":"lesson","82":"lesson","83":"lesson","84":"lesson","85":"lesson","86":"lesson","87":"lesson","88":"lesson","89":"lesson","90":"lesson","91":"lesson","92":"lesson","93":"lesson","94":"lesson","95":"lesson","96":"lesson","97":"lesson","98":"lesson","99":"lesson","100":"lesson","101":"lesson","102":"lesson","103":"lesson","104":"lesson","105":"lesson","106":"lesson","107":"lesson","108":"lesson","109":"lesson","110":"lesson","111":"lesson","112":"lesson","113":"lesson","114":"lesson","115":"lesson","116":"lesson","117":"lesson","118":"lesson","119":"lesson","120":"lesson","121":"lesson","122":"lesson","123":"lesson","124":"lesson","125":"lesson","126":"lesson","127":"lesson","128":"lesson","129":"lesson","130":"lesson","131":"lesson","132":"lesson","133":"lesson","134":"lesson","135":"lesson","136":"lesson","137":"lesson","138":"lesson","139":"lesson","140":"lesson","141":"lesson","142":"lesson","143":"lesson","144":"lesson","145":"lesson","146":"lesson","147":"lesson","148":"lesson","149":"lesson","150":"lesson","151":"lesson","152":"lesson","153":"lesson","154":"lesson","155":"lesson","156":"lesson","157":"lesson","158":"lesson","159":"lesson","160":"lesson","161":"lesson","162":"lesson","163":"lesson","164":"lesson","165":"lesson","166":"lesson","167":"lesson","168":"lesson","169":"lesson","170":"lesson","171":"lesson","172":"lesson","173":"lesson","174":"lesson","175":"lesson","176":"lesson","177":"lesson","178":"lesson","179":"lesson","180":"lesson","181":"lesson","182":"lesson","183":"lesson","184":"lesson","185":"lesson","186":"lesson","187":"lesson","188":"lesson","189":"lesson","190":"lesson","191":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/585\/watch-dominion-2018","1":"https:\/\/veganbootcamp.org\/course-progress\/585\/watch-dominion-2018","2":"https:\/\/veganbootcamp.org\/course-progress\/585\/watch-dominion-2018","3":"https:\/\/veganbootcamp.org\/course-progress\/585\/watch-dominion-2018","4":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","5":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","6":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","7":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","8":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","9":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","10":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","11":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","12":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","13":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","14":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","15":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","16":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","17":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","18":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","19":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","20":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","21":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","22":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","23":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","24":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","25":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","26":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","27":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","28":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","29":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","30":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","31":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","32":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","33":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","34":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","35":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","36":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","37":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","38":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","39":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","40":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","41":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","42":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","43":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","44":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","45":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","46":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","47":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","48":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","49":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","50":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","51":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","52":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","53":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","54":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","55":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","56":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","57":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","58":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","59":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","60":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","61":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","62":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","63":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","64":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","65":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","66":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","67":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","68":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","69":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","70":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","71":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","72":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","73":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","74":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","75":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","76":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","77":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","78":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","79":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","80":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","81":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","82":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","83":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","84":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","85":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","86":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","87":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","88":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","89":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","90":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","91":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","92":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","93":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","94":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","95":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","96":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","97":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","98":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","99":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","100":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","101":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","102":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","103":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","104":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","105":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","106":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","107":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","108":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","109":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","110":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","111":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","112":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","113":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","114":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","115":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","116":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","117":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","118":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","119":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","120":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","121":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","122":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","123":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","124":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","125":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","126":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","127":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","128":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","129":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","130":"https:\/\/veganbootcamp.org\/course-progress\/723\/documentary-transcript","131":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","132":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","133":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","134":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","135":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","136":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","137":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","138":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","139":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","140":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","141":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","142":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","143":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","144":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","145":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","146":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","147":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","148":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","149":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","150":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","151":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","152":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","153":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","154":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","155":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","156":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","157":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","158":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","159":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","160":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","161":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","162":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","163":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","164":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","165":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","166":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","167":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","168":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","169":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","170":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","171":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","172":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","173":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","174":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","175":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","176":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","177":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","178":"https:\/\/veganbootcamp.org\/course-progress\/722\/director-qa-with-chris-delforce","179":"https:\/\/veganbootcamp.org\/course-progress\/724\/self-care-after-dominion","180":"https:\/\/veganbootcamp.org\/course-progress\/724\/self-care-after-dominion","181":"https:\/\/veganbootcamp.org\/course-progress\/724\/self-care-after-dominion","182":"https:\/\/veganbootcamp.org\/course-progress\/724\/self-care-after-dominion","183":"https:\/\/veganbootcamp.org\/course-progress\/724\/self-care-after-dominion","184":"https:\/\/veganbootcamp.org\/course-progress\/724\/self-care-after-dominion","185":"https:\/\/veganbootcamp.org\/course-progress\/724\/self-care-after-dominion","186":"https:\/\/veganbootcamp.org\/course-progress\/724\/self-care-after-dominion","187":"https:\/\/veganbootcamp.org\/course-progress\/724\/self-care-after-dominion","188":"https:\/\/veganbootcamp.org\/course-progress\/724\/self-care-after-dominion","189":"https:\/\/veganbootcamp.org\/course-progress\/724\/self-care-after-dominion","190":"https:\/\/veganbootcamp.org\/course-progress\/724\/self-care-after-dominion","191":"https:\/\/veganbootcamp.org\/course-progress\/724\/self-care-after-dominion"}}