{"tag":{"0":"Effective Vegan Outreach","1":"Effective Vegan Outreach","2":"Effective Vegan Outreach","3":"Effective Vegan Outreach","4":"Effective Vegan Outreach","5":"Effective Vegan Outreach","6":"Effective Vegan Outreach","7":"Effective Vegan Outreach","8":"Effective Vegan Outreach","9":"Effective Vegan Outreach","10":"Effective Vegan Outreach","11":"Effective Vegan Outreach","12":"Effective Vegan Outreach","13":"Effective Vegan Outreach","14":"Effective Vegan Outreach","15":"Effective Vegan Outreach","16":"Effective Vegan Outreach","17":"Effective Vegan Outreach","18":"Effective Vegan Outreach","19":"Effective Vegan Outreach","20":"Effective Vegan Outreach","21":"Effective Vegan Outreach","22":"Effective Vegan Outreach","23":"Effective Vegan Outreach","24":"Effective Vegan Outreach","25":"Effective Vegan Outreach","26":"Effective Vegan Outreach","27":"Effective Vegan Outreach","28":"Effective Vegan Outreach","29":"Effective Vegan Outreach","30":"Effective Vegan Outreach","31":"Effective Vegan Outreach","32":"Effective Vegan Outreach","33":"Effective Vegan Outreach","34":"Effective Vegan Outreach","35":"Effective Vegan Outreach","36":"Effective Vegan Outreach","37":"Effective Vegan Outreach"},"text":{"0":"Born and raised in Lebanon, Seb Alex moved to Europe in 2011 to pursue his career in Sustainable Architecture. Having worked with the UNHCR’s refugee program for a year, he then took the opportunity to enter the corporate world and work as an international coordinator of projects for an architecture company in Barcelona.​","1":"A year after, he decided to leave his corporate life behind and dedicate all his time to what really speaks to his heart: Animal Rights Advocacy. ​","2":"During 2018, he gave talks on Vegan Advocacy, Why Veganism, Why Activism and Learning From Previous Struggles to over 1200+ people across Europe (such as but not limited to: Germany, Sweden, Turkey, Poland, Switzerland) and Australia.​","3":"In 2019, he was invited to speak about Animal Exploitation & Sustainability in more than 30 universities and schools in Germany, Switzerland, Belgium, The Netherlands and Portugal, reaching more than 2200 students between the ages of 13 and 30. He is now working on creating social media content, helping out with the organisation of grassroots activism events and organising around 70 talks to give during 2020.","4":"Social Media:Instagram: Seb AlexYouTube: Seb AlexFacebook: Seb Alex","5":"The following course is about how to communicate with non vegans about veganism in an effective and healthy manner.","6":"The information included could be used both at any street activism outreach with the public and in our day to day lives with our friends, co-workers or family members.","7":"Credit: This course was written by Seb Alex and kindly provided by Those Who Love Peace!","8":"One of the most important parts of any interaction you have with someone is the first impressions that you have on the person. For this, we’re going to start by talking about body language and positioning in regards to speaking to a member of the public at a street activism event.","9":"At  events based on engaging with the public about veganism, we tend to get impatient as we really want to spread the vegan message. What this results in sometimes is approaching by-standers too quickly instead of having patience.","10":"When a member of the public sees a Cube of Truth for example, they sometimes stop to see what is going on. This however, does not necessarily mean that they want to learn anything about veganism, it only means that during their walk, they came across an event or a performance and they’d like to know what it’s about. Some people, after realising it’s about animal rights, continue walking as they are not interested in any way, and some others stay and continue watching the footage that was shown on the screens. If you have some patience, you can make sure you only talk to those who are actually interested in hearing what you have to say.","11":"When walking up to a bystander to start a conversation, make sure to have a smiley or at least friendly attitude\/facial expression. No one wants to see a person angrily or awkwardly walking towards them right after looking at slaughterhouse footage! This will assure the person that you are approaching to discuss or talk and that you are not in any way posing a threat to their safety.","12":"Whether you’ve just started a conversation or are in the middle of it, always remind yourself to stand BESIDE the bystander and not facing them. Facing someone brings about a confrontational vibe, and that will not help you in your conversation. You have to make sure the person realises it’s you + them, talking about what is going on on the screens, not you VS them, which could only make them more stubborn or closed to the idea of agreeing with what you’re going to offer. ","13":"It's very important to use hand gestures when you talk with other people or deliver a speech. Hand gestures can help you make the talking atmosphere active, which can make the conversation smoothly. Try to prevent having your hands in your pockets, looking bored, or folded, in a position that can seem offensive or defensive. ","14":"Socrates was one of the greatest philosophers in humankind. He changed the course of human thought. He never told people they were wrong. Instead, he presented every question to be answered with a yes response, winning one admission after another. After many affirmations, people found themselves supporting or embracing a conclusion they would have bitterly objected to just minutes earlier.","15":"Socrates' secret is simple, begin all conversations on things which you agree. Do not begin by discussing differences.  Emphasise common purposes and keep emphasising these things.  Keep your opponent saying yes and, if possible, never permit him to say no. No is difficult to overcome. It is of great importance to get people moving in the affirmation direction soonest.","16":"For example, instead of saying ‘’killing animals unnecessarily is wrong’’, ask the bystander: ‘’do you believe killing animals unnecessarily is wrong?’’. This would make them come to the conclusion by themselves.","17":"Genuine interest: While talking to a bystander, try your best to show genuine interest in what they’re saying and sharing with you. Don’t listen for the sake of listening, don’t listen just waiting for them to finish so you can say what you want to say. LISTEN to them! A stranger is sharing their thoughts, personal stories or feelings with you, the least you owe them is a genuine interest. People like to talk about themselves, tell their stories, and the more you listen to them the more important and appreciated they feel. This appreciation can further grow into being open to you and what you have to share. Therefore listen, listen and be genuinely interested in them!","18":" Imagine walking down the street and randomly being criticised by a stranger. Would that make you open to them? To their message? Chances are you are going to be upset and annoyed, and probably even feel that you should be against them. Only a very small percentage of people would actually take such criticism constructively or seriously, and gambling isn’t a good choice here. So don’t criticise, be gentle with your words and be mindful of your attitude. You want to inspire them to want to change, not criticise them until they become defensive and start coming up with arguments against what you’re saying.","19":"Let’s imagine during the conversation, the person claims they have been cutting down their intake of animal products, or they ‘’barely eat meat’’. This happens extremely often. Of course, not everyone who says that is actually doing that, but we are going to assume it’s true. As animal rights activists, our message is a clear abolitionist message against animal exploitation, we would never advocate to ‘’reduce’’ animal suffering when we know people can just ‘’stop’’ contributing to animal suffering.  However, we have to think about what helps in such situations. Should we jump into telling them ‘’that’s not enough’’ ? Should we tell them vegetarianism still kills innocent animals? Should we shame them for ‘’baby steps’’ ? Needless to say, any action other than going vegan still contributes to animal suffering, but while advocating for veganism and animal rights, we should show honest appreciation for any effort a bystander claims they’re making and THEN share our clear vegan message. Why? It’s simple, because people like to have their actions (big or small) go noticed and appreciated before being motivated to do more.","20":"Dale Carnegie, an American writer and lecturer, and the developer of courses in self-improvement and salesmanship talks about developing the urge in other person to want something aligned with your want. The only way to influence other people is to talk about what they want and show them how to get it. They have to WANT to be a vegan, they have to WANT to be an activist, you can’t force that on them. Even if you force it on them verbally, they will not apply that to their lives once they walk away from you. This is why all the previous points are so important, once you know more about the person, their ethics, their moral dilemmas, their interests, etc. you can talk to them and make them want to do the change for the better!","21":"As animal rights activists, we have so much information and so many facts in the back of our heads, that we tend to listen only to argue back. Active listening and just listening are not the same thing. 'Active listening' means, as its name suggests, actively listening. That is fully concentrating on what is being said rather than just passively ‘hearing’ the message of the speaker. Active listening involves listening with all senses.  As well as giving full attention to the speaker, it is important that the ‘active listener’ is also ‘seen’ to be listening - otherwise the speaker may conclude that what they are talking about is uninteresting to the listener. Interest can be conveyed to the speaker by using both verbal and non-verbal messages such as maintaining eye contact, nodding your head and smiling, agreeing by saying ‘Yes’ or simply ‘Mmm hmm’ to encourage them to continue.  By providing this 'feedback' the person speaking will usually feel more at ease and therefore communicate more easily, openly and honestly. Therefore, by actively listening, you will be able to really understand what it is that this person needs to know or watch or learn for them to understand speciesism.","22":"Let’s go over some of the most important things you should always keep in mind while having a conversation. Those 4 points will shape the conversation in the direction you want it to go and make it a meaningful discussion rather than a useless argument.","23":"Always appreciate the other person’s efforts, no matter how small or big they are.","24":"Talk about your mistakes, be humble and tell them what you have done in your past which you now believe is wrong. What made you change? How did you change? share!","25":"Make them WANT to be a vegan, an animal rights activist, the motivation should come from within themselves, not from external factors.","26":"Ask open questions, make them do most of the talking and listen actively!","27":"No one likes to lose an argument, no one likes to admit they’re wrong, no one, NO one, wants a stranger on the street telling them they aren’t right and their actions should change. Especially when those actions are as personal as the food they eat. Nine times out of ten, an argument ends with each of the contestants more firmly convinced than ever that he is absolutely right.","28":"You can’t win an argument. You can’t because if you lose it, you lose it; and if you win it, you lose it. Why? Well, suppose you won the argument and disproved the points the other person was making. Then what? You will feel fine. But what about them? You have made them feel inferior. You have hurt their pride. That does not sound like a person who will gladly make changes for the better. That sounds like a person who is going to go home and try to get better arguments in case they find themselves in a similar situation again.","29":"Make sure you are not arguing, make sure you are discussing, make sure you are listening actively, you are being friendly and most importantly, you are being supportive.","30":"Although we all want to make someone go vegan from the moment they finish talking with us, that’s simply not what happens in real life. And unfortunately, this becomes an obstacle as it makes us upset about our interactions that didn’t go extremely well. Think about your outreach conversations as Seeds you are planting. Every time the person gets a seed, they win points, and once they get to 100 points, they become a vegan.","31":"Say you talked to someone who has never heard of veganism, they didn’t go vegan, they objected, but they walked away feeling positive as you were not condescending. That’s 10 points. A few days later, their friend asks them to watch Cowspiracy together, that’s 30 points. Then they meet a new person who is actually vegan and who shares more information, that’s 20 points. And eventually, something will happen and they will reach the virtual 100 point and become vegan.","32":"This is not a competition of who is making people go vegan, this is community work, this is a responsibility that we activists share together. So don’t blame yourself when someone doesn’t go vegan on the spot, their time will come! ","33":"I remember when I first found out about Vegan Bootcamp and other websites that offer free help for people who want to go vegan ‘’for 30 days’’, I wasn’t the biggest fan of it. Veganism is a matter of justice, why would you do it for ‘’30 days’’? We’d never promote ‘’30 days no racism’’, because we believe it’s wrong to be racist, so why are we doing this? ","34":"https:\/\/VeganBootcamp.org - share this with them!","35":"Well, turns out, it’s not as simple as that. Changing habits, such as eating, which is something most of us do at least 3 times a day is not an easy switch. However, research has shown that when a person challenges themselves to do something, the chances of them doing it well are much higher. Why is that? well, once they leave the conversation they’re having with you, you are no longer with them to help them, you’re no longer with them to motivate them, to provide guidance. They need someone to challenge, and what better person to challenge but themselves? That’s the ultimate way! Setting up a challenge can stimulate productivity and motivate people to achieve something, in this case, working against decades of misinformation by both society and the animal agriculture industry. For some people the challenge of a difficult task is an enticement—they want to prove they can overcome obstacles.","36":"So be open to doing this, listen to the person, motivate them, appreciate them, help them become better humans than they were when they first met you!","37":"Credit: This course was written by Seb Alex and kindly provided by Those Who Love Peace!"},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/728\/about-the-author-seb-alex","1":"https:\/\/veganbootcamp.org\/course-progress\/728\/about-the-author-seb-alex","2":"https:\/\/veganbootcamp.org\/course-progress\/728\/about-the-author-seb-alex","3":"https:\/\/veganbootcamp.org\/course-progress\/728\/about-the-author-seb-alex","4":"https:\/\/veganbootcamp.org\/course-progress\/728\/about-the-author-seb-alex","5":"https:\/\/veganbootcamp.org\/course-progress\/728\/about-the-author-seb-alex","6":"https:\/\/veganbootcamp.org\/course-progress\/728\/about-the-author-seb-alex","7":"https:\/\/veganbootcamp.org\/course-progress\/728\/about-the-author-seb-alex","8":"https:\/\/veganbootcamp.org\/course-progress\/729\/using-your-body-language","9":"https:\/\/veganbootcamp.org\/course-progress\/729\/using-your-body-language","10":"https:\/\/veganbootcamp.org\/course-progress\/729\/using-your-body-language","11":"https:\/\/veganbootcamp.org\/course-progress\/729\/using-your-body-language","12":"https:\/\/veganbootcamp.org\/course-progress\/729\/using-your-body-language","13":"https:\/\/veganbootcamp.org\/course-progress\/729\/using-your-body-language","14":"https:\/\/veganbootcamp.org\/course-progress\/730\/the-secret-of-socrates","15":"https:\/\/veganbootcamp.org\/course-progress\/730\/the-secret-of-socrates","16":"https:\/\/veganbootcamp.org\/course-progress\/730\/the-secret-of-socrates","17":"https:\/\/veganbootcamp.org\/course-progress\/731\/handling-bystanders","18":"https:\/\/veganbootcamp.org\/course-progress\/731\/handling-bystanders","19":"https:\/\/veganbootcamp.org\/course-progress\/731\/handling-bystanders","20":"https:\/\/veganbootcamp.org\/course-progress\/731\/handling-bystanders","21":"https:\/\/veganbootcamp.org\/course-progress\/731\/handling-bystanders","22":"https:\/\/veganbootcamp.org\/course-progress\/732\/the-4-golden-rules","23":"https:\/\/veganbootcamp.org\/course-progress\/732\/the-4-golden-rules","24":"https:\/\/veganbootcamp.org\/course-progress\/732\/the-4-golden-rules","25":"https:\/\/veganbootcamp.org\/course-progress\/732\/the-4-golden-rules","26":"https:\/\/veganbootcamp.org\/course-progress\/732\/the-4-golden-rules","27":"https:\/\/veganbootcamp.org\/course-progress\/733\/win-people-over","28":"https:\/\/veganbootcamp.org\/course-progress\/733\/win-people-over","29":"https:\/\/veganbootcamp.org\/course-progress\/733\/win-people-over","30":"https:\/\/veganbootcamp.org\/course-progress\/733\/win-people-over","31":"https:\/\/veganbootcamp.org\/course-progress\/733\/win-people-over","32":"https:\/\/veganbootcamp.org\/course-progress\/733\/win-people-over","33":"https:\/\/veganbootcamp.org\/course-progress\/733\/win-people-over","34":"https:\/\/veganbootcamp.org\/course-progress\/733\/win-people-over","35":"https:\/\/veganbootcamp.org\/course-progress\/733\/win-people-over","36":"https:\/\/veganbootcamp.org\/course-progress\/733\/win-people-over","37":"https:\/\/veganbootcamp.org\/course-progress\/733\/win-people-over"}}