{"tag":{"0":"Eggs","1":"Eggs","2":"Eggs","3":"Eggs","4":"Eggs","5":"Eggs","6":"Eggs","7":"Eggs","8":"Eggs","9":"Eggs","10":"Eggs","11":"Eggs","12":"Eggs","13":"Eggs","14":"Eggs","15":"Eggs","16":"Eggs","17":"Eggs","18":"Eggs","19":"Eggs","20":"Eggs","21":"Eggs","22":"Eggs","23":"Eggs","24":"Eggs","25":"Eggs","26":"Eggs","27":"Eggs","28":"Eggs","29":"Eggs","30":"Eggs","31":"Eggs","32":"Eggs","33":"Eggs","34":"Eggs","35":"Eggs","36":"Eggs","37":"Eggs","38":"Eggs","39":"Eggs","40":"Eggs","41":"Eggs","42":"Eggs","43":"Eggs","44":"Eggs","45":"Eggs","46":"Eggs","47":"Eggs","48":"Eggs","49":"Eggs","50":"Eggs","51":"Eggs","52":"Eggs","53":"Eggs","54":"Eggs","55":"Eggs"},"text":{"0":"Vegans avoid eggs because their production requires the exploitation of female chickens and the murder of male chicks within 15 minutes of hatching. Veganism is by definition a way of living that seeks to exclude, as far as is possible and practicable, all forms of exploitation of, and cruelty to, animals for food, clothing or any other purpose. For this reason, consuming eggs can never be vegan. ","1":"The average American consumes about 247 eggs every year - and not only is this outrageously cruel, it can also have serious health repercussions. It is still believed by the masses that eggs are healthy and that free-range is actually what they believe it to be, happy chickens with lots of space, loved and fed. The global egg industry destroys 6,000,000,000 newborn male chicks every year.","2":"The reality behind egg farming is far different than the cartoons of happy chickens on egg cartons try to tell you. Despite what a ‘90s television commercial might have led you to believe, eggs are for creating baby birds — unfortunately not for human nutrition.","3":"The so-called “incredible, edible egg” is really an unfertilized cradle for a baby chick who wasn’t. And that’s the basis on which egg farming was born. Hens produce eggs in startling quantities. That’s why egg farming is so profitable. Their cycles sometimes take just one day due to genetic modification that ruins their bodies from excess egg-laying, so they’re extremely productive.","4":"While these hens are laying eggs for human consumption, they’re kept in overcrowded cages and pens and suffer needlessly throughout their entire lives. That’s what the egg farming industry doesn’t want you to know. So, why does egg farming continue to inflict cruel conditions and neglect on hens? And what can we do to stop it?","5":"Egg farming is the practice of raising layer hens in order to harvest their eggs for human consumption. How much revenue does egg farming produce? In the United States alone, the answer is $8 billion. Nearly 40,000 egg farms exist in the U.S., and although industry growth has declined slightly since 2013, the sector still employs nearly 60,000 people.","6":"Proponents of the egg farming process will tell you that employment and economic necessity are strong enough reasons to continue farming eggs from defenseless chickens. However, when you consider that a laying hen’s egg production decreases by 65 percent within her first three years of life.","7":"When laying hens can no longer produce eggs, they’re slaughtered. They no longer have any value to the egg farmer, so there’s no reason to continue feeding them and providing them with space in which to live. This single sobering fact should give you pause the next time you reach for a carton of eggs at the grocery store. Egg farming might produce a lot of revenue, but are dollars worth millions of hens’ lives?","8":"Egg farmers’ salaries and revenue depend on the size of their operations. For instance, a backyard homesteader will rake in far less money than a factory farming operation. However, the cost of eggs continues to rise. In 2011, one dozen farm eggs went for $0.79 but increased in price to $0.96 by 2013.","9":"Imagine a large, barn-shaped structure filled from floor to twenty-foot ceilings with caged hens. The animals urinate and defecate on one another. Parasites run rampant, the animals have been mutilated beyond recognition, and the air inside is so poor that workers wear masks. Of course, the laying hens don’t get masks in egg farming operations. They’re forced to breathe unsafe air for their entire lives.","10":"The machinery used to extract eggs from nests and prepare them for shipment to supermarkets and other destinations produce obscene amounts of carbon emissions. Furthermore, the air quality around the egg farming business diminishes significantly, and the groundwater and soil in the surrounding areas become contaminated.","11":"Eggs have never been an essential part of the human diet, merely an addition. There is no recommended egg intake simply because we don’t need to eat any. Whilst they do contain some nutrients, the health risks far outweigh any benefit. To reinforce this point, in correspondence between USDA (United States Department of Agriculture) and the American Egg Board, the Board was clearly instructed that eggs cannot be advertised as healthy and nutritious because of their cholesterol and fat content; they cannot be marketed as protein-rich foods either, simply because they’re not (Greger, 2014). Eggs cannot be sold as safe – because they are the main source of salmonella food poisoning (in the US) and there’s a risk of bird flu infection (Greger, 2014).","12":"Eggs contain saturated fat and cholesterol yet the industry is very good at confusing people – even healthcare professionals – into believing that eating eggs is harmless. There are very good reasons to avoid them because they do increase your risk of heart disease. Professor David Spence, director of Stroke Prevention & Atherosclerosis Research Centre in Ontario, Canada, warns that eating eggs can have an effect on blood vessels similar to smoking (Spence et al., 2012). He and his team surveyed more than 1,200 patients and found that regularly eating egg yolks contributed to an increased build-up of arterial plaques (cholesterol deposits that attach themselves to artery walls and pose a serious risk factor for stroke and heart attack). Eggs are a rich source of saturated fats which contribute to the development of heart disease. Long-term studies show that replacing saturated fats with unsaturated ones and healthy carbohydrates from wholegrains can significantly reduce the risk of heart disease (Li et al., 2015; Nettleton et al., 2008). When eggs are cooked at high temperatures cholesterol oxidation takes place, a process that results in by-products increasing the risk of heart disease. These cholesterol by-products may also be toxic to body cells and cause DNA damage (Mili evi et al., 2014).","13":"Experts suggest that consuming even one egg a day may exceed the safe upper limit for cholesterol intake - which increases the risk of cardiovascular disease. In fact, a study published in the Journal of Atherosclerosis Research found that eating one egg per day is just as bad for your heart as smoking five cigarettes a day. ","14":"Eggs contain a substance called choline – an essential nutrient needed for cell membranes, nerve signal transmission and other metabolic functions. Too much, however, can be damaging to health and eggs are by far the richest source. We can get all the choline we need from plant foods. Research into choline intake and heart disease found that one of the by-products of choline (trimethylamine-N-oxide – TMAO) is associated with the build-up of arterial plaques, promoting heart disease (Tang et al., 2013). The higher the levels of TMAO, the higher risk of stroke and heart attack.","15":"The amount of cholesterol in just one egg can exceed the maximum recommended daily amount. A single large egg yolk contains about 275 milligrams whilst people at risk of cardiovascular disease are advised not to eat more than 200 milligrams. As Professor Spence points out, cutting down on cholesterol after you develop health problems might be too late (Spence et al., 2010).","16":"A large study revealed that people who ate an egg a day had double the risk of developing diabetes type 2 compared to people who had less than one egg a week (Spence et al., 2010). Another study, of 57,000 US adults who ate eggs daily, found they were 58-77 per cent more likely to develop diabetes type 2 than those who didn’t eat eggs (Djoussé et al., 2009). A more recent study agrees – egg consumption affects blood sugar metabolism and increases the risk of developing type 2 diabetes, mostly due to the cholesterol in eggs (Lee et al., 2014). Cholesterol both inhibits the production of insulin (hormone responsible for sugar metabolism) and can lower the body’s sensitivity to it. ","17":"Salmonella food poisoning is one of the most common and widespread diseases carried by food, affecting tens of millions of people across the world every year and eggs are the main source (Miranda et al., 2015). Symptoms include diarrhoea, stomach cramps, nausea, vomiting and fever. Salmonella is destroyed by cooking so the main risk is from raw or undercooked eggs and egg products, such as meringues and mayonnaise. Contamination is another infection source, the bacteria passing from one product to another. Salmonella is a hardy bacterium that can survive several weeks in a dry environment and several months in water (WHO, 2013). It comes in thousands of different strains and some are antibiotic-resistant. A total of 721 salmonella cases were reported from chicken flocks in 2014, in the same year, 34 known strains of salmonella were isolated from flocks and 147 unknown (Animal and Plant Health Agency, 2015). ","18":"This particular bacteria is a leading cause of food poisoning-related hospitalizations, and the top cause of food poisoning-related death, says Dr. Greger. For instance, more than half a billion eggs were recalled due to Salmonella outbreaks in 2010.","19":"And in more recent news, 700,000 contaminated Dutch eggs were distributed to the UK this summer. The eggs contained the pesticide fipronil, which can harm people's kidneys, liver, and thyroid glands.","20":" Eggs can also carry other dangerous bacteria such as Listeria and Campylobacter that have been known to cause serious illness in people, although they are not the main source (ACMSF, 2016). There is also the possibility of veterinary drug residues and environmental pollutants. Laying hens treated with drugs and given feed containing pesticides can produce contaminated eggs (Miranda et al., 2015; Pirozzo et al., 2002). Traces of many of these potentially toxic pollutants are usually present even in free range and organic eggs (Miranda et al., 2015).","21":"Egg consumption has been linked to cancer, especially to hormonesensitive cancers. In a study of ovarian cancer patients and healthy women, researchers discovered there was a strong and significant relationship between cholesterol from eggs and the risk of ovarian cancer (Pirozzo et al., 2002). Interestingly, the link was only with egg cholesterol and not other sources of cholesterol, which suggests the culprit might be a substance linked to eggs and egg yolks but not cholesterol itself. Women eating more than two eggs a week had an 82 per cent higher risk of developing ovarian cancer compared to women eating less than one egg per fortnight. The risk increase from eating just one or two eggs a week was 71 per cent! A large study examining the link between the consumption of eggs, red meat and poultry and prostate cancer revealed that by consuming 2.5 eggs per week, men increased their risk of prostate cancer by 81 per cent, compared with men who consumed less than half an egg per week (Richman et al., 2011). It followed the dietary habits of 27,607 men for 14 years. ","22":"Eating poultry and processed red meat also increased the risk of death for men who already had prostate cancer. Another study looked specifically at the intake of choline and the risk of prostate cancer over a period of 22 years (Richman et al., 2012). Whole eggs are the richest dietary source of choline and it was discovered that choline is highly concentrated in prostate cancer cells and that higher blood concentrations of choline are associated with an increased risk of prostate cancer. Men with the highest choline intake had a 70 per cent increased risk of lethal prostate cancer. The study authors said the mechanism of exactly how choline is linked to prostate cancer isn’t clear but choline metabolism is clearly altered in prostate cancer. A scientific team analysed a series of studies on the relationships between egg consumption and the risk of breast, prostate and ovarian cancer (Keum et al., 2015).","23":"Five and more eggs a week was linked to an increased risk of these hormone-sensitive cancers – with the risk of fatal prostate cancer being especially high. The authors suggested several factors – cholesterol is involved in the synthesising of sex hormones such as testosterone and oestrogens that promote cell growth. Excessive amounts of sex hormones can contribute to cancerous growths in hormone-sensitive tissues such as breast, ovary or prostate. At the same time, cholesterol and choline are both essential components of cell membranes and a plentiful supply might help cancerous cells to grow. Hard-boiled facts The truth is – it’s best to steer clear of eggs – they’re not essential for your health and can significantly harm it. Many recipes can easily be adapted to be egg-free – both a healthy and ethical choice! A wholesome vegan diet is the best possible for our health, animals and the environment. ","24":"Written by Viva! Health, find all sources for the above by clicking here.","25":"According to research, chickens outperform both dogs and cats on tests of cognitive, emotional, and behavioral complexity. Dr. Jane Goodall explains: \"Farm animals feel pleasure and sadness, excitement and resentment, depression, fear, and pain. \"They are far more aware and intelligent than we ever imagined... they are individuals in their own right.\" Research from the University of Bristol also found that \"Chickens do not just live in the present but can anticipate the future and demonstrate self-control... something previously attributed only to humans and other primates.'' (source)","26":"Regardless as to whether they’re in free range or caged farming systems, hens lead an existence of pain and suffering throughout their shortened lives. These days the debate on how animals are treated and killed in slaughterhouses has reached many people - however, one of the most common talked about points is \"Taking eggs doesn't kill the chicken, right?\", let's find out.","27":"There is a common misconception that free range eggs involve hens roaming outside, happy and free. Yet the reality is that free range hens are actually kept in vast sheds with potentially thousands of other birds, few of which ever see daylight.  ","28":"Free range might mean cage-free, but EU legislation stipulates that as many as nine birds can occupy one square metre of floor space. Provided the bird-to-floor ratio is met, these laws do not stop chickens being stacked tier upon tier. They must be given some kind of outside access, but in such confined spaces only few birds are ever able to actually make it outside.  ","29":"Standard free range practice is to cut off a large portion of each hen’s beak with a hot blade without the use of painkillers so that hens in close confinement don’t peck each other. A hen’s beak is very sensitive, akin to a human’s fingertips. Research suggests that beak trimming leads to both acute and chronic pain with symptoms similar to those of human amputees who suffer from phantom limb pain. ","30":"All commercial hens are sent to slaughter after around one year’s egg production despite having a natural life span of seven years. They mostly end up in processed meats, typically pet food. ‘Breeders’, the hens required to produce the next generations of egg-layers, are similarly slaughtered after one year due to exhaustion.","31":"Lastly, you should know that 95 percent of U.S. eggs come from caged hens (such statistics are similar in other countries); and 20,000 hens in one barn still counts as 'free-range'. So even if free range was truly what we hoped it to be, it still unfortunately wouldn't matter much based on the numbers above alone.","32":"Battery farms consist of huge, windowless sheds housing thousands of hens who are crammed four or five at a time into small wire cages stacked on top of each other in rows. Each hen may have as little as 430cm² of space: too small to spread even one wing. Battery farms exist across the world, and the majority of egg-laying hens in the US are battery, despite bans in some states.","33":"In the EU, barren battery cages are banned in favour of ‘enriched’ cages, though these only provide 600cm² of usable space: less than an A4 size of paper. Meanwhile, some farms have been known to break the ban and still use the older, smaller cages. ","34":"Whether free range or factory farmed, male chicks are of no use for egg or meat production, and are killed almost immediately after hatching. They are either thrown into an industrial grinder (‘macerator’) while still alive or gassed to death, the preferred method in the UK.  ","35":"Chickens are intelligent, inquisitive animals, but under farmed conditions they are unable to perform any of their natural behaviours like dust-bathing or building a nest, feeding or foraging. The confined, packed-out conditions have serious implications for their physical and mental health – broken bones, osteoporosis and malignant tumours are common, as are stress-induced abnormal behaviours. Lack of exercise also causes some hens’ bodies to degenerate.","36":"Even in the ultimately rare small scale production systems, hens are still treated as commodities, with no say over the use of their bodies. Keeping rescued egg-laying hens in your backyard is one way to help these animals, but taking their eggs for your own consumption is not. Some hens mourn the loss of their eggs, while many eat their own unfertilised eggs as a way to take back the nutrients contained within them. Even if this was not the case, what is important is that other animals are not ours to use in any way. ","37":"Originally written by the Vegan Society, visit the source by clicking here!","38":"If you study chickens for any period of time, you’ll discover that they’re intensely social creatures who care for their young, take care of one another, and roost together. Many people have backyard coops in which they keep beloved chickens as pets. These animals receive the same care as other pets, like cats and dogs. Humans can form bonds with chickens and the other way around. Indeed, many people who raise chickens as pets do so not to collect their eggs, but to have loyal companions. These animals have their own unique personalities that distinguish each individual from the collective. ","39":"There are lots of debates about the merits and moral issues surrounding keeping livestock as pets. However, caring for birds in your backyard is far preferable to egg farming in unclean, abusive environments. (source)","40":"If you want to help stop egg farming, campaign against it. Refuse to buy eggs, inform your social circle about these animals’ plights, and join animal rights groups to help lobby politicians and expose egg farming for what it really is.","41":"It’s easy to put your hands over your ears and turn a blind eye to what’s really going on at egg farms, but the humane thing to do is embrace it. Realize that it’s a broken industry — one that was broken from the beginning — and that egg farming contributes just as much to animal suffering as poultry farming, dairy farming, and similar enterprises.","42":"Don’t break any laws, such as trespassing, but speak up when you witness animal abuse. Let the authorities know, inform your community, and make sure that lawbreakers get investigated.","43":"Finally, use the Internet to amplify your voice. Share this article on social media, post about your lifestyle as a vegetarian or vegan, and encourage your social circle to educate themselves on egg farming. Who knows? You might save thousands of chickens by convincing people to stop buying eggs.","44":"Remember, egg farming continues to flourish only because profits exist. If we cut off the profits, we solve the problem. (source)","45":"This question comes up a lot. If someone has backyard chickens, the chickens are usually taken care of well. Wouldn't it be a waste to let the eggs rot instead of people eating them?","46":"One should first consider the energy and nutrients that the chicken put into the eggs. We explained that chickens have been bred to lay 300 eggs a year, while they normally would lay 12-20 eggs a year. By laying so many eggs, the chickens suffer from malnutrition. Instead of eating the eggs yourself, give the eggs back to the chickens, with a hole in them, to show that no chick is growing inside. That way, they will eat the egg and gain the nutrients back.","47":"On top of that, leaving the eggs has another purpose. When chickens' nests are full, they start laying less eggs. Keeping the eggs in their nests actually reduces their suffering.","48":"There's also the case of what qualifies as waste. Is it a waste to leave the egg of a wild bird be instead of eating it? Would it be a waste to let a wild animal rot on the road instead of eating it? The only reason we think letting eggs rot is a waste is because we are conditioned to think of eggs as food, and that wasting food is bad. But if we don't consider eggs food, then we wouldn't see rotting eggs as waste. So even if chickens won't eat their eggs and their suffering isn't reduced when leaving their eggs in nests, it still doesn't make sense to classify rotting eggs as a waste.","49":"Lastly, let's consider the ideal 50:50 ratio of hens and roosters. While many people have backyard hens, most people don't own roosters. At most, they have one rooster among multiple hens, which is still not a 50:50 ratio. What happens to the roosters if people don't buy them? As discussed in part 1, they are killed. That doesn't seem ethical.","50":"In short, no, backyard chickens are not ethical.","51":"Regardless of confused media messages, the facts remain. Egg consumption has been linked to heart disease and stroke, type 2 diabetes, cancer and food poisoning. Cutting eggs out of your diet can only benefit your health so why wait?","52":"Here’s what you need to know about eggs (you can find references to the below here):","53":"Eggs contain saturated fat and cholesterol - there are very good reasons to avoid these fats because they do increase your risk of heart disease.Eating eggs can have a similar effect on blood vessels as smoking - regularly eating egg yolks contributes to an increased build-up of arterial plaques (cholesterol deposits on the inside of artery walls) which are a serious risk factor for stroke and heart attack. Cooking eggs results in cholesterol by-products that increase the risk of heart disease, may be toxic to body cells and cause DNA damage.Eggs contain a substance called choline -  they are by far the richest dietary source. Too much choline has been linked to ovarian and prostate cancer and heart disease.One of the by-products of choline (trimethylamine-N-oxide - TMAO) contributes to the build-up of arterial plaques, promoting heart disease. The higher the levels of TMAO, the higher risk of stroke and heart attack.The amount of cholesterol in just one egg can exceed the maximum recommended daily amount - a single large egg yolk contains about 275 milligrams whilst people at risk of cardiovascular disease are advised not to eat more than 200 milligrams. Eating an egg a day doubles your risk of type 2 diabetes – mostly due to the cholesterol content. Eggs carry the risk of salmonella food poisoning – despite vaccination of chickens, eggs still pose a serious risk. Eggs can also carry other dangerous bacteria such as Listeria and Campylobacter. Laying hens treated with drugs and given feed containing pesticides can produce contaminated eggs. Traces of many of these potentially toxic pollutants are usually present even in free range and organic eggs. There’s a strong link between egg consumption and ovarian cancer – one or two eggs a week increase the risk by 70 per cent, more than two and it rises to 80 per cent! Prostate cancer is equally associated with egg consumption – more than two eggs a week increase the risk by 80 per cent!","54":"","55":""},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson","48":"lesson","49":"lesson","50":"lesson","51":"lesson","52":"lesson","53":"lesson","54":"lesson","55":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/302\/overview-of-eggs","1":"https:\/\/veganbootcamp.org\/course-progress\/302\/overview-of-eggs","2":"https:\/\/veganbootcamp.org\/course-progress\/302\/overview-of-eggs","3":"https:\/\/veganbootcamp.org\/course-progress\/302\/overview-of-eggs","4":"https:\/\/veganbootcamp.org\/course-progress\/302\/overview-of-eggs","5":"https:\/\/veganbootcamp.org\/course-progress\/302\/overview-of-eggs","6":"https:\/\/veganbootcamp.org\/course-progress\/302\/overview-of-eggs","7":"https:\/\/veganbootcamp.org\/course-progress\/302\/overview-of-eggs","8":"https:\/\/veganbootcamp.org\/course-progress\/302\/overview-of-eggs","9":"https:\/\/veganbootcamp.org\/course-progress\/302\/overview-of-eggs","10":"https:\/\/veganbootcamp.org\/course-progress\/302\/overview-of-eggs","11":"https:\/\/veganbootcamp.org\/course-progress\/301\/health-concerns-of-eggs","12":"https:\/\/veganbootcamp.org\/course-progress\/301\/health-concerns-of-eggs","13":"https:\/\/veganbootcamp.org\/course-progress\/301\/health-concerns-of-eggs","14":"https:\/\/veganbootcamp.org\/course-progress\/301\/health-concerns-of-eggs","15":"https:\/\/veganbootcamp.org\/course-progress\/301\/health-concerns-of-eggs","16":"https:\/\/veganbootcamp.org\/course-progress\/301\/health-concerns-of-eggs","17":"https:\/\/veganbootcamp.org\/course-progress\/301\/health-concerns-of-eggs","18":"https:\/\/veganbootcamp.org\/course-progress\/301\/health-concerns-of-eggs","19":"https:\/\/veganbootcamp.org\/course-progress\/301\/health-concerns-of-eggs","20":"https:\/\/veganbootcamp.org\/course-progress\/301\/health-concerns-of-eggs","21":"https:\/\/veganbootcamp.org\/course-progress\/301\/health-concerns-of-eggs","22":"https:\/\/veganbootcamp.org\/course-progress\/301\/health-concerns-of-eggs","23":"https:\/\/veganbootcamp.org\/course-progress\/301\/health-concerns-of-eggs","24":"https:\/\/veganbootcamp.org\/course-progress\/301\/health-concerns-of-eggs","25":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","26":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","27":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","28":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","29":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","30":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","31":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","32":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","33":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","34":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","35":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","36":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","37":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","38":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","39":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","40":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","41":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","42":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","43":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","44":"https:\/\/veganbootcamp.org\/course-progress\/556\/why-are-eggs-cruel","45":"https:\/\/veganbootcamp.org\/course-progress\/558\/are-backyard-chickens-ethical","46":"https:\/\/veganbootcamp.org\/course-progress\/558\/are-backyard-chickens-ethical","47":"https:\/\/veganbootcamp.org\/course-progress\/558\/are-backyard-chickens-ethical","48":"https:\/\/veganbootcamp.org\/course-progress\/558\/are-backyard-chickens-ethical","49":"https:\/\/veganbootcamp.org\/course-progress\/558\/are-backyard-chickens-ethical","50":"https:\/\/veganbootcamp.org\/course-progress\/558\/are-backyard-chickens-ethical","51":"https:\/\/veganbootcamp.org\/course-progress\/559\/quick-overview-egg-health","52":"https:\/\/veganbootcamp.org\/course-progress\/559\/quick-overview-egg-health","53":"https:\/\/veganbootcamp.org\/course-progress\/559\/quick-overview-egg-health","54":"https:\/\/veganbootcamp.org\/course-progress\/559\/quick-overview-egg-health","55":"https:\/\/veganbootcamp.org\/course-progress\/559\/quick-overview-egg-health"}}