{"tag":{"0":"Entertainment","1":"Entertainment","2":"Entertainment","3":"Entertainment","4":"Entertainment","5":"Entertainment","6":"Entertainment","7":"Entertainment","8":"Entertainment","9":"Entertainment","10":"Entertainment","11":"Entertainment","12":"Entertainment","13":"Entertainment","14":"Entertainment","15":"Entertainment","16":"Entertainment","17":"Entertainment","18":"Entertainment","19":"Entertainment","20":"Entertainment","21":"Entertainment","22":"Entertainment","23":"Entertainment","24":"Entertainment","25":"Entertainment","26":"Entertainment","27":"Entertainment","28":"Entertainment","29":"Entertainment","30":"Entertainment","31":"Entertainment","32":"Entertainment","33":"Entertainment","34":"Entertainment","35":"Entertainment","36":"Entertainment","37":"Entertainment","38":"Entertainment","39":"Entertainment","40":"Entertainment","41":"Entertainment","42":"Entertainment","43":"Entertainment","44":"Entertainment","45":"Entertainment","46":"Entertainment","47":"Entertainment","48":"Entertainment","49":"Entertainment","50":"Entertainment","51":"Entertainment","52":"Entertainment","53":"Entertainment","54":"Entertainment","55":"Entertainment","56":"Entertainment","57":"Entertainment","58":"Entertainment","59":"Entertainment","60":"Entertainment","61":"Entertainment","62":"Entertainment","63":"Entertainment","64":"Entertainment","65":"Entertainment","66":"Entertainment","67":"Entertainment","68":"Entertainment","69":"Entertainment"},"text":{"0":"The world’s oceans contain 99% of life on the planet. Life on Earth began in the oceans one billion years ago, and since that time has evolved into a vast and complex ecosystem, home to up to 80% of all species on earth. Even the most up-to-date, well-equipped aquaria cannot hope to faithfully replicate the habitats in our oceans and seas. But in our quest to convert nature into a spectacle for humans, we have put our oceans at risk, and damaged the welfare of majestic sea animals.","1":"Dolphins, whales, and porpoises are known collectively as cetaceans. They share many of the same biological traits and necessities. When it comes to aquariums and animal welfare, the animal activist community is most outspoken on the issue of captive cetaceans, whose suffering is obvious and undeniable.Here are some vital statistics about some cetaceans commonly kept captive in aquariums and sea parks. While reading these statistics, bear in mind the implications for captive cetaceans.","2":"Beluga whales are between 3.5–6 m long. Their average speed is around 3–9 km\/h but they can travel up to 20 km\/h. They usually live in shallow waters but have been known to dive to depths of over 800 m. They are a migratory species, and some pods travel 6000km\/year. It has long been thought that Beluga whales live between 30–50 years in the wild, although a study in 2006 showed that the method used to age whales was inaccurate, and carbon dating puts the average lifespan at between 70–80 years old. Captive beluga whales routinely die before the age of 30.","3":"Bottlenose dolphins are between 2–4 m long. They typically swim at 5–11 km\/h but are capable of bursts of up to 35 km\/h. In the wild, they travel 200 km a day and dive up to 450 m during the night. In the wild, they have a life expectancy of around 40 years, and, in rare cases, can live up to 60 years. In captivity, however, they almost never survive more than 20 years. (source)","4":"Orcas, or killer whales, are around 7–9.7 m long. They are among the fastest marine species, traveling at an average of around 13 km\/h with a maximum speed of 45 km\/h and cover an average of 120 km in a single day. They dive at around 100 m when searching for food. In the wild, orcas have an average life span of 30–50 years but males can live up to 70, and females up to 100. In captivity, their lives are cut drastically short. Although numbers are disputed, the mean age of orcas in captivity is a mere 6.6 years, with only eight orcas ever held in captivity surviving past 30 years in captivity (as of 2014).","5":"Given these statistics, concrete swimming pools filled with chemically treated water never meet the needs of these incredible creatures. Facing growing criticism, SeaWorld responded in 2015 by planning new, larger orca tanks. The largest enclosures are double their previous size, holding 20 million gallons of water, which might sound impressive in a press release, but what does this actually mean? The new pools measure just 50 m deep and 110 m long. That’s half the depth they would naturally dive to and just 0.09% of the length they require daily to carry out their natural behaviors, condemning them to swim repetitively in circles.","6":"Remember that the orca enclosures are the largest offered to all cetaceans. They are unstimulated, unable to move at proper speed, and as we will now explore, unable to interact as they would naturally. Sea parks are a torturous environment for cetaceans.","7":"Cetaceans communicate using a mixture of low frequency vocalizations and high frequency sonar, or echolocation, signals. All cetaceans are highly social animals with the need to communicate with others of the same species,; much like humans, communication is essential for their mental health. In the wild, they have an incredibly broad vocabulary and even communicate in dialects. A study off the shores of the Bahamas found that bottlenose dolphins and striped dolphins can switch dialects in order to communicate with each other, despite belonging to different species.Sonar signals are more complex and are learned over time within a community. They are not innate sounds, but rather shared and the vocabulary grows and changes with time. In the open sea, this happens easily and is unimpeded. However, studies conducted on dolphins in captivity show that they only communicate in lower frequencies, drastically limiting their ability to communicate. This lack of articulation is thought to be mainly due to the echo caused by the walls of the pools and glass enclosures. Being less articulate also affects their social relationships, causing friction within groups, which in turn causes fights and stress, which affect their mental and physical well-being. (source)","8":"As a result of being kept in unstimulating and unnatural environments which don’t cater to their many needs and behaviours, cetaceans in captivity develop zoochosis: stereotypic, repetitive behaviors which don’t serve a purpose and, in some instances, cause physical harm. Examples of zoochosis in cetaceans as documented by marine biologists include: logging (the animal lies on their back and floats motionless in the water,) pattern swimming, concrete chewing (which wears down teeth,) head bobbing, and bashing their snout against the walls of the enclosure, causing damage to their nose and mouth.","9":"Anatomically, dolphins and belugas have upturned mouths, giving humans the impression that they are permanently happy and content. In search of stimulation they also interact with humans, but this is no indication of how they would chose to behave given sufficient stimulation and the choice of liberty. Other than feeding times and the same training sessions they’ve been repeating for years, there is nothing to stimulate them. It’s easy to be fooled into thinking that they aren’t suffering to the extent that other indicators suggest. (source)","10":"The 2013 BAFTA award winning documentary Blackfish has had a massive impact on the future of orca captivity. The documentary exposes how orcas are exploited in SeaWorld and the oftentimes dangerous consequences for their human trainers. Issues raised in the documentary include:","11":"The incredible success of Blackfish sparked many scientific and journalistic investigations into the welfare of cetaceans in captivity. Former trainers came forward to expose other common practices in sea parks, such as the administration of antipsychotics, benzodiazepines, and other drugs to maintain the health of orcas.You can watch the full documentary here.In 2016, SeaWorld announced that it was ceasing its orca breeding program. While this is great news, this promise does not extend to the other cetaceans they keep in captivity who share the same needs and who also suffer greatly. Other sea parks and aquariums have made no such promise. Unfortunately, you can see orcas, as well as other cetaceans, exhibited in glass tanks and pools all around the world.","12":"Public perception is that zoos play a vital role in animal conservation, are happy places where animals' needs are met, and help children develop love for and interest in wildlife. However, after media attention, it comes as no surprise that zoos aren't as rosy as we are made to believe. (source)","13":"While zoos are often thought of as spaces where people can learn about, observe, and even interact with wild animals, the reality for the individuals on the other side of the fence is much more grim. Whether a zoo animal is taken from its home or born directly into captivity, all zoo animals have at least one thing in common: they have been robbed of the joy of living a free and natural life. The impossibility of replicating Earth’s natural habitats means that no matter how large or financially well-equipped a zoo may be, their enclosures will come up short. Animals kept in captivity can never experience many of the greatest pleasures of their lives: sprinting across stretches of land, mating, flying unrestrained through open skies, being part of a pack, raising a family. Instead, they will grow old behind bars, met day in and day out by pointed fingers, flashing cameras, and the overeager hands and screams of children who don’t know any better and adults who should.","14":"At end of the day, a zoo is a business. This means when animal welfare and the opportunity to profit go head to head, profit comes out on top - every single time. Baby animals born at zoos are used as props to attract customers, and any harm that may come to this newborn as a result of being separated from its mother or handled by guests is ignored for the right price. Once these babies grow old and are no longer seen as financial viable, the zoo does whatever it can to take the animals’ costs of living off their expense sheet; This usually lands senior animals in one of a number of devastating situations; They may be sold in auction, left at the mercy of wealthy animal collectors. They may end up on a hunting range, to have the remainder of their exploited lives treated as an expendable piece in somebody’s game. They could become test subjects in chemical laboratories, or be sold to another zoo - likely one with less money and expectedly worse conditions. With thousands of zoos, big and small, across the world, it’s not hard to imagine that some of these zoo animals are disposed of in even crueler (illegal) manners, and never make it off zoo property before their death.","15":"Because vegans always have animals’ interest at heart when making decisions, they do not support zoos or the exploitative work they do.","16":"Animals form part of complex ecosystems and habitats in which they have evolved both biologically and behaviorally. Their ability to express natural behavior requires specific environments and other species with which they interact. Even the most well-equipped, spacious zoos cannot faithfully replicate their natural habitats. As a result, animals in captivity become mentally ill and exhibit abnormal behaviors not witnessed in the wild. These highly repetitive, invariant, and functionless behaviors have an umbrella term coined by animals behaviorists: zoochosis. (source)","17":"Symptoms of zoochosis include:","18":"While it may seem \"cute,\" the behavior of this elephant in San Diego Zoo is actually a sign of stress and mental illness. ","19":"Some people believe that pacing is natural territorial behavior in tigers, but pacing has never been observed in big cats in the wild. ","20":"When zoos first opened their doors to the general public in the early 19th century, animals' well-being was never considered and animals were kept in barren enclosures with iron bars. Such environments are such an obvious sign of mistreatment that they are distressing and unpalatable for modern visitors, so, nowadays, more thought is put into the landscaping of the zoos, replacing bars with glass and electric fencing. But don't be fooled, more care is given to the experience of the visitor than to the well-being of captive wild animals, and even so-called \"safari\" style zoos still keep their animals indoors for the most part of each day. Ultimately, zoos are for-profit companies, and their main focus is to draw crowds, and not the well-being of the animals.","21":"As a way of improving their public image, in recent years, zoos have attempted to reinvent themselves by claiming to contribute to species conservation, a public relations move which has proven to be successful. But it is a bold claim which should be scrutinized. Is the captivity, breeding, and commodification of some wild animals really a model of conservation that can be justified?Here are some points to consider:","22":"In order to continue to seem relevant, many zoos make conservation claims that are exaggerated, ambiguous and, in many cases, entirely unjustified.","23":"Zoos also claim to be great resources for informing the public and creating interest in the plight of animals in the wild. While they do offer the opportunity to see animals up close, there is nothing to suggest that visitors do anything to change their behavior or to support wild animals after their visit. Additionally, seeing animals outside of their natural environment, under artificial circumstances, does little to inspire and inform the public, and does far less than say, a documentary, which has the added bonus of not necessitating the exploitation and incarceration of the animals that appear in it. For the same reason, zoos are also not good research facilities. Many zoos claim that they conduct research into animal behavior and physiology. However, the studies largely look into the problems caused by captivity and human interaction. While this research may help to improve the welfare of animals in captivity, these issues would simply not exist were it not for the existence of zoos in the first place. They are simply looking to solve their own problems. (source)","24":"“Even if there were an abundance of signs, descriptions, and educational displays beside the animals’ cages, very little of this information, if any, will be remembered. Facilities that teach most effectively do so by presenting videos, wildlife documentaries, slides, interactive modules, graphic displays, and computer simulations. All of the aforementioned present animals in their natural environments, which allows individuals to truly understand the way they hunt, feed, raise their young, breed, respond to and display affection, fear, pain, hunger, instinct and ultimately how they behave and survive naturally. Simply showing animals in extremely restrictive spaces misinforms patrons by misrepresenting what those animals’ lives naturally consist of.” ","25":"In 2014, a Denmark zoo faced controversy when it shot Marius, a completely healthy giraffe, and dissected him in front of small children for \"educational purposes.\" The zoo faced public outcry at the gratuitous violence. But killing healthy animals is common practice in the zoo industry. A BBC report revealed that 3,000-5,000 healthy animals are killed in Europe each year. Why?Copenhagen Zoo scientific director, Bengt Holst, wrote the following in an open letter on this issue of Marius the giraffe: \"When an animal's genes are well represented in the breeding program and there is no place for the animal in another zoo, the European Breeding Program has agreed that the animal is to be euthanized...In Copenhagen Zoo we let the animals breed naturally. With naturally we mean that they will get young within the same intervals as they would in the wild. That means that the animals get to carry out their natural behaviors.\"","26":"It's tragically ironic that, in a zoo where many natural behaviors are impossible, the same person who cut Marius' life unnaturally short justifies it under the pretense of allowing giraffes to practice natural behaviors. (source)","27":"As a baby, Marius was small, cute, and useful to the zoo in attracting more visitors. At just 18 months old, after a failed attempt to sell him to other zoos, Marius was coldly deemed a \"surplus animal.\" While activists petitioned to keep Marius alive, two zoos expressed interest in him. When asked why Marius wasn't sent to one of these zoos, Holst referred to another dark side of the zoo industry: \"The zoos may not have the same ethical standards that the Copenhagen Zoo does.\" So sending the giraffe there, he said, would mean risking that Marius would be sold to a circus or spend the rest of his life in a \"substandard zoo.\" You can read more about it here. (source)","28":"In America and Europe, zoos trade and exchange with other accredited zoos that have some welfare standards. However, when \"surplus\" animals cannot be sold, they face either death, or a fate, according to Holst, even worse than death. \"Surplus animals\" can be, and are sold to circuses, roadside zoos, canned hunting ranches, or exotic pet trades. In these cases, the paper trail following the animals is difficult to follow, and only undercover research can expose it. In his book Animal Underworld: Inside America's Black Market for Rare & Exotic Species, author and journalist Alan Green explains: \"It’s a long-standing nod-and-a-wink arrangement meant to provide the zoos' deniability: They hand over their unwanted animals and hope that the dealers’ misdeeds aren’t traced to the source. It’s a sorry game of don’t-ask, don’t-tell, and it’s conducted in a way designed to bury the truth. If these publicly funded institutions have nothing to hide, why won’t they provide a full accounting of where all the unwanted animals went?\" (source)","29":"It's important to remember that Marius the giraffe is just one case amongst countless others. Just a few weeks after Copenhagen Zoo caused so much controversy, they killed two old lions and two cubs in a similar fashion to make way for a new male. (source)","30":"“Even if there were an abundance of signs, descriptions, and educational displays beside the animals’ cages, very little of this information, if any, will be remembered. Facilities that teach most effectively do so by presenting videos, wildlife documentaries, slides, interactive modules, graphic displays, and computer simulations. All of the aforementioned present animals in their natural environments, which allows individuals to truly understand the way they hunt, feed, raise their young, breed, respond to and display affection, fear, pain, hunger, instinct and ultimately how they behave and survive naturally. Simply showing animals in extremely restrictive spaces misinforms patrons by misrepresenting what those animals’ lives naturally consist of.”  Last Chance for Animals. “Zoos and Circuses.”  ","31":"So, you’ve taken zoos off the table but are still in need of an ethical way to connect with animals: now what? Visiting an animal sanctuary is a great way to experience the natural wonder of wild animals while supporting ethical work at the same time. Not only are sanctuary animals kept in better environments - since their enclosures aren’t built on the basis of close spectatorship of the animals - but animals also arrive at sanctuaries under very different circumstances than those that arrive at zoos.","32":"When an animal arrives at a sanctuary it is because the animal would be unable to survive in the wild, whether due to injury, illness, or prior captivity. Depending on the situation and the animal’s ability to be rehabilitated, their stay at the sanctuary will be either temporary, with the goal to re-release, or permanent, with a commitment to homing the animal for its long and peaceful life.","33":"This being said, a facility calling itself a “sanctuary” doesn’t always make it so, so be diligent when deciding which animal sanctuaries to support. Some helpful guidelines are:","34":"At the end of the day, you’re your own advocate. Be active, ask questions, and make determinations before supporting a facility that houses animals.","35":"Find an Animal Sanctuary near you! ","36":"Whale watching can be an excellent alternative to supporting zoos and aquariums when you’re looking to experience ocean life. It gives passengers the opportunity to witness the magnificence of whales and other oceanic creatures in their natural habitats. Here are some things to keep in mind when making an ethical, informed choice on which tour operator to voyage with.","37":"Does the tour guarantee whale sightings? Since whale’s are wild, unpredictable creatures, the guarantee that you’ll see one on any given trip should be considered a red flag of unethical practices. This type of guarantee could cause operators to act more desperately, and therefor recklessly, to secure a sighting. This could compromise the safety and preservation of other wildlife in the area as well as the whales, whose ability to communicate and find food through echolocation can be disrupted by boat interference.Is the tour operator conscious about their carbon footprint? Boats use a substantial amount of fuel, so make sure the company you support is running as efficiently and responsibly as they can.","38":"Is the operator cognizant of an areas wildlife, beyond whales? Every part of an ocean’s ecosystem is valuable and delicate, and whales or whale sightings should not be prioritized above other species. The best tour operators should focus on education and awareness. They should work to give visitors insight into the many troubles currently plaguing oceans and sea life, and how visitors can be part of alleviating these issues.","39":"Take advantage of the ample streaming platforms that offer educational and entertaining documentaries on wildlife, our planet, and animal treatment. Documentaries like Cowspiracy, Black Fish, and Dominion equip you with the facts and information you need to be an effective vegan activist in everyday conversations. Movies like Okja and The Cove are examples of two narrative films with underlying vegan ideas and themes. Films like Bambi, Dumbo, and Ice Age can be used to open a discussion around compassion, sentience, our environment, and animal treatment with younger children.","40":"Humans have a tendency to get so wrapped up in our everyday lives that we miss the opportunity to pause and appreciate what’s around us. Any given environment is crawling - literally - with fascinating organisms. Take time to learn about your neighborhood’s native plant species, bug life, what kind of birds frequent the area, or what kind of reptiles you may stumble across. Our local ecosystems also function as excellent classrooms for curious children - utilize that!","41":"Setting specific time aside to fully immerse yourself in nature is a great way to experience a connection with wildlife and the environment they live in. Having a quiet picnic or taking a quiet stroll are two examples of how humans can peacefully coexist with the natural world. There are few things more powerful than sharing a silent moment with a wild animal. Such activities are also excellent for children, as it shows them the reward of subtle, peaceful behavior: an awe-inspiring encounter and a sensation of belonging.","42":"There are a number of websites aimed specifically at teaching children about nature, such as planetpals.com or animalcorner.org.","43":"Not only do animal shelter residents greatly benefit from receiving some love and attention from visitors, but exposure to friendly animals and the concept of animal rescue can be fundamental in shaping a child’s capacity for empathy. By connecting emotionally with animals at a young age a lifelong foundation is laid, and rescue shelters are an excellent place to form that connection.","44":"Our planet is full of amazing wildlife and incredible nature. Sadly, destruction of natural habitats, environmental damage and an increasing human population mean that some of the most incredible nature is in danger of being destroyed. As a result, charities for endangered animals are absolutely vital. We have put together a list of 17 of the top organisations that protect endangered species across the globe, working with amazing animals such as pandas, leopards, chimpanzees and penguins. They carry out essential work to protect the incredible species that inhabit our world.","45":"If reading the list has inspired you to volunteer to help endangered animals, then check out our wildlife volunteering programs abroad, including working with safari animals, helping monitor sea turtles and working with marine biology research teams.","46":"The WWF is the world’s leading animal conservation charity. One of the best known organisations  that helps endangered species , WWF definitely deserves a place in our list. This globally known organisation has been fighting for wildlife conservation since 1961. Their mission is to create a world where nature and humans can thrive together. As a result, they have made a huge impact to endangered species on the planet and are constantly developing policies and programs to impact global habitats and wildlife positively. Their high profile global campaigns including adopting animals and Earth Hour seek to protect endangered animals on land, in rivers and in oceans, including elephants, tigers, lions, marine turtles, rhinos, chimpanzees, dolphins, whales and gorillas.","47":"A vital charity that helps rhinos across the globe, the International Rhino Foundation Is focused on the conservation of the five species of rhino: the White Rhinoceros and Black Rhinoceros in Africa; the Indian Rhinoceros, Javan Rhinoceros and Sumatran Rhinoceros in Asia. They have been helping rhinos for over 25 to ensure the survival of rhinos against the devastating impacts of illegal poaching and their natural habitat destruction. They have a great track record of supporting and developing viable rhino populations and are one of the essential organisations that helps endangered species across the world.","48":"Since 1951, The Nature Conservancy has been dedicated to protecting nature for people today and for future generations. One of the top wildlife conservation organisations, They Nature Conservancy actively conserves over 100 million acres of land and waters across the globe on which all species and life depends. Their aim is to use science and collaboration with local communities, businesses and individuals to encourage and protect vital biodiversity. They work with over 600 scientists in 69 countries across the world, including Panama, Peru, Kenya and Tanzania, promoting and protecting the biodiversity of our wildlife communities- essential to the health of the planet.","49":"The Wildlife Alliance is a must on any list of endangered animal charities. Their mission is to completely eradicate wildlife extinction. To achieve this they work to develop alternative sources of income in often developing communities and are currently working in Cambodia. They have completed successful programmes across the globe, including in Thailand, Myanmar, India, Ecuador and Russia. Wildlife Alliance also rescues wildlife such as Asian elephants, tigers, gibbons and otters from illegal trading, releasing them after rehabilitation and helping these populations to thrive.","50":"The World Society for the Protection of Animals is an important organisation that helps endangered animals across the world. The key belief of the charity is that animals deserve to be treated with respect and compassion and they work to inspire people to treat animals better. Their campaigns include ending bear dancing in India, influencing global UN policy on endangered wildlife and they are currently campaigning for a universal declaration to end all animal suffering. Whales, bears, tigers and bulls are some of the animals this charity for endangered animals has helped.","51":"The International Fund for Animal Welfare is one of the biggest charities that help endangered animals. IFAW works across the globe to save and rescue individual animals, reduce human-wildlife conflict and preserve essential and important wildlife habitats.  They’re also dedicated to protecting endangered animal populations as a whole such as tigers, lions and seals. IFAW is truly one of the best organisations that help endangered animals– they’re also dedicated to landscape conservation, political advocacy, marine conservation and research and education about the importance of protecting the amazing, yet sadly endangered animal species.","52":"The Performing Animal Welfare Society is leading the effort to rescue animals that have been the victim of exotic and performing animal trades across the world. Performing animals often experience confinement and abuse. The types of animals PAWS supports include elephants, monkeys, tigers and lions. The charity was started in 1984 by an animal trainer and PAWS Sanctuaries now take in rescued and rehabilitated ex performing animals so they can live peacefully and happily in natural habitats, free from chains and confinement. PAWS ARK 2000 is 2,300 acre site in San Andreas, California and is currently home to African and Asian elephants, tigers, bears, African lion and a black leopard.","53":"One of the top wildlife conservation organisations, Panthera is dedicated to conserving the world’s 36 species of wild cats. These stunning species include majestic lions, jaguars, snow leopards, pumas and cheetas. As a leading conservation charity, Panthera works across the globe with a variety of local and international scientists, NGOs and government agencies to develop and implement a variety of programs to help these threatened beautiful wild cats. These projects include their Tigers Forever program across six tiger range countries, including Bangladesh, India, Indonesia, Malaysia, Nepal, and Thailand and also Project Pardus, supporting the leopard across tropical Asia and the Middle East.","54":"Oceana is the largest charity for endangered species devoted exclusively to the world’s oceans and the amazing variety of life contained within the ocean.  They work to shield fish, marine mammals and other aquatic life from the devastating effects of human pollution, environmental damage and overfishing. Their campaigns work to develop responsible fishing, to restore the oceans to enable them to thrive as well as initiatives and expeditions to protect sea life including sharks, octopus, jellyfish, coral and sea turtles.","55":"Born Free is a leader within endangered animal charities across the world. Their mission is to keep ‘wildlife in the wild’ and to end the suffering of wild animals in captivity, treat all animals with compassion and positivity and to protect endangered species in their natural habitats. They also work to counter the effects on an ever expanding human population, including trying to halt extinction of wildlife species. They are key campaigners across the world and share their campaigns and conservation messages through education and collaboration with local communities.  Through these important global projects they work to protect numerous species including lions, elephants, gorillas, chimpanzees, tigers, polar bears, wolves, dolphins and sharks.","56":"According to the Rainforest Alliance, all rainforests on the planet may be gone in 100 years. In addition to this, 123,000 acres of rainforest are lost daily across the globe, destroying beautiful and lush rainforest habitats. This destruction destroys and damages wildlife and causes the loss of thousands of animal species every year who rely on rainforests to survive. The Rainforest Alliance works to change these shocking statistics by conserving biodiversity and ensuring sustainable livelihoods by transforming land-use and business practices, as well as consumer behavior. They work throughout the world in areas such as the Amazonian rainforest in Peru, Ecuador, Mexico and rainforests in the Congo.","57":"The IAPF is a key organisation within our list of the top endangered animal charities across the world. Wildlife crime is at epidemic levels and threatens the extinction of rhinos, elephants and giraffes. Their mission is to halt this threat, specialising in tackling the effects of illegal poaching. Their structured approach provides essential trained anti-poaching rangers to monitor poachers and protect wildlife from this ever increasing threat of illegal poaching in Mozambique, Zimbabwe and South Africa. The IAPF works with partners through community engagement and development, biodiversity management and wildlife rescue. If these animals can be protected, then entire ecosystems across the globe will also be protected for the future.","58":"The Tusk Trust has over twenty years of experience in wildlife conservation and development. They fund conservation, community education and environmental programs across Africa and are supported by HRH Prince of Cambridge. Since 1990 they have invested over £30 million into wildlife conservation projects and Tusk currently supports more than 60 field projects in 19 African countries. These projects not only work to protect wildlife, but also work to help communities who live alongside wildlife, creating a sustainable harmony with humans and nature. They have supported over 36 species and are truly one of the top charities that help endangered species.","59":"Dr Jane Goodall has transformed the world of endangered animal conservation. The Jane Goodall Institute is one of the most well-known charities who protect endangered animals, working to protect wild chimpanzees from extinction in Africa. The charity campaigns for sustainable protection of endangered species through environmental conservation, development and education. The number of wild chimpanzees in Africa has fallen to 340,000 from a population of millions, and so the Jane Goodall Institute is currently dedicated to programs in countries such as Mali, Tanzania and Senegal, working tirelessly to protect the numbers of wild chimpanzees for the future.","60":"Most penguin species across the world are in decline. This population decline is due to a variety of issues such as climate change, habitat degradation, oil pollution and depletion of their food sources through overfishing. Pew’s important global penguin conservation project aims to reverse the decline in penguin species. Pew is working tirelessly to establish marine reserves in Antarctica’s Southern Ocean and to restore and protect important breeding and feeding grounds for Penguins in waters across the Southern Hemisphere","61":"The Environment Investigation Agency is one the major organisations that help endangered animals. Environmental crime such as illegal poaching, habitat destruction and illegal trading of animals for medicines, home décor and meat all threaten the delicate ecosystems of nature and the animal species that inhabit these areas. The EIA work to prevent environmental crime and to develop programs in communities that can lead to positive change and protection of endangered species such as whales, Bluefin tuna and leopards.","62":"Created in 1948, The International Union for Conservation of Nature (IUCN) is a membership union composed of both government and civil society organisations. It is the largest and organisation that helps endangered species in the world including sea turtles, whales, polar bears and lions. Through various policies including education and communication they provide knowledge and tools to allow economic development and environmental conservation to take place together.","63":"The Wildlife Conservation Society believes wildlife is worth fighting for, and they’re dedicated to protecting wildlife across the planet. Their mission focuses on combining science, conservation and education to create real and lasting change to wildlife. Some of the species they work with include big cats, bears and apes, creating programs to combat climate change and habitat destruction.","64":"It’s estimated that Giraffe numbers have plummeted across Africa by 40% to under 100,000 individual giraffes in the past two decades, largely due to habitat loss, habitat destruction, illegal poaching and human population growth. The Giraffe Conservation Foundation works across Africa in countries such as Kenya, Ethiopia and Uganda to protect giraffes.  They develop initiatives and education programs to reverse this decline, including their World Giraffe Day.","65":"For more information on the problems associated with captive wild animals, and to find out how you can help, check out Born Free Foundation. They run campaigns worldwide to help animals in captivity and to deter people from visiting zoos and aquariums.","66":"This link below sends you to the \"take action\" part of their site, where you can have a look at some of their ongoing campaigns and sign petitions in support of their work.","67":"This short documentary addresses the conditions for captive cetaceans in Marineland, Europe's equivalent to SeaWorld. ","68":"Thus far, we have focused on zoos and aquariums since they generally have public support and spread false information. We hope it is implicit that circuses which use animals are at least as deplorable as any zoo. Here is a hopeful video showing big cats who had spent their lives tied up in small cages before being rescued.","69":"Find out where you can watch Blackfish by clicking here!"},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"quote","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson","48":"lesson","49":"lesson","50":"lesson","51":"lesson","52":"lesson","53":"lesson","54":"lesson","55":"lesson","56":"lesson","57":"lesson","58":"lesson","59":"lesson","60":"lesson","61":"lesson","62":"lesson","63":"lesson","64":"lesson","65":"lesson","66":"lesson","67":"lesson","68":"lesson","69":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/646\/what-about-aquariums","1":"https:\/\/veganbootcamp.org\/course-progress\/646\/what-about-aquariums","2":"https:\/\/veganbootcamp.org\/course-progress\/646\/what-about-aquariums","3":"https:\/\/veganbootcamp.org\/course-progress\/646\/what-about-aquariums","4":"https:\/\/veganbootcamp.org\/course-progress\/646\/what-about-aquariums","5":"https:\/\/veganbootcamp.org\/course-progress\/646\/what-about-aquariums","6":"https:\/\/veganbootcamp.org\/course-progress\/646\/what-about-aquariums","7":"https:\/\/veganbootcamp.org\/course-progress\/646\/what-about-aquariums","8":"https:\/\/veganbootcamp.org\/course-progress\/646\/what-about-aquariums","9":"https:\/\/veganbootcamp.org\/course-progress\/646\/what-about-aquariums","10":"https:\/\/veganbootcamp.org\/course-progress\/646\/what-about-aquariums","11":"https:\/\/veganbootcamp.org\/course-progress\/646\/what-about-aquariums","12":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","13":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","14":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","15":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","16":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","17":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","18":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","19":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","20":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","21":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","22":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","23":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","24":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","25":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","26":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","27":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","28":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","29":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","30":"https:\/\/veganbootcamp.org\/course-progress\/647\/what-about-zoos","31":"https:\/\/veganbootcamp.org\/course-progress\/648\/animal-friendly-alternatives","32":"https:\/\/veganbootcamp.org\/course-progress\/648\/animal-friendly-alternatives","33":"https:\/\/veganbootcamp.org\/course-progress\/648\/animal-friendly-alternatives","34":"https:\/\/veganbootcamp.org\/course-progress\/648\/animal-friendly-alternatives","35":"https:\/\/veganbootcamp.org\/course-progress\/648\/animal-friendly-alternatives","36":"https:\/\/veganbootcamp.org\/course-progress\/648\/animal-friendly-alternatives","37":"https:\/\/veganbootcamp.org\/course-progress\/648\/animal-friendly-alternatives","38":"https:\/\/veganbootcamp.org\/course-progress\/648\/animal-friendly-alternatives","39":"https:\/\/veganbootcamp.org\/course-progress\/648\/animal-friendly-alternatives","40":"https:\/\/veganbootcamp.org\/course-progress\/648\/animal-friendly-alternatives","41":"https:\/\/veganbootcamp.org\/course-progress\/648\/animal-friendly-alternatives","42":"https:\/\/veganbootcamp.org\/course-progress\/648\/animal-friendly-alternatives","43":"https:\/\/veganbootcamp.org\/course-progress\/648\/animal-friendly-alternatives","44":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","45":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","46":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","47":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","48":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","49":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","50":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","51":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","52":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","53":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","54":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","55":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","56":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","57":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","58":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","59":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","60":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","61":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","62":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","63":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","64":"https:\/\/veganbootcamp.org\/course-progress\/649\/conservation-charities","65":"https:\/\/veganbootcamp.org\/course-progress\/696\/born-free-foundation","66":"https:\/\/veganbootcamp.org\/course-progress\/696\/born-free-foundation","67":"https:\/\/veganbootcamp.org\/course-progress\/651\/inside-the-tanks","68":"https:\/\/veganbootcamp.org\/course-progress\/652\/circus-big-cat-rescue","69":"https:\/\/veganbootcamp.org\/course-progress\/653\/blackfish-documentary"}}