{"tag":{"0":"Environmental FAQ's","1":"Environmental FAQ's","2":"Environmental FAQ's","3":"Environmental FAQ's","4":"Environmental FAQ's","5":"Environmental FAQ's","6":"Environmental FAQ's","7":"Environmental FAQ's","8":"Environmental FAQ's","9":"Environmental FAQ's","10":"Environmental FAQ's","11":"Environmental FAQ's","12":"Environmental FAQ's","13":"Environmental FAQ's","14":"Environmental FAQ's","15":"Environmental FAQ's","16":"Environmental FAQ's","17":"Environmental FAQ's","18":"Environmental FAQ's","19":"Environmental FAQ's","20":"Environmental FAQ's","21":"Environmental FAQ's","22":"Environmental FAQ's","23":"Environmental FAQ's","24":"Environmental FAQ's","25":"Environmental FAQ's","26":"Environmental FAQ's","27":"Environmental FAQ's","28":"Environmental FAQ's","29":"Environmental FAQ's","30":"Environmental FAQ's","31":"Environmental FAQ's","32":"Environmental FAQ's","33":"Environmental FAQ's","34":"Environmental FAQ's","35":"Environmental FAQ's","36":"Environmental FAQ's","37":"Environmental FAQ's","38":"Environmental FAQ's","39":"Environmental FAQ's","40":"Environmental FAQ's","41":"Environmental FAQ's","42":"Environmental FAQ's"},"text":{"0":"Will Sorflaten is a senior campaigner for Viva!, Europe’s largest vegan campaigning charity. He has been vegan for a decade and an activist for the last nine years.  ","1":"The following lessons are based on his experience working for vegan charities, organising and running street outreach, and Viva!’s report Envirocidal, which compiles the most up-to-date information from leading experts and researchers.  ","2":"We’re currently in the sixth mass extinction with potentially one million species facing extinction within decades. A great deal of the devastation has been caused by human activity, from greenhouse gas emissions to the intensification of land and exploitation of earth’s resources. Animal agriculture has been shown to be a leading cause of several of the planet’s most severe crises. The science is clear, we must transition away from animal agriculture to mitigate the worst effects of the climate emergency.  ","3":"Despite report after report, there is still a lot of confusion around animal agriculture and its impact on the planet, and it’s no good saying any of the above if we don’t have the knowledge and confidence to explain how. In this course I will discuss some of the main ways in which animal agriculture is responsible for such devastation on the planet, other animals and indeed humankind’s own chances of survival. I will address some of the most common questions and suggest ways in which we can answer those questions whether during talks, using social media or doing outreach.  ","4":"Before going into the FAQs, have a watch of this quick two minute video overviewing how animal products impact on our world here. ","5":"We’ve heard a lot of these FAQs time and time again, and it can be easy to dismiss concerns and shake our heads with fellow vegans, despairing at such questions. But that’s not helpful for the person genuinely asking the question, nor for the planet we’re trying to protect. And it’s important to be able to answer the questions with confidence, and know what source we’re referring. From my experience and those of colleagues at Viva!, here are some of the most frequently asked questions in terms of the environment.  ","6":"This page covers general questions, the next page covers slightly more complicated questions and the page after that looks into specific food issues such as almonds and quinoa.  ","7":"A - ‘There has been a lot of coverage of the damage done to the Amazon rainforest from soya production, but only 6 per cent of all global soya consumption is actually used on human food, and a lot of that goes into things like bread and chocolate, which everyone eats. The vast majority of deforestation in the Amazon and elsewhere for soya has actually been to grow soya as a cheap crop for animals, or to set up huge cattle farming.  ","8":"About 70 per cent of all soya is used for animal agriculture, 24 per cent for biofuel and 6 per cent for human consumption. Because animals eat far more calories than they produce through their flesh, dairy or eggs, it’s an incredibly inefficient system.  ","9":"Vegan diets use less than half the land required by omnivorous diets. So soya is doing harm, but actually because of animal agriculture rather than directly feeding humans.’ ","10":"A - Within the echo chambers of the vegan world, I’m very aware that this is a bit of a joke question when us vegans lounge about and take aim at non-vegans. That’s between vegans, of course. But I’ve been asked this question quite a few times in recent months. And while it might be a simple answer it’s good to get it out there.  ","11":"The world isn’t going to go vegan overnight, so we won’t ever be in a position where we’ve suddenly got billions of animals that we don’t want to eat any more but need to keep alive. As the demand for vegan products rises and the demand for animal products falls, there will be a gradual shift as fewer and fewer animals are bred for farming. It’s a gradual shift. There are only several billion farmed animals alive today because humans forcibly impregnate them or artificially arrange for them to mate. We won’t need to suddenly kill lots of animals for the sake of the planet, it’ll just be that as fewer animals are forcibly bred, we’ll have far fewer animals who are causing such harm to the planet. ","12":"A - the modern, domesticated chicken, cow or sheep has been so artificially manipulated that they live a lot of their life in pain, even if they’re kept in good conditions. For example, the modern chicken has been bred to put on so much weight in such a short space of time that their bones often break under their weight by the age of six weeks.  ","13":"The modern dairy cow produces far more milk than is healthy for her. These types of cow and chicken aren’t natural. We would either have far fewer of them alive where they can live in sanctuaries, and because there are far fewer of them they won’t be having the environmental impact that billions of them are having today. But there are also wild cows and chickens, who haven’t been genetically manipulated by humans. If we stopped farming chickens and cows, there would still be chickens and cows in the world, but they would not suffer as a result of human intervention.  ","14":"The modern broiler chicken - genetically manipulated to grow quickly. As a result they suffer from broken bones, difficulty breathing and high mortality rates at just a few weeks old. Viva!. ","15":"A - ‘Grass-fed animals are actually worse for the planet. It takes longer for the animal to reach the weight at which he or she is killed, so the animal lives longer. Because animals consume a huge amount of calories and produce very little in return, and because ruminant animals such as cows burp out a huge amount of methane, by having the animals live for longer they’re producing more greenhouse gases, using more water and more land.  ","16":"There simply isn’t enough land on the planet to raise all animals in pastures or with more space - it would take several Earths to do that. So it’s not remotely possible for everyone to eat grass-fed animals, and it’s still far more damaging than eating vegan food instead.’  ","17":"A - It’s true that there are some parts of the world which aren’t suitable for crop farming, but do work for certain animals, such as sheep in the Scottish highlands. However, a vegan diet uses far less land than an omnivorous diet. As the population moves towards a vegan diet, there’s less demand on our land, meaning that we will only need to farm the land which does work for arable crops. The parts of the world such as mountainous areas can revert back to a more wild, more biodiverse terrain, which is far more beneficial to the planet than having methane-belching sheep or cows.  ","18":"A - We’re already in a position where we only have 60 years of farming left if soil degradation continues, which is an extremely worrying prospect. To state the obvious, without farming, we die. Animal agriculture is actually responsible for a great deal of this soil degradation, so far from helping us with soil, it’s seriously affecting us. The reason why is because animal agriculture is such an inefficient way of consuming calories. Seventy-five per cent of all agricultural land is used for animal agriculture, but it only provides 18 per cent of all calories. We would have far more land to use for rewilding, afforestation, and protecting natural resources if we went vegan.  ","19":"At a conservative estimate, we would halve the amount of land we’re currently using for farming. This means that we would be able to adopt a far more sustainable system of crop rotation. We could also leave land to rewild and regenerate, which is crucial not just for soil health but for the climate crisis.  ","20":"In terms of manure and compost, there are already some farms which are 100 per cent organic and vegan, proving that you can heal soil without the use of animals. Compost from plant sources can regenerate the land, it doesn’t have to come from animals.  ","21":"A - A lot of home-grown animals used for meat have been fed on imported crops such as soya or grain from other countries, so vegans aren’t responsible for all imported crops. Even if they were, imported vegan sources are still more environmentally sustainable than meat and dairy because they are far more land, water and energy-efficient than animal products.  ","22":"But you can also follow a vegan diet, which is largely based on seasonal, local products found in your country, in order to reduce your impact as much as possible. The main thing to bear in mind, however, is that animal products are far more unsustainable than nearly all vegan products wherever they’re sourced from.  ","23":"Here’s the answer for particular foods which often crop up (and yes, pun intended).  ","24":"A - Palm oil is by definition suitable for vegans, found in over half of all products in supermarkets - even toothpaste and shampoo. It’s not a uniquely vegan issue but as a vegan you might be more inclined to avoid palm oil for ethical reasons. ","25":"Most oil palms grow in areas that were once tropical forests and home to iconic species like the orangutan. It is a highly efficient crop producing between six and ten times more oil per acre than soya beans for example and therefore the oil of choice for major businesses. Due to deforestation and the impact it has on biodiversity more and more vegans are chosen to opt for alternatives or search for products certified by the Roundtable on Sustainable Palm Oil (RSPO). ","26":"A - It takes 4.5 litres of water to grow a single almond. The main controversy around almonds has come up because of California’s almond monopoly, where eight in 10 of the world’s almonds are grown. It takes up an estimated 8 per cent of the entire water supply in that state which is often affected by drought.  ","27":"However, the issue here is not so much almonds but the intense mono-cropping of almonds over a large land mass in an area already afflicted by drought. It’s also important to bear in mind that while almonds use up 8 per cent of California’s water, meat and dairy use a staggering 47 per cent. And this doesn’t even include the water that cows drink, water used for sanitation or water used in cleaning slaughterhouses.  ","28":"Perhaps it is worth avoiding almond milk grown in California. Not because of veganism but because of monocrops and monopolies. Plenty of vegans don’t consume almond milk at all, after all. But there are plenty of brands which harvest almonds grown in Europe (for those of you who are reading this in Europe). Once again, it’s not as though vegans absolutely must eat almonds grown in California. And the thing to keep in mind is that dairy is causing far more of a problem in California and the rest of the world than almonds.  ","29":"A - There is a stereotype that it’s just vegans chowing down on avocados which simply is not the case. Just like quinoa or palm oil, it’s a product that many people eat. It just so happens to be that vegans living on nothing but avocados is a stereotype that sticks with a lot of people.  ","30":"But it is true that avocados do require a lot of water compared to other vegan sources. And if you’re living in Britain or elsewhere in Europe, they may have been flown over from places thousands of miles away. It’s one of those things which has gained a lot more attention than it deserves, and is often portrayed in a misleading way. Avocados still have a lower impact than animal products. For example, avocados have a greenhouse emissions footprint which is almost one tenth that of pork. And avocados have a total water footprint of 1981 ㎥\/ton, compared to 15,400 ㎥\/ton for beef and 3,300 ㎥\/ton for eggs, the least damaging of animal products. So even compared to the least damaging animal product, avocados still are far less demanding with regards to water. Avocados are bad compared to other vegan sources. When compared to animal options, they’re good.  ","31":"It’s one of those products which should be looked into, and if you are keen to limit your environmental footprint then it is worth looking into where you’re sourcing your avocados from. You might also want to consider minimising the number of avocados that you eat. But if you’re comparing avocados to animal products, they’re still more environmentally friendly. And again, you can be vegan and choose not to eat avocados.  ","32":"A - Once again quinoa is consumed by lots of people, not just vegans. It’s a big one for gluten-intolerant people, for example, or those who choose healthier grains to eat.  ","33":"It’s been criticised for the impact it might have had on farmers in South America, with the idea being that it’s become so expensive that it’s forced farmers into hunger or malnutrition. When you actually look into the details of it, however, the boom in quinoa has in many ways been advantageous to the farmers who now sell it for a high profit elsewhere. A study published by the International Trade Centre (ITC), the joint agency of the UN and World Trade Organisation based in Geneva shows that in Peru high quinoa prices in fact improved the welfare of poor rural communities. As prices rose between 2004 and 2013, quinoa farmers (who are among the poorest people in Peru), saw a 46 per cent increase in their welfare. ","34":"There are 3,000 varieties of quinoa which can grow in several different climates. There’s even quinoa grown in Britain, so that’s a really good option if you’re not certain about its impact elsewhere and want to cut down on food imports.  ","35":"The thing to bear in mind (once again) is that quinoa is not a uniquely vegan issue. It’s the same as saying that vegans are to blame for the global expansion of coffee, because some vegans consume coffee. True, but then again several omnivores consume coffee as well. That goes for palm oil, quinoa, almonds and avocados. So when discussing these particular foods (or any other food someone may bring up) rather than just trying to say that the crops have no issue at all, do bring up the fact that they’re consumed by those who eat animal products as well. Seeing as there’s only about two per cent of Brits who are vegan, unless we are eating an extraordinary amount of avocados it’s extremely likely that the vast majority of avocados are consumed by omnivores. The media just paints it as a vegan issue to have a story. When you look into it, these stories very rarely compare avocados to animal products.  ","36":"A - There are some other arguments about particular crops such as wasps and figs or bees used in almond pollination. ","37":"The argument against vegans eating avocados is based on the fact that bees are needed to pollinate them and in some areas like California in the US, there are not enough local bees for the pollination of the massive fruit, vegetable and nut-farms so bees are transported in. There are many smaller farms that rely on natural bee populations and in an ideal world, we should try and buy from them as much as possible. According to the New Agriculturalist and the American Beekeeping Federation, beans, tomatoes, apples, broccoli, melons, carrots, onions and hundreds of other fruits, vegetables and grains are also pollinated by bees bred for commercial purposes.  ","38":"As vegans, we just do our absolute best according to what’s practical and possible. This is a bit like the ‘figs are not vegan’ story based on how female fig wasps can become trapped and die in figs when laying their eggs in them – it’s part of the natural pollination process as opposed to humans’ systematic mistreatment of farmed animals. Almonds, avocados and figs remain a lot more vegan than beef burgers and milkshakes – and don’t forget – all these farmed animals are fed plant foods too, so even if there are issues within plant foods it’s dramatically minimised by eating far more efficient, vegan diets. ","39":"Veganism is ultimately about living in a way which seeks to exclude, as far as is possible and practicable, all forms of exploitation of, and cruelty to, animals for food, clothing or any other purpose – any step towards doing this is better than no step! ","40":"It would be impossible to cover every single possible question someone might ask about veganism. I’ve been doing activism for over eight years and had thousands of conversations. I’m still surprised at some of the questions I get asked, and I’m sure I’ll be in the same situation in five years’ time.  ","41":"But I hope that the previous chapters have covered a lot of the most frequently asked questions. With each question, I could have gone into even more detail if I needed to. But it’s important to remember that we shouldn’t bombard people with too much information. People lose interest and stop listening, and then don’t remember anything because you’ve said too much. Keep it simple, know a good number of facts, and remember that the essential message. Animal products use far more land, water and energy than plant products. Going vegan is the single biggest action any individual can take for the planet.","42":"That is the main message we need to bring across. "},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/745\/introduction","1":"https:\/\/veganbootcamp.org\/course-progress\/745\/introduction","2":"https:\/\/veganbootcamp.org\/course-progress\/745\/introduction","3":"https:\/\/veganbootcamp.org\/course-progress\/745\/introduction","4":"https:\/\/veganbootcamp.org\/course-progress\/745\/introduction","5":"https:\/\/veganbootcamp.org\/course-progress\/746\/first-the-simple-questions","6":"https:\/\/veganbootcamp.org\/course-progress\/746\/first-the-simple-questions","7":"https:\/\/veganbootcamp.org\/course-progress\/746\/first-the-simple-questions","8":"https:\/\/veganbootcamp.org\/course-progress\/746\/first-the-simple-questions","9":"https:\/\/veganbootcamp.org\/course-progress\/746\/first-the-simple-questions","10":"https:\/\/veganbootcamp.org\/course-progress\/746\/first-the-simple-questions","11":"https:\/\/veganbootcamp.org\/course-progress\/746\/first-the-simple-questions","12":"https:\/\/veganbootcamp.org\/course-progress\/746\/first-the-simple-questions","13":"https:\/\/veganbootcamp.org\/course-progress\/746\/first-the-simple-questions","14":"https:\/\/veganbootcamp.org\/course-progress\/746\/first-the-simple-questions","15":"https:\/\/veganbootcamp.org\/course-progress\/747\/the-more-detailed-questions","16":"https:\/\/veganbootcamp.org\/course-progress\/747\/the-more-detailed-questions","17":"https:\/\/veganbootcamp.org\/course-progress\/747\/the-more-detailed-questions","18":"https:\/\/veganbootcamp.org\/course-progress\/747\/the-more-detailed-questions","19":"https:\/\/veganbootcamp.org\/course-progress\/747\/the-more-detailed-questions","20":"https:\/\/veganbootcamp.org\/course-progress\/747\/the-more-detailed-questions","21":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","22":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","23":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","24":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","25":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","26":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","27":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","28":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","29":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","30":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","31":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","32":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","33":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","34":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","35":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","36":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","37":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","38":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","39":"https:\/\/veganbootcamp.org\/course-progress\/748\/the-specific-food-questions","40":"https:\/\/veganbootcamp.org\/course-progress\/749\/conclusion","41":"https:\/\/veganbootcamp.org\/course-progress\/749\/conclusion","42":"https:\/\/veganbootcamp.org\/course-progress\/749\/conclusion"}}