{"tag":{"0":"Family & Friends","1":"Family & Friends","2":"Family & Friends","3":"Family & Friends","4":"Family & Friends","5":"Family & Friends","6":"Family & Friends","7":"Family & Friends","8":"Family & Friends","9":"Family & Friends","10":"Family & Friends","11":"Family & Friends","12":"Family & Friends","13":"Family & Friends","14":"Family & Friends","15":"Family & Friends","16":"Family & Friends","17":"Family & Friends","18":"Family & Friends","19":"Family & Friends","20":"Family & Friends","21":"Family & Friends","22":"Family & Friends","23":"Family & Friends","24":"Family & Friends"},"text":{"0":"Most people aren’t raised vegan, so deciding to go vegan often entails having to tell others. This can be difficult. Parents may take this as a rejection of the way they raised their children. Of course, being vegan isn’t intended to be a personal attack, but rather a critique of the way animal products are normalized in society. Here are some tips on how to tell your family and friends that you've made the change to a vegan lifestyle. It can be hard to predict how people will react to your announcement, but with this advice, you'll be able to prepare for the most positive reaction.","1":"So you want to tell your parents, siblings, friends, or significant other that you’re vegan or are planning to go vegan?First off, you’ll want to be clear on your reasons for going vegan. Educate yourself on vegan issues, such as animal ethics, the environmental impact of animal agriculture, and health, if you haven’t already. This way, when you have the conversation, you'll be able to back up your reasoning and counter any arguments that arise. Anticipate questions, such as, “Where do you get your protein?” or “Do plants feel pain?” Parents may be especially concerned about health since they may have been raised with the belief that meat and dairy are essential.","2":"Bring up your change to veganism when you’re feeling comfortable and positive. It may be best not to talk about it while your family is eating non-vegan food because they might feel more defensive in the moment. Instead, you could offer to make an entirely vegan meal for your family or invite them out to a vegan restaurant.","3":"It can be hard to convey how important being vegan is to your loved ones. One way you can do this is by sharing a video, article, book, or other sources that inspired you to go vegan. Different people react differently, so personalizing what you share with them will make it more effective. For example, if you know that your parents are concerned about the environment, offer to watch “Cowspiracy” with them. If they’re interested in food, show them a vegan cooking channel. Accommodating to their specific interests will increase the potential of them becoming more interested in veganism.","4":"Something you’ll notice once people find out you’re vegan is that they may make jokes at your veganism. ","5":"What do you do in these kinds of situations? Reacting negatively might confirm this person’s negative judgment of vegans that they are sensitive or dramatic; of course, we also shouldn’t have to deal with mocking due to our dedication to helping animals and the earth. Everyone deals with these comments in their own way. Here are some options:","6":"Ultimately, try not to take hate seriously. It reflects on the person who’s saying it and their view of veganism far more than it does on you. If people subconsciously feel guilty about harming animals, they will lash out to those who counter their actions.","7":"You know how you joke with your mom about her porcelain doll collection, or your friend’s insistence to always do the math on sales tax? That’s what they’re doing to you.","8":"Of course you might be the victim of some malicious jabs, but generally they’re just trying to poke fun. Do not overreact to this. In general, the more chill you are about your veganism, the more chill they will be about it too.","9":"Of course, this is just a guideline rule. Some people are too headstrong and oblivious to deal with your veganism in an appropriate way. If that’s the case, drop them, and move on.","10":"This can be especially scary in a foreign country, but I promise that there are plenty of exciting people to meet and experiences to have with them! Different hostels and universities are a great place to start, but locals can be surprisingly open and friendly as well. (source)","11":"Other issues that may come up are family gatherings during the holidays or going to a dinner or work party. In the case of a potluck, you can at least count on being able to bring your own vegan dish, if you’re worried about there being other vegan options. However, when you’re visiting someone else’s house, it can feel rude or disrespectful not to accept the food they offer you. One way to avoid this potentially awkward situation is to let the host know beforehand that you’re vegan (and what that means) as well as to offer to bring a vegan dish. This way, you’re lightening their load of tasks while also exposing them to vegan food. As for Thanksgiving, Christmas, and other traditional holiday meals that have meat, you may want to suggest the option of trying a vegan roast if you think your family will be receptive.","12":"I know, your reasons for going vegan are probably complicated. It’s not a decision that most make at the drop of a hat. When they ask \"why?\", answer their question as calmly and succinctly as possible.","13":"It’s an open-ended question, yes, but they don’t actually want to hear the whole answer. Otherwise, you might be accused of “ranting.” So, pick something simple, and answer quickly. If they’re still curious, and they ask further, then feel free to elaborate.","14":"Why this level of caution? In case it’s escaped your notice, vegans don't have the best reputation. No matter what your reasons are for deciding to go vegan, they’ll feel less judged if you don’t continually bring it up.","15":"They don’t want to feel less environmentally-conscious, unhealthy, or less concerned for animals. But, inevitably, when you explain yourself, you’re drawing a comparison between you and who you used to be - an omnivore, like them - and they feel like you’re passing judgment. So, keep it short and sweet unless probed.","16":"Most people don’t think about the fact that nearly every meal they consume has some sort of meat or animal byproduct in it. Actually, not only are there animal products in the meal, the meal usually centers around meat. This is obviously an issue for omnivores when they invite anyone with a vegan diet over to eat, which makes up a large portion of social interactions.","17":"This can be a bit of a pain on both ends, but you can gently ask what they would prefer. Would they like for you to bring a dish, eat something beforehand, or give them a vegan recipe? If they have a preferred option, go with that, and don’t feel guilty. If you’ve made your dietary choices known, then you’ve done all you can.","18":"Furthermore, going out can be complicated, especially if you are traveling and aren’t familiar with local cuisine. This is a menu at a typical fast food outlet, where many of your traveling companions will want to grab a bite at the airport or bus station.","19":"See the huge lack of vegan options? Even when considering more diverse menus, a huge part of traveling, whether it’s across the state or across the globe, is trying local specialties. Luckily, there are ways to work around that; you’ve just got to plan ahead.","20":"Don’t make a big deal out of going to certain restaurants. Bring your own vegan snack pack to fill you up if nothing at the restaurant hits the spot. Recommend or ask for places that might be more likely to include vegan options, but don’t ruin your friends’ experience while doing so.","21":"Yes, you shouldn’t be inconvenienced either, but you can make do. You won’t convince anyone to become vegan, or even vegetarian, if they feel alienated by you.","22":"Written by the Nomadic Vegan, find the original source by clicking here!","23":"Check out this podcast from Earthling Ed in which he talks about backyard chickens, staying calm, and family. The discussion on staying calm starts at 19:20 and the discussion on non-vegan family and friends starts at 30:42.","24":""},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/655\/telling-family-and-friends-youre-vegan","1":"https:\/\/veganbootcamp.org\/course-progress\/655\/telling-family-and-friends-youre-vegan","2":"https:\/\/veganbootcamp.org\/course-progress\/655\/telling-family-and-friends-youre-vegan","3":"https:\/\/veganbootcamp.org\/course-progress\/655\/telling-family-and-friends-youre-vegan","4":"https:\/\/veganbootcamp.org\/course-progress\/657\/dealing-with-negative-vegan-comments","5":"https:\/\/veganbootcamp.org\/course-progress\/657\/dealing-with-negative-vegan-comments","6":"https:\/\/veganbootcamp.org\/course-progress\/657\/dealing-with-negative-vegan-comments","7":"https:\/\/veganbootcamp.org\/course-progress\/657\/dealing-with-negative-vegan-comments","8":"https:\/\/veganbootcamp.org\/course-progress\/657\/dealing-with-negative-vegan-comments","9":"https:\/\/veganbootcamp.org\/course-progress\/657\/dealing-with-negative-vegan-comments","10":"https:\/\/veganbootcamp.org\/course-progress\/657\/dealing-with-negative-vegan-comments","11":"https:\/\/veganbootcamp.org\/course-progress\/656\/tips-for-family-and-friends","12":"https:\/\/veganbootcamp.org\/course-progress\/656\/tips-for-family-and-friends","13":"https:\/\/veganbootcamp.org\/course-progress\/656\/tips-for-family-and-friends","14":"https:\/\/veganbootcamp.org\/course-progress\/656\/tips-for-family-and-friends","15":"https:\/\/veganbootcamp.org\/course-progress\/656\/tips-for-family-and-friends","16":"https:\/\/veganbootcamp.org\/course-progress\/656\/tips-for-family-and-friends","17":"https:\/\/veganbootcamp.org\/course-progress\/656\/tips-for-family-and-friends","18":"https:\/\/veganbootcamp.org\/course-progress\/656\/tips-for-family-and-friends","19":"https:\/\/veganbootcamp.org\/course-progress\/656\/tips-for-family-and-friends","20":"https:\/\/veganbootcamp.org\/course-progress\/656\/tips-for-family-and-friends","21":"https:\/\/veganbootcamp.org\/course-progress\/656\/tips-for-family-and-friends","22":"https:\/\/veganbootcamp.org\/course-progress\/656\/tips-for-family-and-friends","23":"https:\/\/veganbootcamp.org\/course-progress\/658\/dealing-with-non-vegan-friends","24":"https:\/\/veganbootcamp.org\/course-progress\/658\/dealing-with-non-vegan-friends"}}