{"tag":{"0":"Finishing up","1":"Finishing up","2":"Finishing up","3":"Finishing up","4":"Finishing up","5":"Finishing up","6":"Finishing up","7":"Finishing up","8":"Finishing up","9":"Finishing up","10":"Finishing up","11":"Finishing up","12":"Finishing up"},"text":{"0":"If you committed to each action in the previous challenges, that means that you're now vegan! Depending on how fast you've gotten here, it may take time for new habits to settle in and become normal. Make sure you keep important resources like HappyCow bookmarked, and be sure to follow vegan activists, sanctuaries, and other social media channels to stay motivated and on track!","1":"VeganBootcamp.org","2":"Vegan Bootcamp was created with love by the Vegan Hacktivists. Over 40 vegan volunteers, developers, activists and content creators spent countless hours building what you see here. If you can spare a few dollars a month so that we can continue to maintain both this project and many other upcoming projects, please click here!","3":"Patreon is a platform that allows anyone to easily support organizations with a monthly donation, while at the same time allowing us to update you with our latest projects.","4":"https:\/\/www.patreon.com\/veganhacktivists","5":"We promise to continue building new resources, tools, and projects that bring us closer to a more just vegan world - a world where every cage is empty, where every animal is free to live and love, without exploitation, and without fear from us.","6":"We can't begin to thank you from the bottom of our hearts for the support.","7":"The Vegan Hacktivists","8":"Warning: Don't forget to hit the red \"SUBMIT\" button above to submit your survey, if you click Next Page without doing that your answers won't be sent. Thank you!","9":"You've completed Finishing up! Now, it's time to take action.","10":"Thank you for taking the Vegan Bootcamp challenge. We really hope that you enjoyed all of the challenges and knowledge you've gathered since starting, and we hope that you keep at it and spread the word of compassion. If you haven't joined already, check out our community below and follow us!","11":"Sometimes the timing just isn't right for a challenge.","12":" You won't earn stars for completing this action, but you can visit your challenge track page to remind yourself of what you still need to do! If the timing isn't right, don't worry, but don't forget either; every action in every challenge will help you with your progress to solidify your new lifestyle and philosophy. "},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/692\/youre-a-vegan","1":"https:\/\/veganbootcamp.org\/course-progress\/692\/youre-a-vegan","2":"https:\/\/veganbootcamp.org\/course-progress\/484\/please-support-us","3":"https:\/\/veganbootcamp.org\/course-progress\/484\/please-support-us","4":"https:\/\/veganbootcamp.org\/course-progress\/484\/please-support-us","5":"https:\/\/veganbootcamp.org\/course-progress\/484\/please-support-us","6":"https:\/\/veganbootcamp.org\/course-progress\/484\/please-support-us","7":"https:\/\/veganbootcamp.org\/course-progress\/484\/please-support-us","8":"https:\/\/veganbootcamp.org\/course-progress\/693\/take-our-survey","9":"https:\/\/veganbootcamp.org\/course-progress\/486\/goodbye-kind-friend","10":"https:\/\/veganbootcamp.org\/course-progress\/486\/goodbye-kind-friend","11":"https:\/\/veganbootcamp.org\/course-progress\/486\/goodbye-kind-friend","12":"https:\/\/veganbootcamp.org\/course-progress\/486\/goodbye-kind-friend"}}