{"tag":{"0":"Fish","1":"Fish","2":"Fish","3":"Fish","4":"Fish","5":"Fish","6":"Fish","7":"Fish","8":"Fish","9":"Fish","10":"Fish","11":"Fish","12":"Fish","13":"Fish","14":"Fish","15":"Fish","16":"Fish","17":"Fish","18":"Fish","19":"Fish","20":"Fish","21":"Fish","22":"Fish","23":"Fish","24":"Fish","25":"Fish","26":"Fish","27":"Fish","28":"Fish","29":"Fish","30":"Fish","31":"Fish","32":"Fish","33":"Fish","34":"Fish","35":"Fish","36":"Fish","37":"Fish","38":"Fish","39":"Fish","40":"Fish","41":"Fish","42":"Fish"},"text":{"0":"\"The most important question is not, Can they reason? nor, Can they talk? but, Can they suffer? Why should the law refuse its protection to any sensitive being?\" -Jeremy Bentham, An Introduction to the Principles of Morals and Legislation, 1789","1":"Before delving into fish welfare, it is first important to address the commonly held myth that fish cannot feel pain. For much of history, \"conventional wisdom\" has denied that fish have the capacity to experience pain. Possible reasons for this mentality are they're unable to cry out, they lack facial expressions, or it is harder to empathize with a non-mammalian animal so different from ourselves. The fallacy is still so widely accepted that some who call themselves \"vegetarian\" think nothing of occasionally eating fish and other seafood. But the truth is that fish can and do feel pain, and as such, we have an ethical obligation to consider their welfare just as we consider the welfare of any other sentient being. (source)","2":"Our knowledge of fish has significantly grown over the past 20 years. Fish biologists have produced plentiful evidence proving that fish, just as mammals and birds, experience conscious pain. Anatomically speaking, fish have nociceptors, sensory receptors that detect tissue damage and potential harm. They produce the same opioids, natural painkillers, that mammals do. Their brain activity during injury is comparable to that of terrestrial vertebrates. Studies of their behavior have also concluded that fish feel pain; they change behavior substantially when in pain, and revert to normal behavior with the introduction of morphines. (See \"It's Official: Fish Feel Pain\" in the bonus material for a more detailed description of behavioral studies).","3":"Strangely, this argument is recurrent with regards to fish welfare far more than it is for land animals. The answer is simple: all pain is subjective, and we cannot say for sure whether a fish's experience of pain is anything like our own. That is also true of every non-human animal. Based on what we know about them anatomically and behaviorally, we know they can suffer, and that is all we need to know in order to make ethical decisions. There is no logical reason to distinguish the pain experienced by a fish, a pig, a cat or a chicken. ","4":"It is now widely accepted by veterinarians and biologists that fish feel pain. Unfortunately, however, they continue to be raised and killed in vast numbers with little to no consideration. Fish have extremely limited legal protection and the notion of fish welfare is considered a joke amongst commercial fishermen. The consequences of these outdated assumptions are nightmarish. ","5":"Since people wrongly believe that fish don't experience pain, standard slaughtering methods are particularly cruel and there are no legal requirements for the slaughter of fish. As you can see from the video above, fishermen think nothing of stepping on live fish. They have evolved to survive in low oxygen environments, so death by suffocation, still the most widely used practice, is long and drawn out. Fish suffer for over an hour before they lose consciousness. ","6":"56 billion land animals are killed for human consumption every year. It's difficult to comprehend such a large number so to help it sink in, here's the same statistic expressed differently: 150 million animals are killed for food every day, or if you prefer, that's 1,736 animals killed for every second.This statistic, as large and incomprehensible as it is, is dwarfed by that of the number of fish slaughtered annually. It is difficult to measure exactly how many fish are killed, but the latest estimates in 2019 by the Food and Agriculture Organization of the UN put the figure at between 0.79–2.3 trillion wild fish caught each year between 2007–2016. To help understand that statistic, if you were to begin counting at the rate of 1 number per second, it would take you 25,051 years to reach the lower estimate of 0.79 trillion. That's the minimum number of wild fish caught every year, not including farmed fish or bycatch. (source)Despite seeming like an endless resource, our oceans are being depleted on such a large scale that all large fish and mammal populations in the oceans have declined by up to ninety percent. If nothing changes by 2048, fishing won't even be an option. The death of our oceans will have broader environmental effects on land too. More than half of the oxygen we breathe comes from marine photosynthesizers, such as phytoplankton and seaweed that convert carbon dioxide and water into oxygen. (source)","7":"Farming fish is seen as a possible answer to the problem of overfishing. However, in terms of fish welfare it is a far worse option, and it comes with its own environmental problems. Fish are intensively bred in small, overcrowded tanks, with no space to move. As well as being a very stressful environment for fish, it is also extremely unhygienic. Disease spreads rapidly, as sealice thrive and infest wild fish in the surrounding waterways. Thrashing around in their own waste, many fish die before they are processed for slaughter and their bodies are discarded irresponsibly, polluting the surrounding water. (source)","8":"Eating fish has been associated with a number of health risks due to the toxins found in fish, for natural reasons as well as due to the conditions in which fish are farmed.","9":"Like pigs, cows, and chickens, fish on factory farms are confined to overpopulated enclosures. This often results in feces- and bacteria-contaminated water.In fact, the FDA reports that fish imports from China—around 27 percent of the fish consumed by Americans—are frequently contaminated. Incredibly, one Chinese fish exporter was caught feeding fish a partial diet of feces from hundreds of pigs and geese in an attempt to cut costs.","10":"Dangerous toxins, such as PCBs, dioxin, and mercury, are present in many fish. These environmental poisons have varied adverse effects such as neurological damage, liver and skin damage, and potential decreased muscle tone and reflexes in infants. While they pose a more dangerous threat to children, adults also have the potential to be harmed.PBCs and dioxins, along with other compounds found in fish, such as toxaphene, dieldrin, and polybrominated diphenyl ethers, have been officially labeled as carcinogenic to humans. Farmed fish are particularly contaminated. A 2005 study found that farmed Atlantic salmon contained a concentration of dioxin that increased cancer and non-cancer health risks, even when consumed at moderate rates.","11":"Considering the risks associated with eating fish, and the fact that both the flavor and nutrients found in fish can be easily replaced or substituted, is the cruelty and destruction of our oceans justified? ","12":"Researchers at the UC Davis School of Veterinary Medicine found that a whopping 25 percent of fish tested had plastic in their guts. Additionally, researchers from the University of Ghent in Belgium recently found that fish eaters ingest up to 11,000 tiny pieces of plastic every year and dozens of particles become embedded in tissues. ","13":"Somehow the recommendation to eat less meat has translated to “eat fish.” Touted for its omega-3 fats, fish is widely considered the “healthy” meat. But just like chicken and pig, fish and other fish is loaded with saturated fat and cholesterol. (source)","14":"In the previous section, we discussed overfishing, which is a major threat to the survival of the oceans. This section will look at other primary environmental reasons to stop creating demand for fish. ","15":"Here are some key statistics about bycatch:","16":"While attempts are being made to reduce bycatch, the consumption of marine life is completely unnecessary. The simple fact is that without fishing, there is no bycatch at all. On an individual level, the best thing we can do is to remove sea animals from our diet completely. (source)","17":"Plastic pollution is threatening marine life and sea birds. But plastic straws are not the main problem. Of the 79,000 metric tons that make up the Great Pacific Garbage Patch, a whopping 46% is fishing nets, and the majority of the rest consists of other fishing gear. In fact, a 2018 report by the World Society for the Protection of Animals put the figure of abandoned fishing gear at 700,000 tons. (source)Fishing gear is primed for catching sea creatures, which is why it is an especially deadly form of plastic pollution in our oceans. When animals are caught by discarded or lost fishing gear, it is called \"ghost fishing.\" ","18":"\"Our oceans are nearing tipping point and plastic waste is one of the greatest threats to them. Large numbers of plastic bottles and bags float around the earth but there is another, lesser-known, man-made killer plastic lurking in our oceans. Fishing gear is designed to catch and kill marine life, and ‘ghost gear’ – abandoned, lost or discarded fishing gear - is the most harmful form of marine debris for animals.\" -Didier Reynders, Deputy Prime Minister and Minister of Foreign Affairs and European Affairs for Belgium, Ghosts Beneath the Waves","19":"As macroplastics, ghost gear implicates some of our most cherished wildlife. Seals, dolphins, turtles and even whales are all victims to the ever-growing problem in our oceans. However the problem doesn't end when the material breaks down. Microplastics are routinely found in the digestive tracts of a wide number of marine species. A study carried out in Ireland found microplastic in the digestive tract of 80% of seals tested. Sea birds, oysters, mussels, zooplankton and whales were all found to have ingested microplastics.","20":"As the problem grows exponentially year after year, the future of marine life depends heavily on how we act now. It is estimated that, by 2050, there will be more plastic than fish in our oceans by weight. While it is commendable that people eschew single-use plastics, the biggest impact we can make is to stop creating demand for fish. By leaving fish and other seafood off of the plate, you wash your hands clean of the most environmentally damaging industry to our oceans. (source)","21":"In this highly controversial method of fishing, heavy chains and anchors are used to catch everything living on the sea bed. Whole biospheres are completely demolished with one clean swoop, including precious coral reefs. The equipment used for this type of fishing is particularly heavy and a large amount of fossil gas is used to fuel the trawlers. Shrimp, cod, rockfish, sole and flounder are all caught this way.","22":"Any vegan who previously loved seafood can attest to the wonders of seaweed. The easiest seaweed to find in supermarkets is nori, the type used to make sushi. With its salty, sea taste and umami undertones, seaweed successfully mimics fishy flavors, so all you have to do is find a way to bring the texture to your favorite dishes. Brits can try their hand at tofish and chips, made with tofu; tuna and mayo is easily replicated with texturized soya; aubergine and seaweed can be pickled to make a faux herring. You'll find that sushi is just as satisfying with a plant-based filling.As with any dish you want to replicate, a simple Google search brings up countless options. For example, \"vegan pickled herring\" returns 727,000 results. There will be some recipes to try in the Take Action section of this challenge.As an added bonus, seaweed farming helps to preserve coral reefs by increasing diversity where algae and seaweed have been introduced. Seaweed is also very nutritious, intensely full of vitamins and minerals such as riboflavin, thiamin and iron.","23":"Plant-based prawns, fish filets, fish fingers, breaded shrimp or \"scampi\", and even smoked salmon are all now commercially available. Look out for Sophie's Kitchen, Vegan Quorn, Vivera and Linda McCartney in your supermarket freezer section. In areas where veganism is not so mainstream, you may have to venture out to a specialty health food store such as Whole Foods or Holland and Barrett (UK.)","24":"One of the essential nutrients present in oily fish is omega-3 fatty acids. Since the body cannot produce it on its own, the only option is to get it from dietary sources. Omega-3 fatty acids are liked to lower inflammation, and heart health. If you want to live optimally on a vegan diet, you should look to substitute your oily fish intake with plant-based sources of omega-3. Omega-3 fatty acids come in three forms: ALA, EPA and DHA. With the exception of some seaweed and algae, the only type found in plant-based sources of omega-3 is ALA, which the body converts into EPA and DHA. For the body to optimally convert ALA, keep omega-6 intake to a minimum. This is because omega-3 and omega-6 both essentially fight for the same enzyme to convert into longer chains, and omega-6 always wins the battle. Basically, keep the omega-6 to omega-3 ratio low. ","25":"Plant-based foods low in omega-6 and high in omega-3 include:","26":"Plant-based foods high in omega-6 and low in omega-3 include:","27":"It is worth saying that some foods high in omega-6 are also high in other nutrients. For example, almonds are a great source of calcium. If inflammation and heart health is a particular concern for you, you may want to seek other sources. ","28":"If you're after a regular hit of omega-3, you may choose to buy vegan-friendly supplements. Algae oil contains the more elusive EPA and DHA forms of omega-3. It's flavorless and great to add to smoothies and salads. Another option is vegan foods fortified with omega-3, such as omega-3 fortified plant milks.","29":"As previously mentioned, lower omega-3 intake is associated with inflammation and heart disease. However, studies have consistently shown lower rates of heart disease and reduced inflammation amongst vegans who eat a whole foods diet. As explored in the nutrition section, a vegan diet is low in saturated fat, the main culprit of heart disease. Ultimately, if you avoid fast food and highly processed food, you're far ahead of the curve by simply being vegan. (source)","30":"Isn’t it infuriating to come up against someone who argues that fish don’t feel pain but that plants do?! Obviously, plants don’t feel pain — they don’t have central nervous systems, nerve endings or brains — but if they did, that would be another argument in favour of veganism, as vegans actually consume fewer plants than the farmed animals that omnivores eat.","31":"And as for fish, there is plenty of scientific evidence to show that fish do feel pain. First, they have pain receptors, which would be strange if they weren’t able to feel pain. Moreover, they produce substances known as enkephalins that mediate pain in the same way that they do in vertebrates like you and me.","32":"The second way scientists determine that a species can feel pain is to observe whether they behave as though they feel pain. There has been much research, much of it pretty unpleasant (which we do not support but we cite to illustrate the point), that has shown that aquatic species have an aversion to noxious substances.","33":"Scientists also found that crabs will trade a great hiding place for a mild electric shock but abandon it for an inferior place should the shock be increased. And, like us when we bang a limb and rub the affected area, prawns rub their antennae when they have been pinched with forceps.","34":"Since no one knows for sure if anyone other than themselves can feel pain in the same way they do, scientists rely on these two criteria to determine whether fish can feel pain. The answer to ‘do they have the necessary equipment to do so?’ is ‘yes’, and the answer to ‘does their behaviour suggest they do?’ is ‘yes’ again.","35":"Despite this, farmed fish have very few legal protections and wild-caught fish have none at all. Billions of these sentient beings are hauled out of the water and left to asphyxiate in the air, or are crushed under tonnes of their shoal mates. If welfare regulations relating to the treatment of wild-caught fish were introduced, the trade would end overnight because there is no humane way to catch and ‘dispatch’ that number of fish.","36":"Farmed fish fare little better. Shrimps and prawns, for example, are deliberately blinded because those reared in captivity often aren’t able to reproduce, and having their eyestalks cut off triggers the maturing of their ovaries. Eyestalk ablation, as it is called, has been labelled ‘cruel’ and ‘traumatic’ by numerous scientists but it won’t stop – it is an intrinsic part of shrimp farming and more than half of all shrimps consumed globally are farmed.","37":"Article originally written by Veganuary.com, click here to view the page!","38":"If there's one sea-based charity vegans should know about, it's Sea Shepherd. This badass organization works hard to defend, conserve and protect our oceans. They help to uncover and sabotage whaling and illegal fishing campaigns, sometimes endangering themselves in the process. You have already seen them campaigning for the awareness of bycatch.Watch this teaser for their new documentary DEFEND - CONSERVE - PROTECT and you'll get an idea of how passionate and courageous they are.","39":"Although not strictly a vegan outreach charity, all of the food served on board their vessels and at their events is vegan owing to \"the strong environmental arguments to do so, to counteract the ‘cultural’ arguments for eating meat,\" and a \"high proportion of vegan crewmembers on board Sea Shepherd ships.\"","40":"Sea Shepherd is a global organization with many branches. Search your local branch by clicking over here and follow their social media channels to keep up to date with their amazing work.","41":"To attract female fish, the Japanese puffer fish works 24 hours a day, for an entire week, to create the most stunning sand art. ","42":"Sushi cravings are real. YouTuber NikkiVegan teaches how to makes vegan sushi. It's easy, and a great way to impress your friends, vegan or non-vegan."},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/570\/fish-fishing-overview","1":"https:\/\/veganbootcamp.org\/course-progress\/570\/fish-fishing-overview","2":"https:\/\/veganbootcamp.org\/course-progress\/570\/fish-fishing-overview","3":"https:\/\/veganbootcamp.org\/course-progress\/570\/fish-fishing-overview","4":"https:\/\/veganbootcamp.org\/course-progress\/570\/fish-fishing-overview","5":"https:\/\/veganbootcamp.org\/course-progress\/570\/fish-fishing-overview","6":"https:\/\/veganbootcamp.org\/course-progress\/570\/fish-fishing-overview","7":"https:\/\/veganbootcamp.org\/course-progress\/570\/fish-fishing-overview","8":"https:\/\/veganbootcamp.org\/course-progress\/323\/fish-health-overview","9":"https:\/\/veganbootcamp.org\/course-progress\/323\/fish-health-overview","10":"https:\/\/veganbootcamp.org\/course-progress\/323\/fish-health-overview","11":"https:\/\/veganbootcamp.org\/course-progress\/323\/fish-health-overview","12":"https:\/\/veganbootcamp.org\/course-progress\/323\/fish-health-overview","13":"https:\/\/veganbootcamp.org\/course-progress\/323\/fish-health-overview","14":"https:\/\/veganbootcamp.org\/course-progress\/571\/bycatch-ghost-gear-and-other-pollution","15":"https:\/\/veganbootcamp.org\/course-progress\/571\/bycatch-ghost-gear-and-other-pollution","16":"https:\/\/veganbootcamp.org\/course-progress\/571\/bycatch-ghost-gear-and-other-pollution","17":"https:\/\/veganbootcamp.org\/course-progress\/571\/bycatch-ghost-gear-and-other-pollution","18":"https:\/\/veganbootcamp.org\/course-progress\/571\/bycatch-ghost-gear-and-other-pollution","19":"https:\/\/veganbootcamp.org\/course-progress\/571\/bycatch-ghost-gear-and-other-pollution","20":"https:\/\/veganbootcamp.org\/course-progress\/571\/bycatch-ghost-gear-and-other-pollution","21":"https:\/\/veganbootcamp.org\/course-progress\/571\/bycatch-ghost-gear-and-other-pollution","22":"https:\/\/veganbootcamp.org\/course-progress\/572\/sea-animal-alternatives","23":"https:\/\/veganbootcamp.org\/course-progress\/572\/sea-animal-alternatives","24":"https:\/\/veganbootcamp.org\/course-progress\/572\/sea-animal-alternatives","25":"https:\/\/veganbootcamp.org\/course-progress\/572\/sea-animal-alternatives","26":"https:\/\/veganbootcamp.org\/course-progress\/572\/sea-animal-alternatives","27":"https:\/\/veganbootcamp.org\/course-progress\/572\/sea-animal-alternatives","28":"https:\/\/veganbootcamp.org\/course-progress\/572\/sea-animal-alternatives","29":"https:\/\/veganbootcamp.org\/course-progress\/572\/sea-animal-alternatives","30":"https:\/\/veganbootcamp.org\/course-progress\/574\/fish-feel-pain","31":"https:\/\/veganbootcamp.org\/course-progress\/574\/fish-feel-pain","32":"https:\/\/veganbootcamp.org\/course-progress\/574\/fish-feel-pain","33":"https:\/\/veganbootcamp.org\/course-progress\/574\/fish-feel-pain","34":"https:\/\/veganbootcamp.org\/course-progress\/574\/fish-feel-pain","35":"https:\/\/veganbootcamp.org\/course-progress\/574\/fish-feel-pain","36":"https:\/\/veganbootcamp.org\/course-progress\/574\/fish-feel-pain","37":"https:\/\/veganbootcamp.org\/course-progress\/574\/fish-feel-pain","38":"https:\/\/veganbootcamp.org\/course-progress\/575\/sea-shepherd","39":"https:\/\/veganbootcamp.org\/course-progress\/575\/sea-shepherd","40":"https:\/\/veganbootcamp.org\/course-progress\/575\/sea-shepherd","41":"https:\/\/veganbootcamp.org\/course-progress\/576\/amazing-fish-behavior","42":"https:\/\/veganbootcamp.org\/course-progress\/577\/vegan-sushi"}}