{"tag":{"0":"Get Activist Funding","1":"Get Activist Funding","2":"Get Activist Funding","3":"Get Activist Funding","4":"Get Activist Funding","5":"Get Activist Funding","6":"Get Activist Funding","7":"Get Activist Funding","8":"Get Activist Funding","9":"Get Activist Funding","10":"Get Activist Funding","11":"Get Activist Funding","12":"Get Activist Funding","13":"Get Activist Funding","14":"Get Activist Funding","15":"Get Activist Funding","16":"Get Activist Funding","17":"Get Activist Funding","18":"Get Activist Funding","19":"Get Activist Funding","20":"Get Activist Funding","21":"Get Activist Funding","22":"Get Activist Funding","23":"Get Activist Funding","24":"Get Activist Funding","25":"Get Activist Funding","26":"Get Activist Funding","27":"Get Activist Funding","28":"Get Activist Funding","29":"Get Activist Funding","30":"Get Activist Funding","31":"Get Activist Funding","32":"Get Activist Funding","33":"Get Activist Funding","34":"Get Activist Funding","35":"Get Activist Funding","36":"Get Activist Funding","37":"Get Activist Funding","38":"Get Activist Funding","39":"Get Activist Funding","40":"Get Activist Funding","41":"Get Activist Funding","42":"Get Activist Funding","43":"Get Activist Funding","44":"Get Activist Funding","45":"Get Activist Funding","46":"Get Activist Funding","47":"Get Activist Funding","48":"Get Activist Funding","49":"Get Activist Funding","50":"Get Activist Funding","51":"Get Activist Funding","52":"Get Activist Funding","53":"Get Activist Funding","54":"Get Activist Funding","55":"Get Activist Funding","56":"Get Activist Funding","57":"Get Activist Funding","58":"Get Activist Funding","59":"Get Activist Funding","60":"Get Activist Funding","61":"Get Activist Funding","62":"Get Activist Funding","63":"Get Activist Funding","64":"Get Activist Funding","65":"Get Activist Funding","66":"Get Activist Funding","67":"Get Activist Funding","68":"Get Activist Funding","69":"Get Activist Funding","70":"Get Activist Funding","71":"Get Activist Funding","72":"Get Activist Funding","73":"Get Activist Funding","74":"Get Activist Funding","75":"Get Activist Funding","76":"Get Activist Funding","77":"Get Activist Funding","78":"Get Activist Funding","79":"Get Activist Funding","80":"Get Activist Funding","81":"Get Activist Funding","82":"Get Activist Funding","83":"Get Activist Funding","84":"Get Activist Funding","85":"Get Activist Funding","86":"Get Activist Funding","87":"Get Activist Funding","88":"Get Activist Funding"},"text":{"0":"Becoming a full time activist is no easy feat, even getting funds for a project that promotes veganism can be hard to come by! This course will introduce you to the leading animal rights organizations that give out grants for specific projects, ideas and activism. ","1":"We'll help you figure out who'll be the best to reach out to for funding!","2":"Naturally, you need an idea! There are many activists out there who would love to get funding for their activism, and on the flipside there's also plenty of investors want to fund impactful activism. Examples include starting events that focus on street outreach, creating communities with goals, pressure campaigns, or even starting an organisation that focuses on a specific topic, etc. ","3":"There are many deciding factors for what constitutes a good idea. For example, if there is no sanctuary in your area, or no street outreach or community, starting your own might be a good idea! Unique ideas for your area or in general are best. But even if there already is an organisation or sanctuary like yours, if the need is high, it could still be a good idea. - especially if you can add a twist that could potentially be effective in building communities, creating vegans, and ultimately, saving animals.","4":"There are, after all, many environmental charities with just a slightly different focus., and most of them do fantastic work.","5":"When you have an idea, you need to work out a business plan. Even though you or the organisation is likely not a business, but a charity or non-profit, there are many similarities. ","6":"You need to know what you need to start (materials, website,...), how much money it's going to cost you exactly, how you're going to promote yourself or your organisation, etc. In short, what concrete steps are you going to take to make this event, project or idea successful? Make sure to write down every single step. You won't only need to know how much money you should be applying for, but know exactly what to use the money for when it's in your bank account. ","7":"Once you've done all that, you'll have a good base for getting funding. The next few pages of this course will introduce you to some of the organisations out there that might be a good fit to fund your activism with, good luck, and thank you for your activism! 💕 ","8":"Note: Please note that naturally most donors have their own goals and make requests that will benefit them (in order for them to grant financial assistance). This may mean that sometimes you might have to consider changing (softening or hardening) your message or doing things you may not be comfortable with. While financial support is very important for a strong movement, be mindful to not bend your values so far that the message gets lost!","9":"The Pollination Project (TPP) is a vegan foundation that offers seed funding to grassroots activists working to build a kinder, more compassionate world for human & non-human animals.","10":"TPP focuses on early stage ideas and funds individuals directly. Over the years, they’ve seen the power of bottom-up, community-led grassroots activism. Through “pollination philanthropy”– a democratic model of peer-to-peer decision-making — TPP works with a global network of grantees, community partners, and volunteer advisors to identify extraordinary project leaders who, due to the grassroots nature of their work, are often not in a position to receive funding from other foundations or institutions. ","11":"They make micro grants 365 days a year to grassroots global change agents and have a growing global community of 4,500 grassroots leaders in 150 countries. They support vegan outreach projects around the world, and have a special program for farmed animal activists in Brazil, India and Mexico. Their goal is to offer not just seed funding, but capacity-building support and connectivity with other activists working in the same geographic or issue area. ","12":"We believe it is vital that everyone has access to opportunities to make change and that voices from within the communities where projects take place are heard because we know the power of community-originated solutions. We also believe that individuals who recognize and realize the power that they hold as agents of change typically continue striving for good, and their impact ripples out into the world in a myriad of positive ways.","13":"Following our theory of change, we provide seed grants to changemakers and leaders around the world who are working on a broad range of issue areas and who are aligned with TPP values of compassion and generosity. Our focus is on funding early stage projects that have clearly demonstrated that the applicant has already begun the work, but could benefit from a small grant to support the project in moving towards sustainability and increased impact. ","14":"Within all of our programs, we offer $1000 seed funding. Our goal is to strengthen movements by identifying, funding and supporting emergent leaders across a wide range of social change efforts, from global human rights and social justice, to environmental sustainability and climate change, to animal rights.","15":"Our Daily Grants program accepts applications across any issue area. We also have programs for specific issues areas. We have a special focus on farmed animal advocacy projects with our Global Animal Advocacy Program (GAAP) and Tipping Point program. ","16":"With these programs, we are looking for projects that are addressing the cruelty inflicted on farmed animals in our food system. More specifically, under GAAP we are looking for projects in Brazil, India, and Mexico that are advocating for improvements in the welfare of farmed animals. This year and next, we are working to expand our support to more projects in these regions and facilitate regional movement building through offerings of networking events and capacity building trainings. Under our Tipping Point program, we are looking for projects anywhere in the world that are focused on reducing the consumption of conventionally raised animals. There is a wide spectrum of projects that may qualify for either of these programs, and we encourage those who are working within the farmed animal advocacy movement and\/or vegan movement to reach out and apply. ","17":"Before applying, we encourage you to review our brief Funding Guidelines to get a better idea of our general criteria. At the time of applying, we will ask you for a reference if you are based outside of the United States, so we also encourage you to identify and notify someone who can speak to you and your work ahead of applying. Finally, ahead of completing the application, it may be helpful to think through your short and long term plan for your work, your expected outcomes, and a detailed budget as our application questions are written to better understand the details of your project so that our advisor teams can make the most informed decisions. ","18":"https:\/\/thepollinationproject.org\/gaap","19":"Are you an advocate of plant-based living who wants to encourage people to choose a vegan life? VegFund offers grants to help you do just that! VegFund accepts applications for funding outreach in three areas: Community Events, Special Projects, and Online Campaigns. Learn about requirements for funding below or, if you’re ready, apply now. Be sure to read the Grant Guidelines that apply to all grants.","20":"Community Event grants support short-term, direct-to-the-public projects, such as street outreach, aimed at educating non-vegans about veganism and plant-based living. Examples of Community Event activities include food sampling, film screenings, paid-per-view (PPV), festivals and fairs, and learning events. Community Event grants support short-term, direct-to-the-public projects, such as street outreach, aimed at educating non-vegans about veganism and plant-based living. Examples of Community Event activities include food sampling, film screenings, paid-per-view (PPV), festivals and fairs, and learning events.","21":"Special Project grants cover projects that last longer than a one-time or single-day event. These grants are reviewed on a quarterly basis. Examples of Special Project grants include mentored campaigns and vegan challenges, humane education and other school outreach, and other long-term projects such as developing learning curriculum, video series, or training modules.","22":"VegFund supports individuals and organizations that wish to carry out vegan advocacy using an online platform, such as social media or a website, to run an online challenge or other digital marketing campaign.","23":" VegFund has three grant program areas. Click the link below to apply!","24":" https:\/\/vegfund.org\/apply","25":"ACE is a 501(c)(3) non-profit registered in the United States. They are dedicated to finding and promoting the most effective ways to help animals. ","26":"ACE Movement Grants (formerly “Effective Animal Advocacy Fund”) is for anyone who is interested in making the animal advocacy movement more effective. ACE launched ACE Movement Grants in late 2018 for three main reasons:","27":"Donations to ACE Movement Grants will be distributed to a number of promising charities around the world; a small proportion of funding may also be used to support our recommended charities. The disbursement will be determined by a review committee consisting of several ACE team members.","28":"ACE Movement Grants receives a large number of applications from organizations located outside of the United States, and we recognize that English is a second language for many of them.","29":"If any part of ACE Movement Grants process is unclear, don’t hesitate to reach out to our Movement Grants Program Officer, Marianne van der Werf.","30":"They are more likely to fund:","31":"They are less likely to fund:","32":"They are not able to fund:","33":"Please note that we may contact you with additional questions or for further clarification. If you have any questions, please contact our Movement Grants Program Officer, Marianne van der Werf.","34":"After closing the application, the review committee will evaluate the applications and decide which ones will continue to the second stage. You may learn about the review process we used for the April 2019 round in our first announcement blog post; the review process for the current round will be similar. Applicants in the second stage will be requested to provide backup documentation for our due diligence process.1 Based on the backup information, the review committee and ACE’s board members will make final decisions. When the grantees have been notified of their successful application, the grantees and the Movement Grants Program Officer will set goals for the grant and grantees will be asked to sign a grant agreement. Around four months after the grant has been disbursed, ACE will check in with the grantees via a questionnaire.2","35":"They will be accepting applications for the next round of funding in early 2021.","36":"Click here to start the application process when they open up again!","37":"The ProVeg Grants Program supports organizations working towards food systems change. We are facilitating a global approach to reduce animal product consumption by 50% by the year 2040 by strengthening high-impact potential organizations and leaders through financial and capacity-building support.","38":"Note: We're currently only supporting applicants outside the United States. We're sorry, please check back later or follow us on social media for updates on when we'll start giving grants for those who work from within the U.S.","39":"The ProVeg Grant offers funding to organizations and projects that align with ProVeg‘s mission to reduce the global consumption of animals by 50% by the year 2040.","40":"Below you will find the eligibility criteria. While we aim to fund many proposals, grants are limited and, unfortunately, not all who apply will be awarded. In all cases, grant selection is at the sole discretion of ProVeg International.","41":"ProVeg Grants range from $10,000 to $30,000 USD.","42":"Application deadlines are 1 March, 1 June, 1 September, and 1 December, 1am Pacific Time. Selection results are announced up to 8 weeks after the deadline.","43":"Inquiries may be sent to grants@proveg.com","44":"The EVA Grant offers funding to organizations and individuals that align with ProVeg’s mission to reduce the global consumption of animals by 50% by the year 2040.","45":"Below you will find the eligibility criteria. While we aim to fund many proposals, grants are limited and, unfortunately, not all who apply will be awarded. In all cases, grant selection is at the sole discretion of ProVeg International.","46":"EVA Grants range from $500 to $5,000 USD.","47":"Application deadlines are 1 March, 1 June, 1 September, and 1 December, 1am Pacific Time. Selection results are announced up to 8 weeks after the deadline.","48":"Inquiries may be sent to evagrants@proveg.com","49":"https:\/\/proveg.smapply.io","50":"Below are 10 tips you should think about before applying for funding!","51":"If you have questions you can discuss your ideas and application! Many funders welcome this contact and sometimes have outreach workers who will support you through the application process. ","52":"Make sure you have answered all the basic the questions: What? Who? Why? Where? How? When? you will carry out your project. The funder should feel confident they understand exactly how you will use their money. ","53":"It is better use bullet points and brief facts. It is a good idea to start by writing a rough draft with all the details you can think of – and then get working on cutting it down in size and keeping the bare essentials! ","54":"Find out what type of projects\/organisations the grant is likely to fund – always read the application criteria and guidelines or you may well be wasting your time. Study the funder’s website, and look up projects funded in the past. ","55":"What other organisations do similar work? What resources and contacts could you tap into? Who could you work in partnership with? Are there any social or policy developments that will affect your project? Remember you need to be able to back up any information you refer to in your application.","56":"Break down the costs so funders understand how you arrived at the final numbers. Get quotations and estimates rather than guessing how much things cost. ","57":"Does the budget reflect everything you say you will do in your project proposal? Are the proposed outcomes (the difference you expect to make) realistic in view of proposed activities, timescale and budget? ","58":"Some things that may be obvious to you could appear vague to someone else. Get it checked by someone else before you send it off! ","59":"These can include for example bank statements, copies of your Annual Report and Accounts, your constitution, and any relevant policies (eg Child Protection Policy). ","60":"Remember to submit a clear and correct monitoring report before the given deadline. This will increase their confidence in you and, importantly, your chances for further funding!","61":"","62":"Crowdfunding is a popular form of fundraising, and it’s been used for a variety of reasons as varied as social justice causes, funding new businesses, helping with medical needs, or funding real estate projects. Basically, crowdfunding is just raising money online from multiple people to fund something. Businesses and individuals participate in crowdfunding to raise money. ","63":"Crowdfunding works by having multiple people individually contribute a small amount to a project, a new business, or a cause. Usually, the pool of people is large and they may not know each other, which is where the “crowd” in crowdfunding comes from. Instead of having just a few investors fund the venture, crowdfunding allows a lot more people to give a little bit of money. ","64":"There are three types of crowdfunding:","65":"Even if you’ve never heard the term crowdfunding, you’ve probably come across an example of it on social media. Crowdfunding simply refers to the idea of raising funds for a project or cause through a large group of people online. Individuals or small businesses can take advantage of it to get early-stage support for their ideas.","66":"There are typically three types of crowdfunding: reward crowdfunding, debt crowdfunding, and equity crowdfunding. With reward crowdfunding, you raise your funds by reaching out to supporters, who receive a small gift or product sample if they pledge a certain amount. As for debt crowdfunding, you receive a loan and pay it within a specific time frame — some prefer this over a bank loan because it can be much faster. And last, but not least, equity crowdfunding means you give a portion of company ownership to the people who provide you with funding.","67":"When you’re looking for a site to fundraise, you want to check for fees as well as if it’s an all or nothing site. Many platforms will take processing fees from each contributing transaction as well as a small percentage of your overall earnings, while a few sites use an all or nothing model, which means you only get your money if you reach your intended goal. Below, we take you through some of the Internet’s best crowdfunding sites. ","68":"Visit Kickstarter.com","69":"Kickstarter is one of the biggest names when it comes to crowdfunding, known for helping tech and creative entrepreneurs fund their projects before getting a loan or raising money for venture capital. The company has raised over $5 billion with more than 189,000 (as per October 2020) projects funded since its inception in 2009. Potential funders can browse a number of verticals from arts and film to publishing.","70":"It’s also easy to use on the fundraising side—begin by setting your goal and then a time period to complete it. FYI: before your campaign can launch, you'll have to be approved by Kickstarter. For each level of money raised per individual, you set a small gift or personal experience for your donor.","71":"Kickstarter is an all or nothing platform, which means that you don’t get your funds unless you complete your campaign. It also means that the funder’s credit card won’t be charged unless you meet your campaign goal. The fee is 5% on top of processing payment charges (3- to 5-%) per transaction. If you raise enough money, there’s a 14-day waiting period for funds. ","72":"Visit Indiegogo.com","73":"Indiegogo users are usually creating campaigns for tech innovations, creative works, and community projects. The crowdfunding platform works similarly to Kickstarter, except it doesn’t have an exclusively all or nothing fundraising model.","74":"Users choose between two options: fixed and flexible funding. Fixed is best for fundraisers where your project needs a certain amount of money while flexible is good for campaigns where you’ll benefit from any funding. With flexible funding, you will get your funds whether or not you meet your goal; with fixed funding, all funds are returned to your donors if you do not meet the campaign goal. However, there are no fixed funding fees for campaigners who do not meet their goal as opposed to 5% for flexible funds and fixed funds that do meet their goals. There’s also a processing fee of 3% and 30 cents per transaction. The minimum goal for either type of fundraiser is $500. ","75":"Visit Causes.com","76":"Causes is the world’s largest online campaigning platform focused on social, political, and cultural issues. It brands itself as a social network for people who want to make a difference faster and more effectively. It boasts over 186 million users in 156 different countries. The site is great for nonprofits that want to build a donor community without spending too much money and resources on networking. As it runs ads, Causes is free of charge for users.","77":"On your crowdfunding page, you can collect donations and pledges, raise awareness, and share relevant media to potential donors. In addition to fundraising, Causes is a social networking platform that allows you to find people with common interests as you look through categories such as animals, human rights, and the environment. It also provides a platform for creating petitions for advocacy. It’s not exclusive to registered nonprofits—individuals can also access and raise money on the platform for programs and ideas that they care about. ","78":"Visit Patreon","79":"Patreon is popular among digital creatives, such as YouTubers, podcasters, and bloggers. As opposed to you collecting one-off campaign donations, you have a subscription model where patrons regularly contribute a set amount of money every month or per creation. The site allows artists to form relationships with their fans, and creators can even deliver exclusive content to their Patreon subscribers as an incentive to continue funding them. Suffice to say, this service works best if you regularly share work on your personal platform. Otherwise, pledgers do have the option of canceling their subscription if creators don’t produce content.","80":"Patreon collects a 2.9% fee and 35 cents from each pledge. The site boasts two million active patrons and over 100,000 active creators.","81":"One drawback with Patreon is that it doesn’t market creators as much as sites such as Indiegogo or Kickstarter, which have entire verticals and pages on their projects for potential donors to browse.","82":"GoFundMe.com","83":"You’ve probably seen a handful of GoFundMe fundraisers on social media at one point or another for emergencies and charitable causes, but businesses can use it as well. The crowdfunding site collects a 2.9% processing fee and 30 cents for every donation. As it’s not an all or nothing fundraising site, you keep everything that you raise. Plus, there are zero personal campaign funding fees for those based in the United States.","84":"GoFundMe has had many successful campaigns, including the Las Vegas Victims Fund ( $11.8 million) and the Time’s Up Legal Defense Fund ($24.2 million). This site is a good option if your fundraiser goes towards a service-based cause, such as medical needs or emergency relief. There are a few caveats, however: Conventional startups may not raise as much capital on GoFundMe, and it’s important to be mindful that only one in ten campaigns ever get fully funded on the site. ","85":"Different crowdfunding sites charge different amounts. Make sure to read about all of the fees charged by the site before signing up. Sites will typically charge a fee for processing payments, which may range from 3%–5% per transaction. Some sites might also require that a minimum amount be raised or else the contributors get their money back, so make sure you’ll be able to hit your target.","86":"Crowdfunding sites can be a great way to raise a large amount of money in a short period of time. However, the fees can add up, so you want to make sure it's worth the cost to use the site. If you have a popular product or cause, a piece of content that went viral, or a large social media following, then it may be easier to justify the expense. Keep in mind that you need to raise awareness of your crowdfunding campaign so people can donate. ","87":"That's about it, good luck with your crowdfunding campaign!","88":"Martin Smedjeback has worked as a full-time peace and animal rights activist and educator the last eighteen years. From 2001 to 2008 he was employed in Sweden`s second largest peace organization as nonviolence coordinator. He is the chairperson of Save Movement Sweden. The last five years he has been working with his crowd-funded project A year for the animals. In his work he holds presentations, facilitates workshops, does open rescues of animals, spends some time in prison, campaigns for animal rights, takes photos and shoots videos. He holds a bachelor`s degree in psychology from the University of Lund in Sweden. See more here. "},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson","48":"lesson","49":"lesson","50":"lesson","51":"lesson","52":"lesson","53":"lesson","54":"lesson","55":"lesson","56":"lesson","57":"lesson","58":"lesson","59":"lesson","60":"lesson","61":"lesson","62":"lesson","63":"lesson","64":"lesson","65":"lesson","66":"lesson","67":"lesson","68":"lesson","69":"lesson","70":"lesson","71":"lesson","72":"lesson","73":"lesson","74":"lesson","75":"lesson","76":"lesson","77":"lesson","78":"lesson","79":"lesson","80":"lesson","81":"lesson","82":"lesson","83":"lesson","84":"lesson","85":"lesson","86":"lesson","87":"lesson","88":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/708\/introduction-to-activist-funding","1":"https:\/\/veganbootcamp.org\/course-progress\/708\/introduction-to-activist-funding","2":"https:\/\/veganbootcamp.org\/course-progress\/708\/introduction-to-activist-funding","3":"https:\/\/veganbootcamp.org\/course-progress\/708\/introduction-to-activist-funding","4":"https:\/\/veganbootcamp.org\/course-progress\/708\/introduction-to-activist-funding","5":"https:\/\/veganbootcamp.org\/course-progress\/708\/introduction-to-activist-funding","6":"https:\/\/veganbootcamp.org\/course-progress\/708\/introduction-to-activist-funding","7":"https:\/\/veganbootcamp.org\/course-progress\/708\/introduction-to-activist-funding","8":"https:\/\/veganbootcamp.org\/course-progress\/708\/introduction-to-activist-funding","9":"https:\/\/veganbootcamp.org\/course-progress\/709\/introducing-the-pollination-project","10":"https:\/\/veganbootcamp.org\/course-progress\/709\/introducing-the-pollination-project","11":"https:\/\/veganbootcamp.org\/course-progress\/709\/introducing-the-pollination-project","12":"https:\/\/veganbootcamp.org\/course-progress\/709\/introducing-the-pollination-project","13":"https:\/\/veganbootcamp.org\/course-progress\/709\/introducing-the-pollination-project","14":"https:\/\/veganbootcamp.org\/course-progress\/709\/introducing-the-pollination-project","15":"https:\/\/veganbootcamp.org\/course-progress\/709\/introducing-the-pollination-project","16":"https:\/\/veganbootcamp.org\/course-progress\/709\/introducing-the-pollination-project","17":"https:\/\/veganbootcamp.org\/course-progress\/709\/introducing-the-pollination-project","18":"https:\/\/veganbootcamp.org\/course-progress\/709\/introducing-the-pollination-project","19":"https:\/\/veganbootcamp.org\/course-progress\/710\/introducing-vegfund","20":"https:\/\/veganbootcamp.org\/course-progress\/710\/introducing-vegfund","21":"https:\/\/veganbootcamp.org\/course-progress\/710\/introducing-vegfund","22":"https:\/\/veganbootcamp.org\/course-progress\/710\/introducing-vegfund","23":"https:\/\/veganbootcamp.org\/course-progress\/710\/introducing-vegfund","24":"https:\/\/veganbootcamp.org\/course-progress\/710\/introducing-vegfund","25":"https:\/\/veganbootcamp.org\/course-progress\/711\/introducing-animal-charity-evaluators","26":"https:\/\/veganbootcamp.org\/course-progress\/711\/introducing-animal-charity-evaluators","27":"https:\/\/veganbootcamp.org\/course-progress\/711\/introducing-animal-charity-evaluators","28":"https:\/\/veganbootcamp.org\/course-progress\/711\/introducing-animal-charity-evaluators","29":"https:\/\/veganbootcamp.org\/course-progress\/711\/introducing-animal-charity-evaluators","30":"https:\/\/veganbootcamp.org\/course-progress\/711\/introducing-animal-charity-evaluators","31":"https:\/\/veganbootcamp.org\/course-progress\/711\/introducing-animal-charity-evaluators","32":"https:\/\/veganbootcamp.org\/course-progress\/711\/introducing-animal-charity-evaluators","33":"https:\/\/veganbootcamp.org\/course-progress\/711\/introducing-animal-charity-evaluators","34":"https:\/\/veganbootcamp.org\/course-progress\/711\/introducing-animal-charity-evaluators","35":"https:\/\/veganbootcamp.org\/course-progress\/711\/introducing-animal-charity-evaluators","36":"https:\/\/veganbootcamp.org\/course-progress\/711\/introducing-animal-charity-evaluators","37":"https:\/\/veganbootcamp.org\/course-progress\/734\/introducing-proveg-international","38":"https:\/\/veganbootcamp.org\/course-progress\/734\/introducing-proveg-international","39":"https:\/\/veganbootcamp.org\/course-progress\/734\/introducing-proveg-international","40":"https:\/\/veganbootcamp.org\/course-progress\/734\/introducing-proveg-international","41":"https:\/\/veganbootcamp.org\/course-progress\/734\/introducing-proveg-international","42":"https:\/\/veganbootcamp.org\/course-progress\/734\/introducing-proveg-international","43":"https:\/\/veganbootcamp.org\/course-progress\/734\/introducing-proveg-international","44":"https:\/\/veganbootcamp.org\/course-progress\/734\/introducing-proveg-international","45":"https:\/\/veganbootcamp.org\/course-progress\/734\/introducing-proveg-international","46":"https:\/\/veganbootcamp.org\/course-progress\/734\/introducing-proveg-international","47":"https:\/\/veganbootcamp.org\/course-progress\/734\/introducing-proveg-international","48":"https:\/\/veganbootcamp.org\/course-progress\/734\/introducing-proveg-international","49":"https:\/\/veganbootcamp.org\/course-progress\/734\/introducing-proveg-international","50":"https:\/\/veganbootcamp.org\/course-progress\/713\/tips-before-you-start-applying","51":"https:\/\/veganbootcamp.org\/course-progress\/713\/tips-before-you-start-applying","52":"https:\/\/veganbootcamp.org\/course-progress\/713\/tips-before-you-start-applying","53":"https:\/\/veganbootcamp.org\/course-progress\/713\/tips-before-you-start-applying","54":"https:\/\/veganbootcamp.org\/course-progress\/713\/tips-before-you-start-applying","55":"https:\/\/veganbootcamp.org\/course-progress\/713\/tips-before-you-start-applying","56":"https:\/\/veganbootcamp.org\/course-progress\/713\/tips-before-you-start-applying","57":"https:\/\/veganbootcamp.org\/course-progress\/713\/tips-before-you-start-applying","58":"https:\/\/veganbootcamp.org\/course-progress\/713\/tips-before-you-start-applying","59":"https:\/\/veganbootcamp.org\/course-progress\/713\/tips-before-you-start-applying","60":"https:\/\/veganbootcamp.org\/course-progress\/713\/tips-before-you-start-applying","61":"https:\/\/veganbootcamp.org\/course-progress\/713\/tips-before-you-start-applying","62":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","63":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","64":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","65":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","66":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","67":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","68":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","69":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","70":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","71":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","72":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","73":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","74":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","75":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","76":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","77":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","78":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","79":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","80":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","81":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","82":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","83":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","84":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","85":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","86":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","87":"https:\/\/veganbootcamp.org\/course-progress\/714\/crowdfunding-options","88":"https:\/\/veganbootcamp.org\/course-progress\/715\/how-to-finance-vegan-activism"}}