{"tag":{"0":"Groceries","1":"Groceries","2":"Groceries","3":"Groceries","4":"Groceries","5":"Groceries","6":"Groceries","7":"Groceries","8":"Groceries","9":"Groceries","10":"Groceries","11":"Groceries","12":"Groceries"},"text":{"0":"Weekly food shopping can seem like a daunting task as you learn to be more conscious of the items in your basket. Fortunately, knowing what to look for can make this process quick and easy. ","1":"The produce aisle will be your main stop for a whole-foods plant based diet, however the rise of veganism has created a demand for more cruelty-free products in supermarkets including plant-based meat products. Many old favorites are vegan too, such as Oreos, Swedish Fish, and even Thin Mints.","2":"Many non-vegans are led to believe that veganism is expensive, but this is not the case. Veganism can be made to fit just about any existing lifestyle and budget, with many of the poorest countries across the globe opting for plant-based diets out of necessity. This is due to the abundance and low cost of staple items such as grains, legumes, and seasonal vegetables. If you shop smart and focus on the essentials you will not only see a drop in your grocery bills, but you will also be reducing your carbon footprint.","3":"To make your meals simpler and cheaper, shop for staples that are versatile and can be used in a variety of dishes. Most dried pastas (watch out for added egg), rice, and grains are suitable for vegans and you may already have these in your pantry. Beans and lentils are great options for bulking up any dish with extra protein; they serve as great replacements for minced meat in dishes such as chili, curries, and pasta sauces. ","4":"Herbs and spices play a key role in vegan cooking. Mastering these will allow you to add many varieties of flavor to your meals. Make sure to stock up and experiment with these and soon you will be able to create meals by yourself with the flavors you love.","5":"Whole foods such as fruits and vegetables will become your best friends, providing the opportunity to cook from scratch and develop an appreciation for meals made from fresh foods without any hidden ingredients. This is also a great opportunity to shop at local produce markets in your area, saving you even more and helping to support small businesses.","6":"Almost all supermarkets now have vegan sections in both the frozen and dry food aisles, where you’ll be able to locate common substitutions such as plant-based milks and meats. Plant-based burgers, sausages, and cheeses can be a great help in the transition to veganism. However, these items are still in their infancy and thus prices are still high, purchase them only as a treat. If you’re working with a tight budget and still want to try them, look for supermarket-branded vegan products which are often cheaper than their brand-name counterparts.","7":"Veganuary offers this helpful, in-depth guide to your grocery essential.","8":"Cheese is notoriously one of the hardest animal-based products to recreate, but these brands are offering amazing dairy-free alternatives to mozzarella, parmesan, cheddar and more:","9":"There are so many varieties of non-dairy milk to choose from, including soy, rice, almond, oat, hemp, coconut and more. Here’s around-up of our favourite brands of plant milk:","10":"Whether you’re looking for a Greek yoghurt alternative for your breakfast, or a fruity flavoured treat, these brands should have you covered. The bases of the yoghurt vary with each brand, but soya and coconut are common alternatives in plant-based yoghurt:","11":"Here’s a quick summary of the meat-replacement brands available, which typically use seitan or soy as their base:","12":"Originally written by Veganuary, visit their page by clicking here!"},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/548\/the-essentials","1":"https:\/\/veganbootcamp.org\/course-progress\/548\/the-essentials","2":"https:\/\/veganbootcamp.org\/course-progress\/548\/the-essentials","3":"https:\/\/veganbootcamp.org\/course-progress\/548\/the-essentials","4":"https:\/\/veganbootcamp.org\/course-progress\/548\/the-essentials","5":"https:\/\/veganbootcamp.org\/course-progress\/548\/the-essentials","6":"https:\/\/veganbootcamp.org\/course-progress\/548\/the-essentials","7":"https:\/\/veganbootcamp.org\/course-progress\/548\/the-essentials","8":"https:\/\/veganbootcamp.org\/course-progress\/549\/replacement-brands","9":"https:\/\/veganbootcamp.org\/course-progress\/549\/replacement-brands","10":"https:\/\/veganbootcamp.org\/course-progress\/549\/replacement-brands","11":"https:\/\/veganbootcamp.org\/course-progress\/549\/replacement-brands","12":"https:\/\/veganbootcamp.org\/course-progress\/549\/replacement-brands"}}