{"tag":{"0":"Honey","1":"Honey","2":"Honey","3":"Honey","4":"Honey","5":"Honey","6":"Honey","7":"Honey","8":"Honey","9":"Honey","10":"Honey","11":"Honey","12":"Honey","13":"Honey","14":"Honey","15":"Honey","16":"Honey","17":"Honey","18":"Honey","19":"Honey","20":"Honey","21":"Honey","22":"Honey","23":"Honey","24":"Honey","25":"Honey","26":"Honey","27":"Honey","28":"Honey","29":"Honey","30":"Honey","31":"Honey","32":"Honey","33":"Honey","34":"Honey","35":"Honey","36":"Honey","37":"Honey","38":"Honey","39":"Honey","40":"Honey","41":"Honey","42":"Honey","43":"Honey","44":"Honey","45":"Honey","46":"Honey","47":"Honey","48":"Honey","49":"Honey","50":"Honey"},"text":{"0":"When European settlers landed on North American shores in the 17th century, there were 3,500 native species of bees pollinating flowers and food crops. However, colonists were interested only in the Old World honeybees’ wax and honey. They imported the insects, and by the mid-1800s, both feral and domesticated colonies of honeybees were scattered all over the United States. Since then, as a result of disease, pesticides, and climate change, the honeybee population has been nearly decimated. Yet, since the demand for bees’ honey and other products remains high, these tiny animals are factory-farmed, much like chickens, pigs, and cows.","1":"A honeybee hive consists of tens of thousands of bees, each with his or her own role that is determined by the bee’s sex and age, as well as by the time of year. Each hive usually has one queen, hundreds of drones, and thousands of workers. Queens can live for as long as seven years, while other bees have life spans ranging from a few weeks to six months.","2":"Worker bees are responsible for feeding the brood, caring for the queen, building comb, foraging for nectar and pollen, and cleaning, ventilating, and guarding the hive. The drones serve the queen, who is responsible for reproduction. She lays about 250,000 eggs each year—and as many as 1 million over the course of her lifetime.","3":"When a new queen is about to be born, the old queen and half the hive leave their old home and set up in a new place that scouting worker bees have found.","4":"As the temperature drops in the winter, the bees cluster around the queen and the young, using their body heat to keep the temperature inside the hive steady at around 93 degrees Fahrenheit.","5":"Bees have a unique and complex form of communication based on sight, motion, and scent that scientists and scholars still don’t fully understand. Bees alert other members of their hive to food, new hive locations, and conditions within their hive (such as nectar supply) through intricate “dance” movements.","6":"Studies have shown that bees are capable of abstract thinking as well as distinguishing their family members from other bees in the hive, using visual cues to map their travels, and finding a previously used food supply, even when their home has been moved. Similar to the way that smells can invoke powerful memories in for humans, they can also trigger memories in bees, such as memories of where the best food can be found.","7":"Plants produce nectar to attract pollinators (bees, butterflies, bats, and other mammals), who are necessary for successful plant reproduction. Bees collect and use nectar to make honey, which provides vital nourishment for them, especially during the winter. Since nectar contains a lot of water, bees work to dry it out, and they add enzymes from their own bodies to convert it into food and prevent it from going bad. A single worker bee may visit up to 10,000 flowers in one day and, in her lifetime, produce only a teaspoonful of honey.","8":"Approximately one out of every three mouthfuls of food or drink that humans consume is made possible by pollinators—insects, birds, and mammals pollinate about 75 percent of all food crops. Industrial beekeepers want consumers to believe that honey is just a byproduct of the necessary pollination provided by honeybees, but honeybees are not as good at pollinating as many truly wild bees, such as bumblebees and carpenter and digger bees. Native bees are active earlier in the spring, both males and females pollinate, and they are unaffected by mites and Africanized bees, which can harm honeybees. But because most species of native bees hibernate for as many as 11 months out of the year and do not live in large colonies, they do not produce massive amounts of honey, and the little that they do produce is not worth the effort required to steal it from them. So although native bees are more effective pollinators, farmers continue to rely on factory-farmed honeybees for pollination so that the honey industry can take in more than 176 million pounds of honey every year, at a value of more than $215 million.","9":"Profiting from honey requires the manipulation and exploitation of the insects’ desire to live and protect their hive. Like other factory-farmed animals, honeybees are victims of unnatural living conditions, genetic manipulation, and stressful transportation.","10":"The familiar white box that serves as a beehive has been around since the mid-1850s and was created so that beekeepers could move the hives from place to place. The New York Times hasreported that bees have been “moved from shapes that accommodated their own geometry to flat-topped tenements, sentenced to life in file cabinets.”","11":"Since “swarming” (the division of the hive upon the birth of a new queen) can cause a decline in honey production, beekeepers do what they can to prevent it, including clipping the wings of a new queen, killing and replacing an older queen after just one or two years, and confining a queen who is trying to begin a swarm. Queens are artificially inseminated using drones, who are killed in the process. Commercial beekeepers also “trick” queens into laying more eggs by adding wax cells to the hive that are larger than those that worker bees would normally build.","12":"Since late 2006, farmed honeybee populations have succumbed yearly to a disease called “colony collapse disorder.” Although scientists have yet to find a cause, the U.S. Department of Agriculture says researchers continue to focus on key possibilities that include “bee management stress,” “pesticide poisoning,” and “inadequate forage\/poor nutrition.” (source)","13":"The previous section explained many ways in which bees are mistreated in the honey industry. Some may wonder: are these practices actually cruel to bees? Certainly, it would be cruel to set a mammal on fire, clip a bird's wings, or crush a fish alive, but are bees sentient and do they feel pain?","14":"This is an important question because a response to stimuli doesn't necessarily mean an animal can feel pain. So we shouldn't only look at reaction to impulses, but also to the following questions: Are they conscious? Do they have the capacity for suffering and subjective experiences? These can be tricky to answer, as insects have often been overlooked by science. ","15":"We don't have a completely clear grasp on what consciousness is, or what makes it possible. For example, scientist Björn Merker says that only the midbrain is needed for consciousness. A mapping of the insect brain has shown that the central nervous system of insects performs the same functions as the midbrain of humans, so consciousness seems to be on the table. Other scientists connect the ability to move with consciousness, meaning it's likely that insects are conscious. (source)","16":"Insects also display behavior similar to that of humans. For example, they have a rudimentary sense of ego. This means that they don't look at all input equally, but pay most attention to what they find most important, just as humans do. We don't look at every single stranger on the street, and we pay more attention to humans than to birds flying in the sky. Similarly, bees focus on what's immediately affecting them.","17":"However, another researcher explains that consciousness doesn't necessarily imply the ability to feel pain. So while insects might be conscious, this might not be of ethical consequence. On top of that, some research purports that insects don't feel pain, and only act on instinct. (source)","18":"As you can see, there isn't a definite answer to whether or not bees suffer from honey production. Our understanding of insects, and their consciousness and ability to feel pain need to improve. Until then, vegans operate from the stance of: Why take the risk? There was a time when we believed that fish don't feel pain and can't suffer, but we now know that they can. If an animal or insect has the capacity for suffering, or if we aren't entirely sure that they don't suffer, it's best to give them the benefit of the doubt and avoid the products we exploit them for.","19":"As natural pollinators suffer, farmers are becoming more dependent on commercial species of bees—those bred and transported for agricultural purposes. Without them, we would no longer even have certain foods. For Pacific Standard, Josh Dzieza writes about the use of bees in commercial agriculture: \"Without bees our supermarkets would be far blander and less nutritious places. There would still be grains, but fewer of the many fruits, nuts, and vegetables that need bees to pollinate them. The Department of Agriculture estimates that bees add about $15 billion in value to the crops they pollinate, and these days, they get driven to those crops on trucks. Avocados, plums, pears, cantaloupes, cucumbers: they all get pollinated by a migrant force of honeybees.\"","20":"With all the honeybee deaths over the last decade, it seems like more bees would be an uncontroversial good. But one new study found that these expensive, hard-working commercial bees are killing off the ones who work for free.","21":"The problem lies in the diseases and parasites commercial bees are introducing to their wild relatives. The BBC reports: \"The study, published in the Journal of Applied Ecology, reviewed data from existing studies to look at the potential for diseases to jump from commercial bees to insects in the wild. 'Our study highlights the importance of preventing the release of diseased commercial pollinators into the wild,' said lead researcher Dr Lena Wilfert.\"","22":"Wild honeybees, in numbers already significantly weakened, were found to be quite susceptible to these commercial bee maladies, causing major colony losses. And we aren’t talking one or two commercial bee diseases here—one previous study showed that about 77 percent of bees imported to the UK were infected with up to five parasites.","23":"Bees aren’t the only insects affected; the populations of wasps, ants, and certain kinds of flies—all pollinators themselves—have also been adversely influenced by illnesses caught from commercial bees.","24":"While there are plans for future research into which bee varieties are most likely to spread disease, experts say that the current study calls attention to the need to better monitor and manage the use and movement of commercial bees. It's one step towards avoiding the one of the bleak possible futures the Dzieza imagines—\"warehouses of Varroa-immune superbees plucked from an increasingly hostile landscape and kept alive for their agricultural utility.\" (source)","25":"There are plenty of suitable substitutes vegans can use in lieu of honey. Most of them can be used in all recipes, so try them out and see which one you like best!","26":"This paste, as the name implies, is made of ground up dates, a naturally sweet food. Research has shown that dates are also a low glycemic food and do not cause sugar spikes, so this paste is a perfect sweetener for individuals with diabetes. (source)","27":"Derived from the agave plant, agave nectar has a similar consistency to honey, but is a notch sweeter. Touted as a natural substitute for artificial sweeteners, agave is controversial because it is highly-processed.","28":"Made from the sap of red, black, or sugar maple trees, maple syrup has a similar consistency to honey but a more concentrated sweet flavor. Due to its high antioxidant and mineral count, maple syrup is widely embraced as an ideal sweetener. Make sure that “pure maple syrup” is the only ingredient on the bottle you’re purchasing.","29":"Made by extracting and boiling down the juice from sorghum, a whole grain cereal, this mild-flavored, sweet syrup is often enjoyed on its own as a topper for pancakes or waffles or as a spread for biscuits.  Sorghum syrup is available at most grocery stores and is about as sweet as honey, so you can sub it in at a one-to-one ratio. ","30":"This thick, dark brown syrup is made by refining sugarcane or sugar beets. Typically, molasses is used as a sweetener for baked goods such as cookies, but it’s also used in savory applications (think baked beans!)","31":"Coconut syrup is a natural sweetener made from the nectar of coconut palm flowers. This nectar is found inside the blossoms of the coconut palm tree. Farmers tap the sweet nectar in a way similar to that of maple syrup production then collected in bamboo containers and placed under controlled evaporation until they reach the consistency of syrup.","32":"This apple-based vegan honey alternative is truly amazing. Creator Katie Sanchez discovered this recipe in 1999 when an apple jelly experiment went awry. The result of her testing wasn't jelly, but it was a shockingly spot-on vegan alternative to honey. ","33":"Brown rice syrup is available at most grocery stores. It's slightly less sweet than honey, but that can be a good thing, especially if you're trying to cut down on your sugar intake. Use it just like honey, adding a bit more to recipes, if you find the results not sweet enough for your tastes. ","34":"Barley malt syrup has a distinct, malty taste and, like brown rice syrup, it's a bit less sweet than honey. It's a fun one to play with, though, if you can find it at the store! I especially like barley malt syrup in place of honey for things like granola, cookies or cereal bars. ","35":"Good old granulated sugar. If any of these alternatives is difficult to find (which we doubt) or they simply don't work for you, there's always table sugar. However, there's a reason it's at the bottom of the list. Sugar as we buy it in the store is virtually devoid of any nutritional value, so definitely try the others first. (source)","36":"For many, the tell-tale itch of a sore throat brings memories of our parents nursing us back to health with honey. Whether taken straight or dissolved into tea or lemon water, honey has long been considered a home remedy for sore throats and other ailments. The next time you get a cold, try these honey-free remedies instead.","37":"Think of sage as a super multitasker. According to the NIH, it’s been used as an herbal remedy for all kinds of ailments since ancient times in Egypt, Greece, and Rome.","38":"There’s also echinacea, and it’s all over the pharmacy in multiple forms — including extracts, tinctures, tablets, capsules, and ointments — for good reason. There is research that shows that sage and echinacea together make quite the dynamic duo.","39":"The root of the licorice shrub may help with your sore throat. We recommend brewing it up in a pot of tea.","40":"Unrelated to the animal-derived marshmallow, the mucilage in marshmallow root has been a proven remedy for scratchy throats. In fact, it’s been soothing sore throats for thousands of years.","41":"The bark of the elm tree has been used as an herbal medicine by Native Americans for hundreds of years. It’s commonly used to treat coughing, diarrhea, and gastrointestinal issues. (source)","42":"It’s also helpful when it comes to soothing the throat because it contains mucilage, a substance that becomes gel-like when mixed with water. Drink it in a tea to coat the throat and find relief.","43":"A warm cup of tea doesn’t just feel cozy. Research shows it’s actually good for you, too. One older study found that inhaling chamomile tea could reduce cold symptoms, which includes that painful sore throat of yours. (source)","44":"Humidifiers help add moisture to the air, which can soothe a swollen nose and throat that often accompanies a cold. Or just close the bathroom door and take a steam shower making sure you breathe in deeply.","45":"Aside from avoiding honey, there are other things we can do to protect bee populations.","46":"Put down the weed-eater! Bees don’t have any use for that perfectly manicured sea of St. Augustine. They’re over it. They prefer something similar to their natural habitat—a meadow.","47":"Think about letting a portion of your yard go back to its roots. Allow dandelions and clover to grow again (two of bees' favorite delicacies). Not only will you spend less time mowing your lawn, the bees will thank you for it.","48":"Pesticides and herbicides contain chemicals that are very harmful to bees and other beneficial insects.  Avoid chemical sprays on your plants and yard. Do some research and try some natural, bee-friendly alternatives. Even an herbicide or pesticide that labels itself as \"organic\" could still be a hazard. So, put down that bottle of Round Up and try some natural alternatives (and use them as sparingly as possible).","49":"Bees, of course, love flowers! Plant an array of herbs and flowers that attract bees (like mint, lavender, and poppies, to name a few). Ideally, pick flowers that are native to your area and will bloom at different times of the year. Put a shallow container of water in your garden so that the bees have a place to re-hydrate and add some twigs and pebbles to give them a place to land.","50":"Supporting your local growers and supporting bees go hand in hand. When you can, buy your fruits and vegetables from local farmers through a CSA (community supported agriculture) box or from local farmers markets. The more you can support sustainable, earth-friendly agriculture the better."},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson","48":"lesson","49":"lesson","50":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/578\/the-honey-industry","1":"https:\/\/veganbootcamp.org\/course-progress\/578\/the-honey-industry","2":"https:\/\/veganbootcamp.org\/course-progress\/578\/the-honey-industry","3":"https:\/\/veganbootcamp.org\/course-progress\/578\/the-honey-industry","4":"https:\/\/veganbootcamp.org\/course-progress\/578\/the-honey-industry","5":"https:\/\/veganbootcamp.org\/course-progress\/578\/the-honey-industry","6":"https:\/\/veganbootcamp.org\/course-progress\/578\/the-honey-industry","7":"https:\/\/veganbootcamp.org\/course-progress\/578\/the-honey-industry","8":"https:\/\/veganbootcamp.org\/course-progress\/578\/the-honey-industry","9":"https:\/\/veganbootcamp.org\/course-progress\/578\/the-honey-industry","10":"https:\/\/veganbootcamp.org\/course-progress\/578\/the-honey-industry","11":"https:\/\/veganbootcamp.org\/course-progress\/578\/the-honey-industry","12":"https:\/\/veganbootcamp.org\/course-progress\/578\/the-honey-industry","13":"https:\/\/veganbootcamp.org\/course-progress\/579\/can-insects-feel-pain","14":"https:\/\/veganbootcamp.org\/course-progress\/579\/can-insects-feel-pain","15":"https:\/\/veganbootcamp.org\/course-progress\/579\/can-insects-feel-pain","16":"https:\/\/veganbootcamp.org\/course-progress\/579\/can-insects-feel-pain","17":"https:\/\/veganbootcamp.org\/course-progress\/579\/can-insects-feel-pain","18":"https:\/\/veganbootcamp.org\/course-progress\/579\/can-insects-feel-pain","19":"https:\/\/veganbootcamp.org\/course-progress\/580\/doesnt-buying-honey-save-bees","20":"https:\/\/veganbootcamp.org\/course-progress\/580\/doesnt-buying-honey-save-bees","21":"https:\/\/veganbootcamp.org\/course-progress\/580\/doesnt-buying-honey-save-bees","22":"https:\/\/veganbootcamp.org\/course-progress\/580\/doesnt-buying-honey-save-bees","23":"https:\/\/veganbootcamp.org\/course-progress\/580\/doesnt-buying-honey-save-bees","24":"https:\/\/veganbootcamp.org\/course-progress\/580\/doesnt-buying-honey-save-bees","25":"https:\/\/veganbootcamp.org\/course-progress\/334\/vegan-substitutes-for-honey","26":"https:\/\/veganbootcamp.org\/course-progress\/334\/vegan-substitutes-for-honey","27":"https:\/\/veganbootcamp.org\/course-progress\/334\/vegan-substitutes-for-honey","28":"https:\/\/veganbootcamp.org\/course-progress\/334\/vegan-substitutes-for-honey","29":"https:\/\/veganbootcamp.org\/course-progress\/334\/vegan-substitutes-for-honey","30":"https:\/\/veganbootcamp.org\/course-progress\/334\/vegan-substitutes-for-honey","31":"https:\/\/veganbootcamp.org\/course-progress\/334\/vegan-substitutes-for-honey","32":"https:\/\/veganbootcamp.org\/course-progress\/334\/vegan-substitutes-for-honey","33":"https:\/\/veganbootcamp.org\/course-progress\/334\/vegan-substitutes-for-honey","34":"https:\/\/veganbootcamp.org\/course-progress\/334\/vegan-substitutes-for-honey","35":"https:\/\/veganbootcamp.org\/course-progress\/334\/vegan-substitutes-for-honey","36":"https:\/\/veganbootcamp.org\/course-progress\/581\/honey-free-remedies-for-a-sore-throat","37":"https:\/\/veganbootcamp.org\/course-progress\/581\/honey-free-remedies-for-a-sore-throat","38":"https:\/\/veganbootcamp.org\/course-progress\/581\/honey-free-remedies-for-a-sore-throat","39":"https:\/\/veganbootcamp.org\/course-progress\/581\/honey-free-remedies-for-a-sore-throat","40":"https:\/\/veganbootcamp.org\/course-progress\/581\/honey-free-remedies-for-a-sore-throat","41":"https:\/\/veganbootcamp.org\/course-progress\/581\/honey-free-remedies-for-a-sore-throat","42":"https:\/\/veganbootcamp.org\/course-progress\/581\/honey-free-remedies-for-a-sore-throat","43":"https:\/\/veganbootcamp.org\/course-progress\/581\/honey-free-remedies-for-a-sore-throat","44":"https:\/\/veganbootcamp.org\/course-progress\/581\/honey-free-remedies-for-a-sore-throat","45":"https:\/\/veganbootcamp.org\/course-progress\/582\/how-to-save-the-bees","46":"https:\/\/veganbootcamp.org\/course-progress\/582\/how-to-save-the-bees","47":"https:\/\/veganbootcamp.org\/course-progress\/582\/how-to-save-the-bees","48":"https:\/\/veganbootcamp.org\/course-progress\/582\/how-to-save-the-bees","49":"https:\/\/veganbootcamp.org\/course-progress\/582\/how-to-save-the-bees","50":"https:\/\/veganbootcamp.org\/course-progress\/582\/how-to-save-the-bees"}}