{"tag":{"0":"Icecream, Yogurt, etc.","1":"Icecream, Yogurt, etc.","2":"Icecream, Yogurt, etc.","3":"Icecream, Yogurt, etc.","4":"Icecream, Yogurt, etc.","5":"Icecream, Yogurt, etc.","6":"Icecream, Yogurt, etc.","7":"Icecream, Yogurt, etc.","8":"Icecream, Yogurt, etc.","9":"Icecream, Yogurt, etc.","10":"Icecream, Yogurt, etc.","11":"Icecream, Yogurt, etc.","12":"Icecream, Yogurt, etc.","13":"Icecream, Yogurt, etc.","14":"Icecream, Yogurt, etc.","15":"Icecream, Yogurt, etc.","16":"Icecream, Yogurt, etc.","17":"Icecream, Yogurt, etc.","18":"Icecream, Yogurt, etc.","19":"Icecream, Yogurt, etc.","20":"Icecream, Yogurt, etc.","21":"Icecream, Yogurt, etc.","22":"Icecream, Yogurt, etc.","23":"Icecream, Yogurt, etc.","24":"Icecream, Yogurt, etc.","25":"Icecream, Yogurt, etc.","26":"Icecream, Yogurt, etc.","27":"Icecream, Yogurt, etc.","28":"Icecream, Yogurt, etc.","29":"Icecream, Yogurt, etc.","30":"Icecream, Yogurt, etc.","31":"Icecream, Yogurt, etc.","32":"Icecream, Yogurt, etc.","33":"Icecream, Yogurt, etc.","34":"Icecream, Yogurt, etc.","35":"Icecream, Yogurt, etc.","36":"Icecream, Yogurt, etc.","37":"Icecream, Yogurt, etc.","38":"Icecream, Yogurt, etc.","39":"Icecream, Yogurt, etc.","40":"Icecream, Yogurt, etc.","41":"Icecream, Yogurt, etc.","42":"Icecream, Yogurt, etc.","43":"Icecream, Yogurt, etc.","44":"Icecream, Yogurt, etc.","45":"Icecream, Yogurt, etc.","46":"Icecream, Yogurt, etc.","47":"Icecream, Yogurt, etc.","48":"Icecream, Yogurt, etc.","49":"Icecream, Yogurt, etc.","50":"Icecream, Yogurt, etc.","51":"Icecream, Yogurt, etc.","52":"Icecream, Yogurt, etc.","53":"Icecream, Yogurt, etc.","54":"Icecream, Yogurt, etc.","55":"Icecream, Yogurt, etc.","56":"Icecream, Yogurt, etc.","57":"Icecream, Yogurt, etc.","58":"Icecream, Yogurt, etc.","59":"Icecream, Yogurt, etc.","60":"Icecream, Yogurt, etc.","61":"Icecream, Yogurt, etc.","62":"Icecream, Yogurt, etc.","63":"Icecream, Yogurt, etc.","64":"Icecream, Yogurt, etc.","65":"Icecream, Yogurt, etc.","66":"Icecream, Yogurt, etc.","67":"Icecream, Yogurt, etc."},"text":{"0":"Vegan alternatives have come a long way since the days of plain, unsweetened soy milk and plant based cheese that resembled plastic. Yogurt is no exception, and you might be surprised to find alternatives that make you wonder if they really aren't animal-based.","1":"Dairy Free Yogurt","2":"Look for this yogurt at your local supermarket, and spoon up 10 flavors, including vanilla bean, peach, and key lime. Each delightful cup contains plenty of probiotics to keep you and your gut happy and healthy.","3":"Coconut Blend","4":"PETA first asked Chobani to add a vegan yogurt in 2016, and after years of offering advice, we’re happy to see that Non-Dairy Chobani is finally hitting store shelves! Try coconut-based Non-Dairy Chobani in a single-serve cup (in Slightly Sweet Plain, Vanilla, Blueberry, Strawberry, and Peach flavors) or as a drink (in Slightly Sweet Plain, Strawberry, Mango, and Vanilla Chai flavors).","5":"Coconut Yogurt","6":"After taking Europe by storm, new kid on the block Coconut Collaborative is launching in the U.S. and preparing to turn all of us into fellow “coconutters.” With sustainable sourcing, low sugar, and a desire to make coconut yogurt outperform every dairy product on the shelf, the company’s motto is “Good Indeed and Good in Deed.”","7":"Oatmilk Yogurt","8":"Beyond hot cereal, oats can be used to make outstanding yogurt, and the company offers it in tasty flavors such as Sweet Mango, Strawberry Rhubarb, and Spiced Pear and Fig. Look for it at Whole Foods.","9":"Cultured Coconut Milk Yogurt","10":"This soy- and gluten-free treat is made with six live-active cultures and comes in five luscious flavors: unsweetened vanilla, unsweetened plain, blueberry, passionate mango, and chocolate.","11":"Greek Yogurt","12":"The base of this yogurt is coconut cream and pea protein. It’s loaded with real fruit and probiotics and has 8 grams of plant-based protein in each serving. Flavors include peach, strawberry, blueberry, and black cherry.","13":"Dairy-Free Yogurt","14":"Containing 800mg of Omega-3s per serving, Good Karma yogurts come in plain, vanilla, blueberry, strawberry, and raspberry.","15":"Organic Yogurt","16":"Le Grand uses cashews to craft bold yogurt rich in flavor and texture. The company offers a spectrum of flavors, including coffee, lemon, raspberry, and vanilla. Find a store near you.","17":"Creamy Dairy-free Cashewgurt","18":"This organic, cashew-based treat is available at Whole Foods Markets and MOM’s Organic Markets.","19":"Dairy-Free Yogurt","20":"Silk’s yogurt doesn’t contain any artificial or GMO ingredients and packs 6 grams of plant-powered protein. The company’s creative Instagram account shows tons of easy vegan recipe ideas that use Silk products.","21":"Artisan Almond Milk Yogurt","22":"With just a few simple ingredients, Kite Hill has created a divine yogurt snack. The company uses local almonds and infuses the yogurt with probiotics for your digestive health. Flavors include key lime, vanilla, peach, blueberry, raspeberry and strawberry.","23":"Probiotic Oatmilk Yogurt","24":"You’ll love these four flavor options: blueberry, strawberry hibiscus, vanilla, and plain.","25":"Dairy-free coconut milk yogurt","26":"Yoconut is available in five delicious flavors, and is carried by stores around the San Francisco Bay Area. We hope they expand their range soon! Yum!","27":"Yogurt Drinks","28":"Califia Farms announced a new line of Yogurt Drinks that will be available in both single-serve and multi-serve bottles. Look out for strawberry, super berry, mango and unsweetened plain.","29":"While vegan ice cream has been around for less time than vegan cheese (we're not talking about sorbet here!), the market has gotten a lot farther. Perhaps it's because it's easier to replicate ice cream's silky smooth texture and sweet taste than something as complex as cheese. Whatever the reason, where there was once only small, exclusively vegan companies, there are now bigger names offering up their proverbial cone.","30":"One of the more \"mainstream\" brands that everyone knows and loves, Ben & Jerry's recently started offering vegan ice cream, and are continuing to expand their line-up. Here are all the current Ben & Jerry’s vegan ice cream pint choices. Best of all, they are all certified vegan.","31":"Another big name, Breyers might only have 2 options, but you're sure to find them in the stores where there other flavors are carried.","32":"Häagen-Dazs ice cream has been around since the 60s and is known for it's velvety smooth texture. Their vegan ice cream choices are no different, and there are a BUNCH of them.","33":"Popular for its low-calorie count, Halo Top has almost as many vegan flavors as it does non-vegan, and more than Ben & Jerry's or Häagen-Dazs so you're sure to find something you love.","34":"So Delicious is an exclusively vegan company (certified as well), and has uses various milk bases for their ice cream, from almond to oat milk. Everything is also Non-GMO!","35":"Almond Milk Options","36":"Cashew Milk Options","37":"Coconut Milk Options","38":"Oat Milk Options","39":"Soymilk Options","40":"Coconut Bliss is another exclusively vegan company which uses coconut milk as a base. Plus, all their ice cream is gluten free.","41":"Talenti is a company which normally makes gelato, but they have a few sorbet options as well. A little less exciting than ice cream maybe, but still delicious.","42":"Tofutti makes products like cream cheese and sour cream, but they also offer several flavors of ice cream, sandwiches and bars.","43":"Here are all the Double Rainbow vegan ice cream choices:","44":"Here are all the Ciao Bella vegan ice cream choices:","45":"As the name implies, NadaMoo is a vegan company that offers ice creams made from coconut milk.","46":"Starting out of a food truck, this brand has grown up in the last few years. They aren't all vegan, but do offer a number of non-dairy flavors.","47":"Like So Delicious, Dream has several different branches for their various bases. They seem to have slimmed down a bit and narrowed their ice cream to strictly almond based though. Regardless, here are the Almond Dream flavors.","48":"As if you needed any more proof that the vegan revolution is here, Country Crock has launched its own dairy-free and vegan “plant butter.” It comes in two forms—sticks and spread—and it’s available in olive, almond, or avocado oil varieties.","49":"With all the demand for vegan products, it’s no surprise that I Can’t Believe It’s Not Butter has released a new “It’s Vegan” spread. The new buttery spread is made with a blend of plant-based oils, purified water, and salt and contains no partially hydrogenated oils.","50":"As if the delicious Vegan Buttery Sticks, Soy Free Buttery Sticks, and Original Buttery Spread weren’t enough, Earth Balance has also rolled out Organic Whipped, Omega-3, Organic Coconut, and Olive Oil spread varieties.","51":"Tastefully tart, this delightful cultured cashew butter has a European-style flavor.","52":"The wonders of coconut never cease. This Infused Virgin Coconut Oil features a robust, nondairy natural butter flavor. Find it at a health-food store near you.","53":"Aquafaba is one of the most versatile vegan kitchen staples ever invented, and now Fora Foods is taking it to a whole new level with its vegan butter.","54":"Whether you’re making a piecrust or perfecting a slice of toast, this European Style Cultured VeganButter is a great choice.","55":"Organic Buttery Coconut Oil? Yes, please! Nutiva’s “butter” is made from certified organic, non-GMO plants, including sunflower, coconut, and mint. Try it melted over popcorn for a divine snack.","56":"The vegan Salted Whipped Butter, Garlic Whipped Butter, and Sweet Cinnamony Whipped Butter are products worth writing home about. Find a store near you.","57":"Find out what the latest science is saying about your favorite foods to help you make the healthiest choices for you and your family. Watch our free videos on more than 2,000 health and nutrition topics with new videos and articles uploaded every day.","58":"Visit NutritionFacts.org by clicking over here!","59":"The China Study has been hailed as one of the most comprehensive nutritional studies ever conducted. As an obesity epidemic continues to plague western society, Dr Campbell demonstrates the direct connection between a modern diet based on animal products and heart disease, diabetes, and cancer.The New York Times has described The China Study as “the most comprehensive large study ever undertaken of the relationship between diet and the risk of developing disease”. In fact, Dr Campbell clearly illustrates the benefits of a whole-food plant-based diet in this seminal research piece.","60":"How Not to Die reveals groundbreaking scientific evidence that proves nutrition and lifestyle can sometimes outweigh medical approaches to both prevent, and reverse, disease. Dr Greger is an internationally renowned expert in nutrition, an experienced physician, and the founder of NutritionFacts.org. Through this book, he examines the top fifteen causes of premature death in America and their underlying causes. How Not to Die offers advice, backed by scientific research, about which foods to eat and what lifestyle changes to make to help you live longer.","61":"Written by bestselling author Jonathan Safran Foer, this book delves into the cultural, social and economic roots of meat-eating. Foer contrasts a thorough investigation into modern-day factory farming with tales of his childhood. In doing so, the author presents an anthropological take on the way that humans try to justify eating meat.Renowned as the book that turned many notable celebrities vegan, this gripping read is part memoir, part investigative report. It has been dubbed a ‘must read’ for anyone striving towards a kinder, healthier lifestyle. In 2018, Eating Animals was also turned into a documentary with Foer’s co-producer and narrator, Natalie Portman.","62":"Originally published in 1975, Animal Liberation has been responsible for awakening millions to the grim realities of ‘speciesism’. In fact, Peter Singer’s book is largely considered to be a foundational work in disseminating the philosophies of animal liberation worldwide. Singer defines speciesism as our disregard for non-human animals. His work has helped inspire a movement that transforms these attitudes towards animals, and eliminates the cruelty we inflict upon them.","63":"This is the ultimate ‘how to’ book that explores not just the reasons why people become vegan but the practical aspects, too – eating out, shopping, dealing with difficult questions, meal ideas, essential vegan ingredients, traveling as a vegan, plus all the best products and foods to try. Written by the group that has helped a quarter of a million people try vegan in January.","64":"You've completed Icecream, Yogurt, etc.! Now, it's time to take action.","65":"Now that you're armed with the knowledge of plant-based alternatives, get out there and try 1 yogurt, butter, and ice-cream alternative! Remember that even thought different brands have the same flavors, the taste can vary substantially so don't be afraid to pick up a different yogurt or butter if the brand you picked wasn't good enough! Enjoy!","66":"Sometimes the timing just isn't right for a challenge.","67":" You won't earn stars for completing this action, but you can visit your challenge track page to remind yourself of what you still need to do! If the timing isn't right, don't worry, but don't forget either; every action in every challenge will help you with your progress to solidify your new lifestyle and philosophy. "},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson","48":"lesson","49":"lesson","50":"lesson","51":"lesson","52":"lesson","53":"lesson","54":"lesson","55":"lesson","56":"lesson","57":"lesson","58":"lesson","59":"lesson","60":"lesson","61":"lesson","62":"lesson","63":"lesson","64":"lesson","65":"lesson","66":"lesson","67":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","1":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","2":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","3":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","4":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","5":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","6":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","7":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","8":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","9":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","10":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","11":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","12":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","13":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","14":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","15":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","16":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","17":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","18":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","19":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","20":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","21":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","22":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","23":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","24":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","25":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","26":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","27":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","28":"https:\/\/veganbootcamp.org\/course-progress\/662\/alternatives-for-yogurt","29":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","30":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","31":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","32":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","33":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","34":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","35":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","36":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","37":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","38":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","39":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","40":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","41":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","42":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","43":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","44":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","45":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","46":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","47":"https:\/\/veganbootcamp.org\/course-progress\/663\/alternatives-for-ice-cream","48":"https:\/\/veganbootcamp.org\/course-progress\/664\/alternatives-for-butter","49":"https:\/\/veganbootcamp.org\/course-progress\/664\/alternatives-for-butter","50":"https:\/\/veganbootcamp.org\/course-progress\/664\/alternatives-for-butter","51":"https:\/\/veganbootcamp.org\/course-progress\/664\/alternatives-for-butter","52":"https:\/\/veganbootcamp.org\/course-progress\/664\/alternatives-for-butter","53":"https:\/\/veganbootcamp.org\/course-progress\/664\/alternatives-for-butter","54":"https:\/\/veganbootcamp.org\/course-progress\/664\/alternatives-for-butter","55":"https:\/\/veganbootcamp.org\/course-progress\/664\/alternatives-for-butter","56":"https:\/\/veganbootcamp.org\/course-progress\/664\/alternatives-for-butter","57":"https:\/\/veganbootcamp.org\/course-progress\/665\/nutrition-facts","58":"https:\/\/veganbootcamp.org\/course-progress\/665\/nutrition-facts","59":"https:\/\/veganbootcamp.org\/course-progress\/666\/recommended-books","60":"https:\/\/veganbootcamp.org\/course-progress\/666\/recommended-books","61":"https:\/\/veganbootcamp.org\/course-progress\/666\/recommended-books","62":"https:\/\/veganbootcamp.org\/course-progress\/666\/recommended-books","63":"https:\/\/veganbootcamp.org\/course-progress\/666\/recommended-books","64":"https:\/\/veganbootcamp.org\/course-progress\/490\/try-one-of-each","65":"https:\/\/veganbootcamp.org\/course-progress\/490\/try-one-of-each","66":"https:\/\/veganbootcamp.org\/course-progress\/490\/try-one-of-each","67":"https:\/\/veganbootcamp.org\/course-progress\/490\/try-one-of-each"}}