{"tag":{"0":"Justifications","1":"Justifications","2":"Justifications","3":"Justifications","4":"Justifications","5":"Justifications","6":"Justifications","7":"Justifications","8":"Justifications","9":"Justifications","10":"Justifications","11":"Justifications","12":"Justifications","13":"Justifications","14":"Justifications","15":"Justifications","16":"Justifications","17":"Justifications","18":"Justifications","19":"Justifications","20":"Justifications","21":"Justifications","22":"Justifications","23":"Justifications","24":"Justifications","25":"Justifications","26":"Justifications","27":"Justifications","28":"Justifications","29":"Justifications","30":"Justifications","31":"Justifications","32":"Justifications","33":"Justifications","34":"Justifications","35":"Justifications","36":"Justifications","37":"Justifications","38":"Justifications","39":"Justifications","40":"Justifications","41":"Justifications","42":"Justifications","43":"Justifications","44":"Justifications","45":"Justifications","46":"Justifications","47":"Justifications","48":"Justifications","49":"Justifications","50":"Justifications","51":"Justifications","52":"Justifications","53":"Justifications","54":"Justifications","55":"Justifications","56":"Justifications","57":"Justifications","58":"Justifications","59":"Justifications","60":"Justifications","61":"Justifications","62":"Justifications","63":"Justifications","64":"Justifications","65":"Justifications","66":"Justifications","67":"Justifications","68":"Justifications","69":"Justifications","70":"Justifications","71":"Justifications","72":"Justifications","73":"Justifications","74":"Justifications","75":"Justifications","76":"Justifications"},"text":{"0":"There are several serious problems with the “canine teeth” argument, the most glaring one being the idea that the presence of canine teeth means we are “meant to eat meat.” The truth is that nearly all mammals have canine teeth. Many herbivores and primary plant-eaters have ferocious canine teeth; in fact, the largest canine teeth of any land animal belong to a true herbivore. Check out our photo gallery and accompanying nine reasons why your canine teeth don’t make you a meat-eater","1":"The term omnivorous doesn’t mean must eat some animal products. It means capable of subsisting on both plant and animal matter. Of the two, we are able to thrive without eating animals; however, if we eat no plants, we could quickly become malnourished. In fact, decades of scientific evidence have demonstrated that humans have no biological need to consume flesh, eggs or dairy products. We can get all the nutrients we need on a plant-based diet, without the unhealthy animal protein and cholesterol, and without inflicting needless suffering and death on billions of animals.","2":"Many people insist that eating animals is “natural” — and therefore morally neutral — because other animals eat animals. But it’s important to realize that, with a few exceptions, when humans kill other animals for food, we’re not doing what animals do in nature. Read article… ","3":"“Compassion is a betrayal of nature,” Hitler exclaimed days before his suicide. “Nature itself is brutal, cruel,” people often tell us, which then becomes a justification for harming animals for any reason we wish, framing our relentless violence toward them as part of some primal, predatory, tooth-and-nail fight to the finish. Painted this way, our treatment of farmed animals is practically self defense. Yet, bred into a state of total domination and learned helplessness, farmed animals are among the most docile, submissive and passive creatures on earth. They have given up out of the gate. None of the domesticated animals raised for food have the kill instinct of carnivores, nor is human flesh a natural or desired part of their diet. But, even if farmed animals posed a serious threat to us, they exist only because we forcibly breed them into existence.","4":"Regarding the question of how we ought to treat nonhuman animals, philosopher Jeremy Bentham famously wrote, The question is not, “Can they reason?” nor “Can they talk?” but, “Can they suffer?” Read article...","5":"Prehistoric humans and their ancestors ate some amount of meat. There’s no question about that. However, an in-depth analysis by science writer Rob Dunn published in the Scientific American reports on recent studies indicating that Human Ancestors Were Nearly All Vegetarians. But, again, is what our ancestors ate really relevant to the very different circumstances we face today regarding our food choices and lifestyles? We are no more compelled to eat like our ancestors than we are to practice cannibalism, rape, slavery, murder, or any of the other violent traditions which are all an unfortunate part of our human legacy.","6":"Often referred to as the expensive tissue hypothesis, the widely-accepted claim that our brain size and complexity are connected to eating animals has been rigorously tested and refuted in a key report published in Nature (Navarrete, 2011). Read article…","7":"Not according to the best science we have on the subject. But even if it were true, claiming to be at the top of the food chain may be a popular slogan but it is not a moral argument. It’s simply an affirmation of  “Might makes right” — the principle behind the worst atrocities and crimes of human history.  Read article…","8":"The same could be said for rape, slavery, murder, war, genocide and any of the other human vices that are an unfortunate part of our human legacy. While we have many natural behaviors that are offensive and harmful to others, free will is also natural, and with it comes a responsibility to weigh the negative and positive impacts of the choices we make.Our contributing writer, Sherry Colb, has an excellent post on the various natural arguments used to justify eating animals.","9":"This is nothing more than a prejudicial, unreflective judgement that has no basis in any serious understanding of who farmed animals are and what their complex social and emotional lives tell us. The same kind of prejudicial judgments are made against all oppressed groups, including African slaves by slaveholders. Such judgments only help the oppressor while reinforcing the subjugation of the victim.","10":"Fans of this line of thinking often present an either\/or situation: either the animals we eat die a horrible death in nature after a difficult existence, or they have a comparably “easy” life and a better death on farms. This is inaccurate, and a false dilemma. Farmed animals would never exist in the wild; they are artificially bred into existence to be used on farms. Read article…","11":"There is a reason why we don’t hesitate to walk our dogs in the park on the grass, yet if someone were to kick our dog on that walk in the park, we would find this morally objectionable. It would also be within our rights to press criminal charges against the offender. Plants are not sentient beings with thoughts, feelings and a central nervous system, but the animals we exploit for food clearly and regularly demonstrate that they are highly sentient, emotionally complex individuals who are aware of and value their individual lives. Why is sentience such an important distinction? Here’s a more detailed explanation. And, of course, even if plants were sentient, raising animals for food requires vastly more plant feed crops than if we were to eat plant foods directly from the source.","12":"Even if we may not know or agree exactly where to draw the line, we can easily rule out the most gratuitous and unnecessary forms of animal exploitation and suffering simply by replacing egg, dairy and flesh products (including fish) which account for at least 99% of all animals exploited for food. All of the other animal by-products that exist in other non-consumable products would not exist without the slaughterhouse industry which in turn would not exist without the demand for eggs, dairy and meat. So, for example, the market for cheap leather goods would essentially vanish without the slaughterhouse industry. And the manufacturers of computers, mobile phones and construction materials would find alternative non-animal based materials to replace what was once a cheap source of animal by-products derived from slaughterhouse remains. So the fact that we may not be crystal clear on where to draw the line is not a valid reason to inflict suffering on those we know with certainty to be sentient, which includes all of the some 70 billion land animals and one trillion aquatic animals we use for food. The bottom line is that eating animals destroys far more insects, plants and animals than eating plant foods directly. We can and should minimize the suffering we cause, even if we cannot realistically eliminate it entirely.","13":"Written by Free from Harm, view the original source by clicking here!","14":"It is never a personal choice when there is a victim involved. There is no personal, neutral or morally relative position on eating animal products. If animals matter, then we don’t violate their right to life and liberty when we can so easily avoid it, such as in the case of replacing animal products with alternatives. And since 99.7% of the animals exploited by humans are those raised for food products we have no biological need to eat, this matters a great deal. For a more in-depth exploration of the subject, see our article, Why Eating Animals Cannot Be Considered a Personal Choice.","15":"If you care about animals and feel compelled to defend them, chances are you’ve come across knee-jerk accusations claiming you are “pushing your agenda,” “forcing your ideas down their throat,” or “spreading propaganda.” So, why don’t other social justice advocates face the same accusations? It is very telling that human rights activists who campaign against violent and exploitative practices, such as sweatshop labor or sex trafficking, are rarely, if ever, criticized for pushing their beliefs on others. On the contrary, these activists are often lauded for their passion and commitment to justice and for exposing injustices.  Read article…","16":"The Bible and religion in general have historically been used to justify rape, incest, infanticide, murder, war, racism, sexism, homophobia, slavery, and many other acts of violence, oppression and persecution. Does a Biblical or religious precedent make any of these actions less immoral? Of course not.","17":"Instead of citing, for example, what Jesus was said to have possibly eaten in Biblical times, it would be far more relevant to ask, What would Jesus do today, if he lived in the age of industrialized agriculture where billions of animals are bred through artificial insemination, treated like mere commodities and processed like worthless pieces of meat — used and killed not from necessity, but just to satisfy our taste buds and to line the pockets of wealthy industrialists? Would he praise humankind for respecting his creations? Or would he instead invoke The Golden Rule? Would he not insist that, when given a choice between mercy and cruelty, a Christian is compelled to choose compassion over violence?","18":"The scriptures of most world religions describe a golden age in which humans lived peaceably on earth without bloodshed. Many Biblical scholars have noted that in the creation story, the Bible quite plainly depicts a vegan world as the world God intended: “And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.” (Gen. 1:29)","19":"In Eden, all creatures lived peacefully, and God told both humans and animals to consume only plant foods. It was only when human sinfulness caused God to curse all creation that He said people would begin eating animals, and this killing was included in a catalog of suffering and tribulations that would henceforth mark the conditions of a downfallen existence. Christian vegans thus believe that human beings should strive toward the compassionate world God first envisioned, and live in accordance with the values of mercy and kindness at the heart of their faith.","20":"Written by Free from Harm, view the original source by clicking here!","21":"The concepts of personalized medicine and personalized nutrition have really taken off. People are eating according to their blood type, their metabolic type, their Ayurvedic constitution, and their genotype. Popular opinion asserts that “everyone is different” and you need to find “the right diet for your body.” Micaela Karlsen discusses that our species does have specific nutritional requirements all of which we can meet from a diverse plant-based diet. Check out her article, Do Different People Really Need Radically Different Diets?","22":"Build your plant-based diet on a firm foundation, on real nutrition information from board certified plant-based dietitians like Virginia Messina, who cite only the best peer-reviewed scientific sources available. And check out what leading health authorities around the world are saying about the suitability of a healthy, plant-based diet for all individuals. Dr. Michael Klaper also offers some valuable insights into biological mechanisms within our bodies that addict us to animal products, with tips on how to overcome the withdrawal symptoms.","23":"Vitamin B12 is the only nutrient essential to human health that can not be obtained from plants or sunlight. B12 is crucial to normal brain and nervous system function, and to the formation of healthy blood cells. It also plays a central role in DNA synthesis and cell metabolism. And it is sometimes argued that because B12 is not produced by plants, vegan diets are “unnatural” and that ethical appeals to veganism are therefore misguided. But there are several flaws with this objection.","24":"While it is true that plants do not produce vitamin B12, neither do animals inherently produce it. B12 is produced by bacteria that live in the soil and in the intestines of animals, including humans; however, in humans and other animals, it is generally manufactured too far down the intestinal tract (in the colon, in our case) to be absorbed by us. And while animals in nature can be a source of B12, it’s important to realize that most meat, dairy and eggs come from farmed animals whose feed is supplemented with B12. We would do better to take supplemental B12 directly. Even the USDA states that the best and most absorbable form of B12 for humans is via a supplement. Read the full article…","25":"“On the one hand we’re afraid that farm animals will overrun the earth. On the other hand we worry that they’ll become extinct… People who think it is all right to imprison animals in genetically-impaired bodies, and who then get testy about their becoming extinct, are indulging in cynicism and sentimentality.” — Karen Davis, Ph.D. Those species of farmed animals that we have genetically manipulated to be used as agricultural commodities did not exist in the natural world. Animals who never existed in the natural world, who have been artificially bred into existence and selectively engineered for total domination, cannot be said to go “extinct.” But for those who insist on the importance of conserving domesticated animals, consider the incredible irony in the fact that each generation of farm animals artificially bred into this world goes “extinct” as soon as they reach market weight and are slaughtered. An entire generation of billions of animals is killed, only to be replaced by yet another generation, thanks to total human control of farm animal reproduction.","26":"Animal agriculture is not a conservation effort. It’s a business of making money on the slaughtered bodies of other animals. What could be the benefit to any human or non-human to be brought into this world under such circumstances? If you knew your life would be defined by enslavement, mutilations, sexual violation, reproductive control, the theft of your offspring, and a violent slaughterhouse end in your youth, what would be the advantage of being born? Knowing the horrors of human tyranny?","27":"Globally, nearly all animals eaten by humans are bred into existence. What would happen to all the animals if the world went vegan? It’s fairly straightforward: if we stop eating them, we stop breeding them. The most likely scenario for a vegan world is not one in which everyone stops eating animals overnight, but one in which demand for animal products gradually continues to decline, and fewer and fewer animals are bred as a result. At some point along the way, as more people become persuaded of the immorality of exploiting animals, we will hope to see the needless killing of animals for food recognized not only as a moral wrong, but as a legal wrong as well. Indeed, the abolition of animal exploitation, and of the property status of animals, is what most vegans are working for. However, legislation to this end would most likely happen in phases, beginning with a ban on the breeding of farmed animals. If a ban on breeding farmed animals were enacted, those animals already on farms would still legally be considered the property of their owners, and could still be slaughtered. While regrettable and wrong, this outcome is no different from the animals’ original fate and thus the question of what would happen to all the animals if the world went vegan is not a valid argument against veganism.","28":"Thanks in large part to the dominionist paradigm and pro-meat biases of hunger relief organizations like Heifer International, there is a common misconception that impoverished communities in arid climates are more suited to farming animals than to growing crops to feed themselves. In fact, dependence on animal farming frequently imperils malnourished communities and families. As Dr. Richard Oppenlander writes in Food Choice and Sustainability:","29":"“In Ethiopia, over 40 percent of the population is considered hungry or starving, yet the country has 50 million cattle (one of the largest herds in the world), as well as almost 50 million sheep and goats, and 35 million chickens, unnecessarily consuming the food, land and water… [P]oorly managed cattle grazing has caused severe overgrazing, deforestation, and then subsequent erosion and eventual desertification.","30":"Much of their resource use must be focused on these cattle. Instead of using their food, water, topsoil, and massive amounts of land and energy to raise livestock, Ethiopia, for instance, could grow teff, an ancient and quite nutritious grain grown in that country for the past 20,000 to 30,000 years. Teff…is high in protein, with an excellent amino acid profile, is high in fiber and calcium, (1 cup of teff provides more calcium than a cup of milk), and is a rich source of boron, copper, phosphorus, zinc, and iron. Seventy percent of all Ethiopia’s cattle are raised pastorally in the highlands of their country, where less than 100 pounds of meat and a few gallons of milk are produced per acre of land used. Researchers have found that teff can be grown in those same areas by the same farmers at a yield of 2,000 to 3,000 pounds per acre, with more sustainable growing techniques employed and no water irrigation — teff has been shown to grow well in water-stressed areas and it is pest resistant.”","31":"Many other challenged regions of the world are already forced to import food staples. According to some leading climate scientists, climate change will soon make these regions inhospitable to both raising livestock and cultivating food crops, forcing their populations to obtain food from outside sources. Two examples are Mongolians and Inuit. Like Mongolians, the Inuit practice of hunting on ice has been decimated by climate change. Unlike Mongolians, Inuits don’t have fields suitable to grow food for all their meals. Yet that just makes them the same as most urban and suburban dwellers. In fact, the Inuit today generally no longer live in igloos, but rather in modern communities with modern building structures and municipalities. The Inuit can and already do in fact buy food grown elsewhere. For the vast majority of us who have plentiful plant-based food options available to us, pointing to less fortunate people does not change the fact that choosing plant foods often just means reaching for a different place on the store shelf.","32":"“Hunters sometimes argue that if they were to stop hunting, the deer population would explode. This is a false argument, because if hunting were to stop, we would also stop the practices that increase the deer population. Read article…","33":"“It’s always funny to me when environmentalists who don’t have a qualm about suggesting that oil refinery workers be retrained to join the green economy fall all over themselves with outrage whenever a vegan suggests that dairy farmers learn to grow plant crops instead.” – Pattrice Jones","34":"There are people whose job it is to write advertisements designed to make young people want to smoke. There are people whose job it is to torture other humans. There are people whose job it is to drip blinding chemicals into the eyes of restrained rabbits. There are people whose job it is to confine mother foxes and their babies in tiny cages, kill them via anal electrocution, and skin them for luxury fur trim. Just because we live in a world where people and industries are able to make a living out of exploiting and hurting others doesn’t make it right. Having a job is not a virtue in and of itself.","35":"This is not to underestimate the fact that people have bills to pay, and must feed themselves and their families. However, farmers who raise animals for food can also grow crops for people to eat (many already do), and workers who process animals into food can also process plants into food. In fact, plant-based meat and dairy alternatives are one of the fastest growing sectors in the food industry. Plant-based milks now account for more than 20% of the the fluid milk market, while sales of plant-based meat alternatives are expected to reach $5 Billion by 2020, with some 70% (and growing) of Millenials currently consuming them at least a few times a week.","36":"Consider also that modern animal farming methods have drastically reduced jobs in the farming sector. The intensive confinement, or factory farming, model that dominates Western, and, increasingly, global animal agriculture, is based on the use of feeding and housing technologies that produce the greatest amount of animals with the least amount of cost and labor. This means that, to give just one example, a typical “broiler” chicken shed with as many as ten thousand birds crammed inside will commonly be overseen by a single worker.","37":"As people eat less meat, dairy and eggs, and more plant-based alternatives, new jobs and industries will be created. As demand for animal products decreases, we should also see an increase in programs designed to help animal farmers transition to plant-based farming. In fact, we’ve begun profiling former meat and dairy farmers who are doing just that; and going vegan to boot!","38":"Written by Free from Harm, view the original source by clicking here!","39":"“In Ethiopia, over 40 percent of the population is considered hungry or starving, yet the country has 50 million cattle (one of the largest herds in the world), as well as almost 50 million sheep and goats, and 35 million chickens, unnecessarily consuming the food, land and water… [P]oorly managed cattle grazing has caused severe overgrazing, deforestation, and then subsequent erosion and eventual desertification.Much of their resource use must be focused on these cattle. Instead of using their food, water, topsoil, and massive amounts of land and energy to raise livestock, Ethiopia, for instance, could grow teff, an ancient and quite nutritious grain grown in that country for the past 20,000 to 30,000 years. Teff…is high in protein, with an excellent amino acid profile, is high in fiber and calcium, (1 cup of teff provides more calcium than a cup of milk), and is a rich source of boron, copper, phosphorus, zinc, and iron. Seventy percent of all Ethiopia’s cattle are raised pastorally in the highlands of their country, where less than 100 pounds of meat and a few gallons of milk are produced per acre of land used. Researchers have found that teff can be grown in those same areas by the same farmers at a yield of 2,000 to 3,000 pounds per acre, with more sustainable growing techniques employed and no water irrigation — teff has been shown to grow well in water-stressed areas and it is pest resistant.”","40":"The very existence of labels like “free range,” “cage-free,” and “humane certified” attests to society’s growing concern for the welfare of animals raised for food. But any time consumers of meat, eggs or dairy advocate for “humane” treatment of farm animals, they confront an unavoidable paradox: the movement to treat farm animals better is based on the idea that it is wrong to subject them to unnecessary harm; yet, killing animals we have no need to eat constitutes the ultimate act of unnecessary harm. When we have plentiful access to plant-based foods, and a choice between sparing life or taking it — there is nothing remotely humane about rejecting compassion, and choosing violence and death for others just because we like the taste of their flesh, and because they cannot fight back. Might does not equal right. For a deeper analysis of this subject, please see Six Challenges to “Humane” Animal Product Claims.","41":"Not necessarily! For example, organic farming prohibits the use of antibiotics which means many animals who would benefit from antibiotic treatment are instead left to suffer with painful and life-threatening infections. Many of the worst cruelties inflicted on animals in so-called factory farms are also routine practices on small, free-range farms. These include: sexual violation and the exploitation of reproductive systems; the destruction of motherhood and families; routine mutilations without anesthetic; denial of important instinctive behaviors and preferences; and brutal transport and slaughter conditions. If you have been seduced by humane marketing claims, check out our comprehensive analysis of the humane farming myth as well as The Humane Hoax by author Hope Bohanec.","42":"By portraying the relationship between farmer and the animals he exploits as consensual, we, as the consumers of his products, are misled into believing that other animals don’t mind being used against their will, thereby reducing the issue to one of how we treat them. This has led, not only to a wholesale denial of the value of their lives, but also to a  standard of treatment we call “humane,” which would be considered torture if applied to our cats and dogs, With other animals, we recognize that use is a form of abuse and that taking their lives in the prime of their lives is the most serious moral transgression. While inhumane treatment may cause great suffering, there is at least the chance of recovery, but there is no recovery from being killed. In the words of former pig farmer, Bob Comis, “Livestock farmers, no matter what kind — from the largest, most cynical, and inhumane factory farmers to the smallest, seemingly most ethical pasture-based farmers — traffic in death. It is death that is our aim, our purpose. Death is the end. Life is the means. Money the reward.”","43":"We can care about and advocate for more than one cause! Advocating for non-human animals does not take away from advocacy against human oppression. We don’t systematically test on, breed, raise and violently kill billions of human babies for profit and taste. Most modern societies do not regard human beings as chattel property, while animals continue to be used as commodities, without any consideration for their suffering. But even if humans were used and abused on the scale and level of other animals, the fact that we inflict suffering on our own species is in no way a justification to inflict suffering on other species. Ironically, those who rationalize animal suffering in this way are paying desensitized farm workers to do what they would never do to humans or other animals.","44":"“Farm animals can be profoundly mistreated and still produce, in the same way that profoundly mistreated humans can be overweight, sexually active and able to produce offspring. Like humans, farm animals can adapt, up to a point, to living in slums and concentration camp conditions. Is this an argument for slums and concentration camps? Farm animals do not gain weight, lay eggs, and produce milk because they are comfortable, content, or well-cared for, but because they have been manipulated specifically to do these things through genetics, medications, and management techniques. For example, cage layer producers artificially stimulate and extend egg production by keeping the lights burning for 16 or 17 hours a day to force the hen’s pituitary gland to secrete increased quantities of the hormone that activates the ovary. Animals in production agriculture are slaughtered at extremely young ages, before disease and death have decimated them as would otherwise happen even with all the drugs. Even so, many more individual animals suffer and die in intensive farming, but because the volume of animals being used is so big — in the billions — the losses are economically negligible, while the volume of flesh, milk and eggs is abnormally increased.” — Karen Davis, Ph.D. If you’re looking for more evidence, check out our collection of videos of undercover investigations at farms and slaughterhouses.","45":"If you buy animal products, you’re paying for the abuse and murder of animals — artificially breeding them, raising them quickly to “market weight” and violently killing them in their youth, at just a fraction of their natural lifespan. Even the “high welfare” standards frequently permit the following: slashing the throats of stunned yet conscious animals and letting them bleed to death; driving an electrocution rod up the animal’s rectum in order to cause a grand mal seizure; and poison gas and suffocation, which can send the animal into violent seizures for the last several minutes of his life. If any of these practices were inflicted on human beings, we would consider them — not just cruelty and abuse — but torture and even genocide, if performed on the massive scale of animal agriculture. If any of these practices were inflicted on our companion dogs or cats, the perpetrators could be criminally prosecuted on felony cruelty charges. If it is wrong to abuse humans and companion animals in these ways, then it is equally wrong to inflict these abuses on farmed animals.","46":"The concept of sacrifice has its roots in the earliest recorded civilizations. And even though we no longer practice the ancient rituals of animal sacrifice (with the exception of traditional societies), many modern day meat-eaters insist on framing the slaughter of farmed animals as a case of animals “sacrificing” their lives for us. The self-congratulatory (and self-exonerating) rhetoric of “honoring” the animals we needlessly brutalize for food continues to paint animals as “giving” us their flesh, milk and eggs, as if bestowing upon us a gift, or as if to suggest milk and eggs just fall from trees like fruit.","47":"Yet animals do not consent to being commodified, or to being engineered to produce milk and eggs at a far higher capacity than their bodies were designed for, or to being forced into captivity and confinement, or to being sexually violated to produce offspring, or to having their offspring taken from them, or to being killed against their will while in their youth. The psychology of sacrifice is based on our need to absolve ourselves from the guilt we feel for harming animals by assigning them a human-like ability to selflessly “gift” us their bodies and their lives. It is a disingenuous gesture.","48":"Written by Free from Harm, view the original source by clicking here!","49":"Dogs are not obligate carnivores, and in fact much of the scientific literature classifies them as omnivores. Regardless, dogs can and do easily thrive on a properly formulated vegan diet, and this can be accomplished by feeding them a ready-made vegan dog food, of which several brands exist, or preparing a whole foods vegetable diet for them that includes things like rice, sweet potatoes or carrots, lentils, and other veggies many dogs love, along with any needed supplements. Read more…","50":"You not murdering anyone is not going to stop murder worldwide, but this doesn't mean you should murder someone. We are all accountable for our own actions. Regardless of whether other people abuse animals: do you want to be the reason another animal is abused? Every justice movement throughout history started with a small number of people who said enough is enough, and it grew and grew from there. ","51":"“It’s just the way things are. Take a moment to consider this statement. Really think about it. We send one species to the butcher and give our love and kindness to another apparently for no other reason than because it’s the way things are. When our attitudes and behaviors towards animals are so inconsistent, and this inconsistency is so unexamined, we can safely say we have been fed absurdities. It is absurd that we eat pigs and love dogs and don’t even know why. Many of us spend long minutes in the aisle of the drugstore mulling over what toothpaste to buy. Yet most of don’t spend any time at all thinking about what species of animal we eat and why. Our choices as consumers drive an industry that kills ten billion animals per year in the United States alone. If we choose to support this industry and the best reason we can come up with is because it’s the way things are, clearly something is amiss.”","52":"Absolutely inaccurate. In the last several years, a number of scholarly and non scholarly arguments have gained traction by claiming that if vegans factor in the amount of animals killed in the harvesting of plant crops, they would find that vegan and vegetarian diets result in a greater number of animals killed than diets based on pasture-raised animals. We have two excellent articles to refute this claim, Comparing Animal Deaths in Production of Plant and Animal Foods and Why Plant Crops Don’t Kill More Wildlife than Pasture Raised Animals.","53":"If you were unaware of your murderer’s premeditated intention to kill you before he shot you point blank in the head, and you felt little or no pain or suffering before the life was snuffed out of you, would this make the murderer’s act any less immoral? Farmed animals are highly aware and sentient. They clearly demonstrate their interests, likes, dislikes, needs and desires. Indeed, animals will fight for their lives — and for the lives of their offspring — and even for the lives of members of their extended social group, as vociferously as we would fight for our own lives. Our cats and dogs yearn for our attention and affection and bond with us. Farmed animals who have learned to trust us will often similarly bond with us. Also like cats and dogs, cows, pigs, turkeys and chickens clearly display depression, frustration, anger, hostility, fear and despair when we deny them the conditions that allow them to freely express themselves, as is the case on farms. Even under the highest welfare standards, most or all of farmed animals’ fundamental interests are denied. And a violent and undignified end to their abbreviated life is the inevitable outcome. For a visceral example of how dearly animals wish to live, check out this video of a cow in line at a slaughterhouse who tries to escape the kill chute.","54":"Whether humans are more subjectively important to us than other animals is not relevant to our unnecessary exploitation of billions of animals for food. The fact is, we force animals to suffer unnecessarily for no other reason than our palate pleasure. At the same time, we say that we believe, as a general principle, that it is wrong to cause unnecessary harm and suffering to animals. We oppose such things as dog fighting and whale hunting. We are outraged by the story of a teenager who tortured and killed his cat for kicks. But opposing one case of needless animal suffering means opposing all cases of needless animal suffering. Opposing violence and exploitation of human victims means opposing the same, unequivocally, for non-human victims who share the same fundamental capacity for suffering. To act consistently on this belief means to adopt a vegan lifestyle. Read more on why the claim of human superiority doesn’t justify doing whatever we want to animals.","55":"A common reaction to animal advocates is that we only care about animals or care more about animals than humans. So this post is about evaluating this kind of reaction and suggesting constructive ways of responding to it. The underlying belief that drives this fabricated conflict between humans and other animals is the denial that humans are in fact animals themselves. Read on","56":"Check out the book, Eat Vegan on $4 a Day, to learn how easy it is to eat vegan on a restricted budget. Grains and legumes have served as the staple crops of civilizations around the world since the domestication of agriculture around 10,000 B.C. Up until very recently, animal products such as meat, cheese, milk and eggs were cost prohibitive, a “luxury” only the more affluent could afford. With the industrial revolution, the production of animal products began to escalate as a result of new mass feeding, transport and slaughter technologies. Increased efficiency combined with heavy government subsidies to animal agriculture pushed the price of animal products down to unprecedented lows that almost anyone could afford. Today, American taxpayers currently pay $38 billion annually to fund the government’s corporate welfare programs (subsidies) to the highly-profitable meat and dairy industries, according to the book Meatonomics. Author Dave Simon points out that “animal food producers impose almost $2 in hidden costs on Americans for every $1 of product they sell at retail.” In his analysis, “A $5 Big Mac would cost $13 if the retail price included hidden expenses that meat producers offload onto society.” (See pie chart above for further details.)","57":"Yes, but the detrimental impact to animals from a vegan diet is astronomically less compared to raising and killing animals for food. Veganic agriculture employs no till harvesting that reduces harm to rodents and other small animals. And while millions of animals are legally killed every year to protect conventional agriculture via traps, poisons, pesticides, and other licensed forms of extermination, veganic farming practices can help to restore biodiversity of plants and animals by creating wildlife habitats. Encouraging diverse plant, animal and insect species makes it less likely that any single species will dominate an area and cause serious crop damage. Techniques such as companion planting, beetle banks and hedge cultivation can be used to maintain the balance of potentially competing animals.","58":"Even non-vegans already believe that the world would be a better place with less suffering. It is not hypocritical to hold a belief in veganism and yet be unable to avoid all products and by-products of animal exploitation because of circumstances well outside of our control, just as it is impossible for someone who opposes slavery to avoid all of the products and outcomes derived from the institution of slavery, like the roads we still drive on or the battles that were fought with slave soldiers.","59":"The perfect is the enemy of the good, as has been often noted. Perfection is not the goal of veganism. Vegans seek to abolish the enslavement and exploitation of nonhuman animals. Human exploitation of animals is the most widespread, gratuitous and needless form of animal suffering and death on the planet, and we can end it simply by making a few adjustments to our diet and lifestyle. Vegans simply stop buying meat, dairy and eggs, foods containing animal-derived ingredients, and animal-based fabrics and accessories. Everything else — all the secondary by-products and ingredients that can be found in such things as adhesives and cosmetics — exists only because of the slaughterhouse industry, which exists only because of consumer demand for meat, dairy and eggs.","60":"The notion that it’s impossible to be 100% vegan, so why try? implies that if we cannot raise food without harming anyone, then we might as well raise and kill whatever we want. So if perfection is not obtainable, then let’s throw out ethics (including intention) all together. This just becomes a reductive, “all or nothing” justification for doing whatever we want, and it negates what we say we already believe, that less suffering is better even if we can’t eliminate it completely. By going vegan, you will not become perfect or even cruelty-free. But you’ll have reduced an enormous amount of suffering to innocent beings who have done nothing to you, just by making some simple dietary and lifestyle changes. To go more in depth on this topic, check out Charles Horn’s article, You Can’t Be 100% Vegan.","61":"Written by Free from Harm, view the original source by clicking here!","62":"“It’s just the way things are. Take a moment to consider this statement. Really think about it. We send one species to the butcher and give our love and kindness to another apparently for no other reason than because it’s the way things are. When our attitudes and behaviors towards animals are so inconsistent, and this inconsistency is so unexamined, we can safely say we have been fed absurdities. It is absurd that we eat pigs and love dogs and don’t even know why. Many of us spend long minutes in the aisle of the drugstore mulling over what toothpaste to buy. Yet most of don’t spend any time at all thinking about what species of animal we eat and why. Our choices as consumers drive an industry that kills ten billion animals per year in the United States alone. If we choose to support this industry and the best reason we can come up with is because it’s the way things are, clearly something is amiss.”Melanie Joy","63":"In a lifetime, each of us will eat more than 7,000 animals so by choosing to stop today, a lot of lives are spared. It won’t save the animals who are in farms and slaughterhouses today, of course, but it is a simple rule of economics that when demand decreases so does supply. Quite simply, as people buy fewer animal products, supermarkets and butchers will reduce their orders, and so fewer animals will be bred and killed.","64":"While sparing the lives of thousands of animals is no small thing, our impact is magnified further because we are not going vegan all by ourselves. There are millions of us choosing to eat only animal-free foods and each of us influences others to enjoy meat-free meals, too.","65":"We can see tangible changes in the farming industry specifically because people are going vegan. In the UK in 2016, sales of fresh meat were down by £328 million, fresh milk down by £54 million and cheese down by £73 million just in one year! And the UK with its half a million vegans is not alone. In the US, sales of meat have been declining for a decade, plant-based milk sales are worth $4.2 billion, and 16 million Americans eat no animal products at all. In Canada, annual meat consumption has been in decline since 2009 and 25 per cent of Canadians are moving towards plant-based recipes and products. In Australia, which is the third-fastest growing vegan market in the world behind China and the United Arab Emirates, sales of dairy are in decline as young people turn their backs on cheese and cows’ milk. And in Germany, 10 per cent of people are already meatless. Change is happening all around the world!","66":"Alone, we spare the miserable suffering of thousands of animals, which is something extraordinary to be proud of, but together we are saving billions of animals, and every person’s contribution counts.","67":"Written by Veganuary.com, view the source by clicking here!","68":"","69":"Hopefully you’ll be pleasantly surprised by the reaction of most people to you going vegan People will naturally be interested and will ask questions, and most have no desire to ‘catch you out’ or embarrass you. However, you may feel as though you’re suddenly expected to be an expert in all things nutrition, the environment and health, and that can be a little overwhelming… especially when you’re still learning about all of this for yourself!","70":"Many of the questions you may be asked stem from the common misconceptions, or myths, that surround being vegan. Well, the team at Veganuary have been asked most of these collectively, so we’ve compiled a list of answers to these ‘FAQs’ on Veganuary!","71":"To view and search all myths, please click here.","72":"If you rather watch these in video form instead of having to read it all, skip this as we're going to give you 30 short videos to watch for the next challenge!","73":"Religion is often used as a justification for eating animals. However, because religion points in the direction of kindness and respect and points away from unnecessary harm and violence, veganism is the most admirable choice. Check out the video below to see a discussion about this topic; although it mostly covers Christianity, it can be used to examine this argument across other religions as well.","74":"Learn more about James Aspey by clicking here!","75":"Find more videos with Dr. Neal by visiting his channel over here!","76":"Learn more about Last Chance for Animals by clicking here!"},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"quote","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson","48":"lesson","49":"lesson","50":"lesson","51":"lesson","52":"lesson","53":"lesson","54":"lesson","55":"lesson","56":"lesson","57":"lesson","58":"lesson","59":"lesson","60":"lesson","61":"lesson","62":"quote","63":"lesson","64":"lesson","65":"lesson","66":"lesson","67":"lesson","68":"lesson","69":"lesson","70":"lesson","71":"lesson","72":"lesson","73":"lesson","74":"lesson","75":"lesson","76":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/508\/nature-biology-or-evolution-justifications","1":"https:\/\/veganbootcamp.org\/course-progress\/508\/nature-biology-or-evolution-justifications","2":"https:\/\/veganbootcamp.org\/course-progress\/508\/nature-biology-or-evolution-justifications","3":"https:\/\/veganbootcamp.org\/course-progress\/508\/nature-biology-or-evolution-justifications","4":"https:\/\/veganbootcamp.org\/course-progress\/508\/nature-biology-or-evolution-justifications","5":"https:\/\/veganbootcamp.org\/course-progress\/508\/nature-biology-or-evolution-justifications","6":"https:\/\/veganbootcamp.org\/course-progress\/508\/nature-biology-or-evolution-justifications","7":"https:\/\/veganbootcamp.org\/course-progress\/508\/nature-biology-or-evolution-justifications","8":"https:\/\/veganbootcamp.org\/course-progress\/508\/nature-biology-or-evolution-justifications","9":"https:\/\/veganbootcamp.org\/course-progress\/508\/nature-biology-or-evolution-justifications","10":"https:\/\/veganbootcamp.org\/course-progress\/508\/nature-biology-or-evolution-justifications","11":"https:\/\/veganbootcamp.org\/course-progress\/508\/nature-biology-or-evolution-justifications","12":"https:\/\/veganbootcamp.org\/course-progress\/508\/nature-biology-or-evolution-justifications","13":"https:\/\/veganbootcamp.org\/course-progress\/508\/nature-biology-or-evolution-justifications","14":"https:\/\/veganbootcamp.org\/course-progress\/509\/personal-choice-belief-justifications","15":"https:\/\/veganbootcamp.org\/course-progress\/509\/personal-choice-belief-justifications","16":"https:\/\/veganbootcamp.org\/course-progress\/509\/personal-choice-belief-justifications","17":"https:\/\/veganbootcamp.org\/course-progress\/509\/personal-choice-belief-justifications","18":"https:\/\/veganbootcamp.org\/course-progress\/509\/personal-choice-belief-justifications","19":"https:\/\/veganbootcamp.org\/course-progress\/509\/personal-choice-belief-justifications","20":"https:\/\/veganbootcamp.org\/course-progress\/509\/personal-choice-belief-justifications","21":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","22":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","23":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","24":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","25":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","26":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","27":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","28":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","29":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","30":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","31":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","32":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","33":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","34":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","35":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","36":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","37":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","38":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","39":"https:\/\/veganbootcamp.org\/course-progress\/510\/health-necessity-justifications","40":"https:\/\/veganbootcamp.org\/course-progress\/511\/humane-treatment-justifications","41":"https:\/\/veganbootcamp.org\/course-progress\/511\/humane-treatment-justifications","42":"https:\/\/veganbootcamp.org\/course-progress\/511\/humane-treatment-justifications","43":"https:\/\/veganbootcamp.org\/course-progress\/511\/humane-treatment-justifications","44":"https:\/\/veganbootcamp.org\/course-progress\/511\/humane-treatment-justifications","45":"https:\/\/veganbootcamp.org\/course-progress\/511\/humane-treatment-justifications","46":"https:\/\/veganbootcamp.org\/course-progress\/511\/humane-treatment-justifications","47":"https:\/\/veganbootcamp.org\/course-progress\/511\/humane-treatment-justifications","48":"https:\/\/veganbootcamp.org\/course-progress\/511\/humane-treatment-justifications","49":"https:\/\/veganbootcamp.org\/course-progress\/512\/miscellaneous-justifications","50":"https:\/\/veganbootcamp.org\/course-progress\/512\/miscellaneous-justifications","51":"https:\/\/veganbootcamp.org\/course-progress\/512\/miscellaneous-justifications","52":"https:\/\/veganbootcamp.org\/course-progress\/512\/miscellaneous-justifications","53":"https:\/\/veganbootcamp.org\/course-progress\/512\/miscellaneous-justifications","54":"https:\/\/veganbootcamp.org\/course-progress\/512\/miscellaneous-justifications","55":"https:\/\/veganbootcamp.org\/course-progress\/512\/miscellaneous-justifications","56":"https:\/\/veganbootcamp.org\/course-progress\/512\/miscellaneous-justifications","57":"https:\/\/veganbootcamp.org\/course-progress\/512\/miscellaneous-justifications","58":"https:\/\/veganbootcamp.org\/course-progress\/512\/miscellaneous-justifications","59":"https:\/\/veganbootcamp.org\/course-progress\/512\/miscellaneous-justifications","60":"https:\/\/veganbootcamp.org\/course-progress\/512\/miscellaneous-justifications","61":"https:\/\/veganbootcamp.org\/course-progress\/512\/miscellaneous-justifications","62":"https:\/\/veganbootcamp.org\/course-progress\/512\/miscellaneous-justifications","63":"https:\/\/veganbootcamp.org\/course-progress\/513\/can-one-person-make-a-difference","64":"https:\/\/veganbootcamp.org\/course-progress\/513\/can-one-person-make-a-difference","65":"https:\/\/veganbootcamp.org\/course-progress\/513\/can-one-person-make-a-difference","66":"https:\/\/veganbootcamp.org\/course-progress\/513\/can-one-person-make-a-difference","67":"https:\/\/veganbootcamp.org\/course-progress\/513\/can-one-person-make-a-difference","68":"https:\/\/veganbootcamp.org\/course-progress\/513\/can-one-person-make-a-difference","69":"https:\/\/veganbootcamp.org\/course-progress\/514\/vegan-myths-debunked","70":"https:\/\/veganbootcamp.org\/course-progress\/514\/vegan-myths-debunked","71":"https:\/\/veganbootcamp.org\/course-progress\/514\/vegan-myths-debunked","72":"https:\/\/veganbootcamp.org\/course-progress\/514\/vegan-myths-debunked","73":"https:\/\/veganbootcamp.org\/course-progress\/515\/veganism-and-religion","74":"https:\/\/veganbootcamp.org\/course-progress\/515\/veganism-and-religion","75":"https:\/\/veganbootcamp.org\/course-progress\/516\/dr-neal-barnard-myths","76":"https:\/\/veganbootcamp.org\/course-progress\/517\/casa-de-carne"}}