{"tag":{"0":"Kids","1":"Kids","2":"Kids","3":"Kids","4":"Kids","5":"Kids","6":"Kids","7":"Kids","8":"Kids","9":"Kids","10":"Kids","11":"Kids","12":"Kids","13":"Kids","14":"Kids","15":"Kids","16":"Kids","17":"Kids","18":"Kids","19":"Kids","20":"Kids","21":"Kids","22":"Kids","23":"Kids","24":"Kids","25":"Kids","26":"Kids","27":"Kids","28":"Kids","29":"Kids","30":"Kids","31":"Kids","32":"Kids","33":"Kids","34":"Kids","35":"Kids","36":"Kids","37":"Kids","38":"Kids","39":"Kids","40":"Kids","41":"Kids","42":"Kids","43":"Kids","44":"Kids","45":"Kids","46":"Kids","47":"Kids","48":"Kids","49":"Kids","50":"Kids","51":"Kids","52":"Kids","53":"Kids","54":"Kids","55":"Kids","56":"Kids","57":"Kids","58":"Kids","59":"Kids","60":"Kids","61":"Kids","62":"Kids","63":"Kids","64":"Kids","65":"Kids","66":"Kids","67":"Kids","68":"Kids","69":"Kids","70":"Kids","71":"Kids","72":"Kids","73":"Kids","74":"Kids","75":"Kids","76":"Kids","77":"Kids","78":"Kids","79":"Kids","80":"Kids","81":"Kids","82":"Kids","83":"Kids","84":"Kids","85":"Kids","86":"Kids","87":"Kids","88":"Kids","89":"Kids","90":"Kids","91":"Kids","92":"Kids","93":"Kids","94":"Kids","95":"Kids","96":"Kids","97":"Kids","98":"Kids","99":"Kids","100":"Kids","101":"Kids","102":"Kids","103":"Kids","104":"Kids","105":"Kids","106":"Kids","107":"Kids","108":"Kids","109":"Kids","110":"Kids","111":"Kids","112":"Kids","113":"Kids","114":"Kids","115":"Kids","116":"Kids","117":"Kids","118":"Kids","119":"Kids","120":"Kids","121":"Kids","122":"Kids","123":"Kids","124":"Kids"},"text":{"0":"Note: The information provided on this website, while from reputable sources, is not be a replacement for medical advice. Consult a dietitian before changing the diet of your child.","1":"Before we tackle what a healthy and vegan diet for children looks like, let's first discuss the consensus of doing so for the health of your child. The American Diet Association states in an article: \"It is the position of the American Dietetic Association that appropriately planned vegetarian diets, including total vegetarian or vegan diets, are healthful, nutritionally adequate, and may provide health benefits in the prevention and treatment of certain diseases. Well-planned vegetarian diets are appropriate for individuals during all stages of the life cycle, including pregnancy, lactation, infancy, childhood, and adolescence, and for athletes.\" (source)","2":"The British Diet Organization is even working together with The Vegan Society, as they are also of the opinion that a vegan diet is healthy for all stages of life: Both organizations [The Vegan Society and the The British Diet Organization] will “work together to show that it is possible to follow a well-planned, plant-based, vegan-friendly diet that supports healthy living in people of all ages, and during pregnancy and breastfeeding” and “promote reliable, evidence based advice on a healthy vegan diet to members of the public, services users, and medical professionals.” (source)","3":"Diet associations of other countries have taken a standpoint in this case. For example, the Dutch version (Voedingscentrum) also declared veganism healthy for children, but they do recommend a vitamin B12 supplement and advice from dietitians. If your local diet association has a similar standpoint, let us know and we can provide it on Vegan Bootcamp as a resource. (source)","4":"Hopefully, it feels less scary to let your child become vegan with the support of various diet associations. However, it is a fact that children need different intakes of macros (protein, carbohydrates and fats) and micros (vitamins and minerals), so you shouldn't take this lightly. Luckily, the Vegan Society has a wealth of information on their website regarding which aspects of a child's vegan diet require extra attention. Follow this link to find the information.","5":"In general, here are some key elements to pay attention to:","6":"Everyone should make sure they ingest all nutrients. This includes people with an omnivorous diet. However, a vegan diet can be new so all vegans should pay extra attention to their diet, especially in the beginning. And to reiterate, this page is not a replacement for medical advice. (source)","7":"As stated before, this is not a replacement of medical advice. Don't take a risk with your own or your children's health. Nobody is a bad parent for seeking advice from a dietitian or other medical adviser. If anything, it makes you a better parent. We recommend that everyone seeks this medical advice, especially for their children. ","8":"We also recommend a dietitian that supports a vegan diet. Unfortunately, some dietitians are still against veganism, especially for children. As you've already learned, it has been proven that well-planned vegan diets are healthy at any stage of life. Someone who isn't in support of veganism is not only uninformed but, as a consquence, someone that cannot help you properly. Make sure that you find a dietitian that is right for you and your family.","9":"If you choose, despite our recommendation, to not consult medical advice, please pay close attention to your child. Certain behavioral and health effects can indicate shortages in their diet. In case you see these signs, consult a dietitian as soon as possible. The signs to look out for include:","10":"(source)","11":"Dietitian Heather Russell provides a kids' meal plan as well as fun ways to introduce the great fruit and vegetable adventure to young children.","12":"Fruit and vegetables are an important part of meals and snacks, providing you and your child with vital fibre, vitamins and minerals. Whether your child is vegan already or going vegan, this blog will give you some ideas about how to help them get their 5-a-day and make their eating experiences as positive as possible. ","13":"If you’ve got a bit more time at the weekend, why not prepare a cooked breakfast? Below you’ll find some great ideas, all of which count as one of your 5-a-day.  As a rough guide, one portion is the amount that your child can fit in their hand (apart from dried fruit).","14":"Beans, chickpeas and lentils are important sources of protein, iron and zinc in vegan diets. Did you know that a serving can count as one of your 5-a-day?","15":"Fruit is a nutritious and delicious dessert. The following examples could be served with fortified soya alternatives to yoghurt or custard:","16":"Fruit and vegetables are great snack foods and sometimes they can even be subsidised. For example, if your child is four to six years old and attends a state-funded school in England, they are entitled to receive a free piece of fruit or vegetable every school day. Other countries may offer similar schemes, so get checking.","17":"Your child might be hungry at home time, so make sure that they’ve got some fruit to keep them going as it’s a good source of slow-burning energy. At home, keep a fruit bowl within easy reach to encourage healthy snacking. If you are washing and chopping fruit and vegetables for a meal, seize the opportunity to prepare extra for snacks.","18":"This suggested meal plan will help you and your child to enjoy fruit and vegetables throughout the day:","19":"Breakfast","20":"Mid-morning","21":"Lunch","22":"Mid-afternoon","23":"Evening meal","24":"Breakfast ","25":"Mid-morning","26":"Lunch","27":"Mid-afternoon","28":"Evening meal","29":"Ground linseed is a source of essential omega-3 fat, which can be stirred into yoghurt and cereal, or blended into smoothies. You can buy large packs of whole linseed, blend a small quantity, and store it in an airtight container in the fridge to make sure it remains nutritious.","30":"Did you know that calcium-set tofu is a great source of calcium? Fortified alternatives to milk and yoghurt are full of the mineral, too. Include these calcium-rich foods in most of your child’s meals in order to help them hit their daily calcium target.","31":"Beans, chickpeas, lentils, tofu and peanuts provide protein, iron and zinc. Adding sources of vitamin C may help your child to absorb more iron. Pepper, broccoli, cabbage, Brussels sprouts, kiwi fruits, oranges, strawberries, pineapple, grapefruit and orange juice are rich in vitamin C.","32":"Vitamin D supplementation is recommended for everyone in the UK during autumn and winter. Year round supplementation is recommended for some groups, including people who do not regularly expose their skin to sunlight, those with darker skin, and children under the age of five years (apart from those consuming more than 500ml of infant formula daily)*.","33":"Every vegan needs a reliable source of vitamin B12 and iodine in their diet. Vitamin B12 can be obtained from fortified foods or a supplement*. Arguably a supplement is the best way of providing iodine*. Seaweed is rich in iodine, but the content is variable, and some varieties contain too much iodine or contaminants.","34":"*Please discuss the use of supplements with a health professional to ensure that they are suitable for your child.","35":"The process of learning to like new foods takes time, and positive experiences will help your child to enjoy eating a variety of fruit and vegetables. Here are some tips:","36":"There are lots of ways to make eating fruit and vegetables fun. Here are some ideas:","37":"Growing fruit and vegetables is a brilliant way to get your kids excited about eating them. You don’t need to have lots of space because they can be grown in containers.","38":"Ideally, fruit and vegetables should be introduced in a way that allows your child to recognise them. However, there are many ways of adding fruit and vegetables to other foods, which can boost nutritional value. Vegetables can be added to or blended into sauces. You can even increase the fibre, vitamin and mineral contents of cakes! Dates can be used as a sweetener, and you can find recipes that include beans, beetroot, butternut squash, carrot, chickpeas, courgette, parsnip, pumpkin or sweet potato.","39":"Vegan Richa lists 35 kid-friendly vegan recipes!","40":"Kids can be tough to feed at times. Let’s try and make it easier with this compilation of kid friendly vegan recipes!","41":"Vegan Banana French Toast","42":"What kid doesn’t love french toast with fruit on top? Take those brown bananas off your counter and make this delicious caramelized banana topping. Your kids will think you’re serving dessert first!","43":"Chickpea Flour Scramble","44":"What an amazing way to hide some morning veggies! Stuff this delicious mixture in a tortilla and serve up some breakfast burritos with a side of ketchup!","45":"Vegan Sharp White Mac and Cheese. ","46":"Cheese Sauce, Crispy Topping. Mac. Win win. ","47":"Vegan Gluten-Free Lemon Donuts","48":"Vegan. Gluten-Free. Donuts. Did I mention lemon? & 3 gms of protein per donut. You might eat these before your kids get to them, don’t say I didn’t warn you.","49":"Fettuccine Alfredo with Mushrooms","50":"Keep getting comments about how this one has been a hit with all the people in the family!","51":"Vegan Broccoli (or any vegetable) Tater Tots","52":"Bite size stuff with hidden veggies. Win","53":"Carrot Cake Pancakes","54":"Sweet Veggie Pancakes. Pancakes in any form or shape!","55":"Chickpea Flour pancakes","56":"Savory Veggie pancakes. Call them omelets.","57":"Vegan Donuts with Chocolate Glaze","58":"Need I say more?","59":"1 Pot Peanut sauce Noodles!","60":"Get the kids to arrange their favorite veggies in the pot!","61":"Peanut Butter Chickpea Cookie Pie","62":"Is it a pie made out of a cookie or a giant cookie made into a pie? And it has chickpeas! Who cares, your kids will eat all their veggies at dinner to get to this!","63":"Vegan Grill-able Veggie Burger","64":"Perfect for those last few summer bbqs… let them pick their own toppings!","65":"Baked Plantain Fries","66":"These healthy fries will be a hit with your kids! Another reason to dip something in sauce… a definite winner!","67":"Vegan Pumpkin Sage Pasta with Pumpkin Cream Sauce & Crispy Sage","68":"Kids will ask for second helpings of this pasta with creamy pumpkin sauce!","69":"Vegan Mummy Dogs","70":"Halloween will be here before you know it, these Mummy Veggie Dogs are perfect for now and just in time for the upcoming spooky month!","71":"1-Hour Masala Vegetable Pot Pie","72":"Veggies covered in a creamy sauce and topped with biscuits, a guarantee winner at the table. Use spice blend of choice or just some herbs for the flavor profile. Easy biscuits made with puff pastry dough!","73":"Bean And Cheese Quesdillas","74":"Because dips and grilled cheesy things.","75":"Vegan Naan – Plain, Avocado or Garlic Stuffed","76":"Naan bread with a twist! Kids will have fun making these with you!","77":"Indian Butter Tofu Paneer","78":"A delicious, creamy mild dish perfect to serve over rice or with homemade naan bread! Omit the green chile.","79":"Cheesy Pull Apart Pizza Bread","80":"Pizza that’s easy to eat with little hands, this is a must try!","81":"Mexican Tortilla Bake","82":"Everything under the sauce. ","83":"Taco Spice White Bean Quesadillas","84":"10 Minutes meals that the kids can assemble!","85":"Veggie Lo Mein","86":"Oodles of Noodles that are ready within no time and use everyday ingredients. ","87":"Garlicky Zucchini Quinoa Cakes","88":"These make great leftovers for school lunches!","89":"Peanut Butter Sweet Potato Curry with Veggies & Peas","90":"This is a kid favorite! Serve over rice or with naan bread for dipping! (After all, dipping anything is a kid-friendly coercion tactic at the dinner table!)","91":"Teriyaki Tofu Stir Fry Over Quinoa","92":"Simple and delicious, this recipe is sure to be a winner at the table!","93":"Oven Roasted Onion and Cheese Chickpeas","94":"What! Chips in Chickpea form?  Treat packed full of fiber, great for movie night!","95":"Vegan Shepherd’s Pie with Chickpeas & Sweet Potato","96":"Dig out those extra small casserole dishes and make one for each person!","97":"Easy Veggie Vegan Pizza with 20-Minute Crust","98":"“I do it myself, Mommy!”","99":"Make this recipe into individual sized pizzas and let them decorate their own with all the veggies they want!","100":"Sweet & Sour Chickpeas, Peppers & Broccoli","101":"What a great way to get your kids to eat their veggies & fiber! Kids love the pineapple in this recipe!","102":"Spinach Pesto Pasta","103":"Pesto and cheesy is the choice of pasta for my niece. tomatoes are too red. ","104":"Vegan Almond Butter Mousse Strawberry Parfait","105":"This is a dessert you can feel good about!","106":"Turmeric Carrot Muffins with Chia & Coconut","107":"These high fiber muffins are great for busy school mornings.","108":"Vegan Mango Lassi Popsicles","109":"Beat the heat with some delicious, naturally sweetened popsicles!","110":"Maple Bacon Peanut Butter Waffles","111":"Waffles…………………………..","112":"Peanut Butter Chocolate Banana Muffins","113":"A 1-bowl recipe your kids will surely love!","114":"Black Bean Tostadas","115":"Top with whatever you want Tostadas. Get the kids to make their own on the tostada station ","116":"Lentil Sweet Potato Tacos","117":"Lentils or Beans, roasted potatoes or veggies under heaping salsa and guacamole. Always a fave","118":"Nachos!","119":"Make your own Nacho bar to get everyone working. Make all from scratch or use some store bought elements. Choice of whihever beans, roasted veggies, Easy Nacho cheese sauce that takes 10 minutes, Salsa, pickled jalapenos, avocado and the lot. ","120":"Potato Carrot Cheese Sauce Mac and Cheese","121":"Veggies in Cheese Sauce!  Reduce the black pepper","122":"Vegan Chocolate Peanut Butter Ice Cream Pops","123":"There are still warm summer days ahead of us so whip up some of these delicious, healthy popsicles!","124":"Raising your kids vegan, whether it be now or in the future, can seem daunting, given the status of the non-vegan world. Check out some resources and articles at Raise Vegan. They have a slew of articles, everything from pregnancy to kid-friendly (and parent friendly!) recipes. Know that you are not alone in wanting to spread your vegan values to your children!"},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson","48":"lesson","49":"lesson","50":"lesson","51":"lesson","52":"lesson","53":"lesson","54":"lesson","55":"lesson","56":"lesson","57":"lesson","58":"lesson","59":"lesson","60":"lesson","61":"lesson","62":"lesson","63":"lesson","64":"lesson","65":"lesson","66":"lesson","67":"lesson","68":"lesson","69":"lesson","70":"lesson","71":"lesson","72":"lesson","73":"lesson","74":"lesson","75":"lesson","76":"lesson","77":"lesson","78":"lesson","79":"lesson","80":"lesson","81":"lesson","82":"lesson","83":"lesson","84":"lesson","85":"lesson","86":"lesson","87":"lesson","88":"lesson","89":"lesson","90":"lesson","91":"lesson","92":"lesson","93":"lesson","94":"lesson","95":"lesson","96":"lesson","97":"lesson","98":"lesson","99":"lesson","100":"lesson","101":"lesson","102":"lesson","103":"lesson","104":"lesson","105":"lesson","106":"lesson","107":"lesson","108":"lesson","109":"lesson","110":"lesson","111":"lesson","112":"lesson","113":"lesson","114":"lesson","115":"lesson","116":"lesson","117":"lesson","118":"lesson","119":"lesson","120":"lesson","121":"lesson","122":"lesson","123":"lesson","124":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/670\/veganism-and-children","1":"https:\/\/veganbootcamp.org\/course-progress\/670\/veganism-and-children","2":"https:\/\/veganbootcamp.org\/course-progress\/670\/veganism-and-children","3":"https:\/\/veganbootcamp.org\/course-progress\/670\/veganism-and-children","4":"https:\/\/veganbootcamp.org\/course-progress\/671\/transitioning-a-child-to-veganism","5":"https:\/\/veganbootcamp.org\/course-progress\/671\/transitioning-a-child-to-veganism","6":"https:\/\/veganbootcamp.org\/course-progress\/671\/transitioning-a-child-to-veganism","7":"https:\/\/veganbootcamp.org\/course-progress\/672\/consulting-a-dietitian","8":"https:\/\/veganbootcamp.org\/course-progress\/672\/consulting-a-dietitian","9":"https:\/\/veganbootcamp.org\/course-progress\/672\/consulting-a-dietitian","10":"https:\/\/veganbootcamp.org\/course-progress\/672\/consulting-a-dietitian","11":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","12":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","13":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","14":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","15":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","16":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","17":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","18":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","19":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","20":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","21":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","22":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","23":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","24":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","25":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","26":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","27":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","28":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","29":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","30":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","31":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","32":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","33":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","34":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","35":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","36":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","37":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","38":"https:\/\/veganbootcamp.org\/course-progress\/673\/vegan-meal-plan-for-children","39":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","40":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","41":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","42":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","43":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","44":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","45":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","46":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","47":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","48":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","49":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","50":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","51":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","52":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","53":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","54":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","55":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","56":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","57":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","58":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","59":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","60":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","61":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","62":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","63":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","64":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","65":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","66":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","67":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","68":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","69":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","70":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","71":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","72":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","73":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","74":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","75":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","76":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","77":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","78":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","79":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","80":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","81":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","82":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","83":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","84":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","85":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","86":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","87":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","88":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","89":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","90":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","91":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","92":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","93":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","94":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","95":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","96":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","97":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","98":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","99":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","100":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","101":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","102":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","103":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","104":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","105":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","106":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","107":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","108":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","109":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","110":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","111":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","112":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","113":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","114":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","115":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","116":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","117":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","118":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","119":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","120":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","121":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","122":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","123":"https:\/\/veganbootcamp.org\/course-progress\/674\/35-kid-friendly-meals","124":"https:\/\/veganbootcamp.org\/course-progress\/676\/raising-vegan-children"}}