{"tag":{"0":"Meat","1":"Meat","2":"Meat","3":"Meat","4":"Meat","5":"Meat","6":"Meat","7":"Meat","8":"Meat","9":"Meat","10":"Meat","11":"Meat","12":"Meat","13":"Meat","14":"Meat","15":"Meat","16":"Meat","17":"Meat","18":"Meat","19":"Meat","20":"Meat","21":"Meat","22":"Meat","23":"Meat","24":"Meat","25":"Meat","26":"Meat","27":"Meat","28":"Meat","29":"Meat","30":"Meat","31":"Meat","32":"Meat","33":"Meat","34":"Meat","35":"Meat","36":"Meat","37":"Meat","38":"Meat","39":"Meat","40":"Meat","41":"Meat","42":"Meat","43":"Meat","44":"Meat","45":"Meat","46":"Meat","47":"Meat","48":"Meat","49":"Meat","50":"Meat","51":"Meat","52":"Meat","53":"Meat","54":"Meat","55":"Meat","56":"Meat","57":"Meat","58":"Meat","59":"Meat","60":"Meat","61":"Meat","62":"Meat","63":"Meat","64":"Meat","65":"Meat","66":"Meat","67":"Meat","68":"Meat","69":"Meat","70":"Meat","71":"Meat","72":"Meat","73":"Meat","74":"Meat","75":"Meat","76":"Meat","77":"Meat","78":"Meat","79":"Meat","80":"Meat","81":"Meat","82":"Meat","83":"Meat","84":"Meat","85":"Meat","86":"Meat","87":"Meat","88":"Meat","89":"Meat","90":"Meat","91":"Meat","92":"Meat","93":"Meat","94":"Meat","95":"Meat","96":"Meat","97":"Meat","98":"Meat","99":"Meat","100":"Meat","101":"Meat","102":"Meat","103":"Meat","104":"Meat","105":"Meat","106":"Meat","107":"Meat","108":"Meat","109":"Meat","110":"Meat","111":"Meat","112":"Meat","113":"Meat","114":"Meat","115":"Meat","116":"Meat","117":"Meat","118":"Meat","119":"Meat","120":"Meat","121":"Meat","122":"Meat","123":"Meat","124":"Meat","125":"Meat","126":"Meat","127":"Meat","128":"Meat","129":"Meat","130":"Meat","131":"Meat","132":"Meat","133":"Meat","134":"Meat","135":"Meat","136":"Meat","137":"Meat","138":"Meat","139":"Meat","140":"Meat","141":"Meat","142":"Meat","143":"Meat","144":"Meat","145":"Meat","146":"Meat","147":"Meat","148":"Meat","149":"Meat","150":"Meat","151":"Meat","152":"Meat","153":"Meat","154":"Meat","155":"Meat","156":"Meat","157":"Meat","158":"Meat","159":"Meat","160":"Meat","161":"Meat","162":"Meat","163":"Meat","164":"Meat","165":"Meat","166":"Meat","167":"Meat","168":"Meat","169":"Meat","170":"Meat","171":"Meat","172":"Meat","173":"Meat","174":"Meat","175":"Meat","176":"Meat","177":"Meat","178":"Meat","179":"Meat","180":"Meat","181":"Meat","182":"Meat","183":"Meat","184":"Meat","185":"Meat","186":"Meat","187":"Meat","188":"Meat","189":"Meat","190":"Meat","191":"Meat","192":"Meat","193":"Meat","194":"Meat","195":"Meat"},"text":{"0":"The idea that we need to consume meat to remain healthy is a myth rooted in a culture with customs of eating meat and in an industry that wants to make money. Those two facts go hand-in-hand to support the meat industry.","1":"The meat industry impacts all of us, not just meat eaters.","2":"When we’re shopping for groceries to feed our families, topics like the meat industry don’t usually enter our minds. Unless, of course, we understand how the meat industry impacts animal welfare, the environment, and our own health.","3":"Too often, consumers simply follow the lifestyles their parents and grandparents before them led, never questioning the validity of their choices. Even if you have no interest in going vegan, learning about your dietary impact will make you a more educated consumer.","4":"There’s no question that we need food to survive. Our bodies require nourishment. There is a question, however, about whether we need the meat industry. And the answer is, “No.”","5":"Who needs the meat industry? The people who run the factory farming operations, slaughterhouses, transportation depots, and other parts of the food system.","6":"If we view the meat industry in a different light, we can begin to change how we approach feeding ourselves and our families — and what it means to consume meat and animal by-products.","7":"The meat industry is the enormous corporate system that commercializes animals as meat and other by-products. Animals like cows, chickens, pigs, and turkeys aren’t viewed as sentient creatures with lives to live, but as breasts, legs, thighs, flanks, and short loins.","8":"Perhaps the best meat industry definition is a commercial system that includes raising, slaughtering, and transporting meat from farm to fork.","9":"There are several meat industry problems, the largest of which is that it destroys the lives of animals who are bred and born for the specific purpose of slaughter. In other words, they’re not part of our natural ecosystem. They live and breathe on this earth for short periods of time just so we can make Aunt Sally’s chicken casserole.","10":"Meat industry companies don’t raise and slaughter animals for fun. They’re making huge profits, which keeps the cycle going.","11":"According to the North American Meat Institute, “The meat and chicken industry is the largest segment of U.S. agriculture.” It outperforms all other aspects of agriculture, from crop growing and harvesting foresting, fishing, aquaculture, dairy, and more.","12":"The largest doesn’t mean the best, though. The meat industry is single-handedly robbing sentient creatures of their animal rights and creating a culture in which meat is the predominant item on most household menus.","13":"How much is the meat and dairy industry worth? And how many animals die to supply the world with meat and animal by-products? Let’s look at some of the most revealing statistics.","14":"The Meat Institute reports the most recent statistics on animals killed and meat produced. This is only for the United States, and most other countries have booming meat industries, as well.","15":"According to the organization, the U.S. meat industry results in the deaths of:","16":"WorldWatch reports that meat production and consumption is on the rise. Worldwide, pig is the most common meat among all peoples, and between 11 and 16 percent of deaths could be avoided if people reduced or eliminated red meat from their diets.","17":"The meat industry statistics don’t lie. We’re consuming too much meat, animals are suffering as a result, and human health is at risk.","18":"In certain parts of the world, such as Sub-Saharan Africa, meat constitutes the majority of people’s diets. This is largely due to availability; people who live in poor economic climates rural areas don’t have access to the abundance of foods available in industrialized parts of the world.","19":"The United States is the meat-eating capital of the world, which should come as no surprise. Other countries with lots of meat eaters include Kuwait, Australia, and New Zealand.","20":"On the flip side, many countries eat far more vegetarian diets. The most vegetarian country is Bangladesh, followed by India, Burundi, and Sri Lanka.","21":"In the United States, according to the Meat Institute, people eat:","22":"As you can see, the United States eats more cow than pig, in comparison to worldwide statistics.","23":"Some of our meat-eating ancestors had little choice in the matter of whether to hunt and kill for their food. They were meat eaters because their nomadic lifestyles and choice of location didn’t afford them the ability to grow sufficient plants to feed their families.","24":"However, they respected the animals they killed for meat and considered fruits and vegetables to be luxuries. They didn’t kill because they desired meat, but because they had few other choices.","25":"Today, we have supermarkets and farmers’ markets full of meat alternatives. Meat is no longer essential to human health because we won’t starve without it.","26":"Accepting that some of our ancestors needed meat to survive is one thing, but it’s entirely another to blanket the entire world with such a statement. In fact, one Himalayan tribe has practiced veganism for more than 5,000 years.","27":"Furthermore, anthropologists have discovered that more of our ancestors were animal-friendly than we might think. Even Neanderthals might have eaten more plant-based foods than animal products, and since our guts are more closely aligned with apes and other monkeys, the comparisons to Homo erectus and the proliferation of the “paleo” diet aren’t as accurate as they seem at first glance.","28":"The idea that we need to consume meat to remain healthy is a myth rooted in a culture that wants to eat meat and in an industry that wants to make money. Those two facts go hand-in-hand to support the meat industry.","29":"For many years, the meat industry pushed people toward meat consumption by touting its healthfulness.","30":"Fat is good! Protein is good! Let’s all grab a steak!","31":"The meat industry claimed that we needed cow and chicken and pig to keep our guts healthy, to provide ourselves with sufficient protein, and to maintain muscle. Furthermore, the cultural ideal of hunting in the woods to provide food for the family still pervades many parts of the world today.","32":"In other words, meat is either a marketer’s dream or a game.","33":"It’s not just meat, either. Remember the commercials for the “incredible, edible egg”? That was pure marketing — designed to convince more people to buy eggs at the supermarket.","34":"The marketing focused on the so-called health benefits of eating an animal’s eggs, but the meat industry has taken on far more compelling concepts to keep itself afloat.","35":"It all comes down to dollars and cents, right? If someone can make money through a business concept, he or she will — or someone else will take that person’s place.","36":"When a business sector, such as the meat industry, becomes large enough, the economic drivers begin to outweigh any other factor. The most basic rule of economics is supply and demand: If people want something, someone will create it for purchase.","37":"The meat industry is no different. While people continue to eat meat and animal by-products, companies will continue to raise and butcher animals.","38":"According to the Bureau of Labor Statistics, more than 80,000 people work in slaughtering and meat packing in the U.S. alone. That’s just one part of the meat industry.","39":"This industry does create jobs, but at what expense? These workers earn a median wage of just over $27,000 per year in dangerous conditions. Slaughterhouse accidents and meat packing injuries are far from uncommon.","40":"Exposure to harsh chemicals, dangerous machinery, and repetitive movements can cause moderate to severe injuries among slaughterhouse workers. Additionally, such injuries are considered underreported, not least because, in the U.S., many workers are undocumented.","41":"Destroying the meat industry could actually result in more jobs. Those who would otherwise work in meatpacking, slaughtering, and similar roles could work on farms and cultivate plant-based foods.","42":"According to the Meat Institute, federal, state, and local governments in the United States alone attract $81.2 billion in direct taxes from meat-related businesses and employers. An additional $2.4 billion comes from sales taxes at the state level.","43":"Such revenues give governments little incentive to promote plant-based diets, create new laws to protect animals, or investigate slaughterhouses more closely.","44":"The most recent statistics, which date back to 2013, demonstrate that the global meat and seafood industries produce $241 billion in U.S. dollars. No wonder companies continue to raise animals for the sole purpose of butchering them.","45":"As mentioned previously, the demand for meat in certain countries, including the United States, has been on the rise. This leads to increased profits for meat industry companies and fewer incentives to improve factory farming conditions.","46":"The good news is that technology might help offset the profits for meat companies. Clean meat, which is not yet on the shelves, could satiate humans’ desire for meat without harming any animals. Other advancements might reduce people’s dependence on meat for nourishment and turn them toward more plant-based foods.","47":"We can’t deny that politicians favor industries from which they derive campaign donations. The most recent data reveals that, during the 2014 campaign cycle, meat industry companies donated a total of $1.7 million to federal political candidates. Tyson Foods, the number one meat processor in the United States, was the top donator.","48":"This trend, combined with the revenue that governments derive from the meat industry, suggests that politicians are more likely to give meat processors and similar companies leeway in how they do business — and to promote meat eating in general.","49":"We’re facing a severe crisis when it comes to animals in the United States as well as in many other countries. Instead of allowing them to contribute to the ecosystem in their natural habitats, we’re selectively breeding them and butchering them for food.","50":"From dairy cows to farmed chickens, these animals face cruel lives from birth and often die long before they would in their natural environments. The animal raising slaughtering processes used in the modern world rob these animals of their dignity, their young, and their lives.","51":"If you’ve never visited a factory farm, you might be shocked at what the housing conditions for animals look like. Smaller animals are kept in tiny cages or grouped together in pens so tightly they can’t move. Many go lame and fall down because they’re fed too many calories, and the larger animals stand in stalls or pens where they can’t move around or even lie down comfortably.","52":"Most animals care for their young. This includes cows, chickens, and pigs. In the meat industry, however, mothers are separated almost immediately from their young, which denies them the chance to bond. Worse, the babies face the same horrendous conditions in which their parents lived.","53":"Factory farmed animals have no say in their fate. They can’t fight for themselves or stop the cruel process that turns them into nothing but slabs of meat.","54":"Dairy cows are forced into pregnancy over and over again until they’re crippled or until they suffer from severe disorders that prevent them from conceiving. These cows often don’t live past their fifth birthdays and, once they’re of no use to the farmers, they’re inhumanely slaughtered.","55":"PETA and other organizations have posted investigative videos revealing how animals are treated in factory farms. We’ve seen beatings and torture, but somehow these practices continue.","56":"Animals in factory farms aren’t valued for anything other than their meat, milk, or eggs. They don’t rate a kind word or a gentle touch, which means that they live and die in despair. Nobody wants that kind of life for an animal, yet the meat industry continues to thrive.","57":"Numerous philosophers, humanists, and even economists have opined about the ability of money to distort our morals and corrupt our decisions. The meat industry is a prime example.","58":"Maybe you eat meat many times every week. You love animals, including your pet dogs and cats, and you believe that animals are sentient creatures who deserve love and respect.","59":"The practice of consuming animal products and the belief that animals are more than meat are incongruous. Some people rationalize that they don’t eat dogs or cats, but science proves that livestock are just as smart as our house pets.","60":"If industries, businesses, governments, and citizens started advocating for the lives of animals, we could end the meat industry and shift our focus elsewhere. There are countless ways to generate income and revenue that don’t involve the cruel treatment and slaughter of a fellow creature.","61":"Cows, pigs, chickens, deer, turkeys — none of these animals have ever done anything to harm us. In fact, they’re helpful. Chickens eat annoying insects, cows produce manure for farming, and so on. Why, then, do we continue to treat them as commodities?","62":"If dogs, cats, rabbits, hamsters, and guinea pigs are deserving of our love and respect, then so too are hogs, bulls, buffalo, and other animals that die at the hands of humans.","63":"Ultimately, even if you don’t love or like animals, it doesn’t mean we have the right to harm, eat, or exploit them in any way.","64":"There’s no reason to slaughter animals for human consumption. Plant-based protein is more than enough to meet our needs, and veganism is an incredibly powerful way to take control of your health, improve your immune system, and treat your family to healthy, delicious recipes.","65":"If we don’t commit ourselves to rescuing these animals one at a time, the meat industry will continue to flourish. Conditions on factory farms will worsen, animal rights will plummet, and governments will see no reason to protect animals.","66":"Find the original source of this article, by clicking here.","67":"There is much evidence linking heart disease and stroke to poor diets, including the high consumption of saturated animal fats, animal protein, salt and refined carbohydrates, and the low consumption of fruits and vegetables. A certain amount of cholesterol in the blood (not the diet) is essential for good health, but high cholesterol levels increase the risk of heart disease and stroke.","68":"Contrary to popular belief, most of our cholesterol does not come from the diet but is produced within the body by the liver. Only a small amount of our cholesterol (15-20 per cent) comes from the diet, and only if you eat animals foods. Cholesterol is found only in animal foods and is particularly concentrated in organ meats and eggs. Even high-fat plant foods (such as avocados, nuts and seeds), contain no cholesterol whatsoever, so a vegan diet is cholesterol-free. We have no actual dietary requirement for cholesterol, in other words we do not need to eat foods that contain it as the liver can make as much as we need. However, there is no mechanism limiting the amount of cholesterol produced by the liver and it can rise to unhealthy levels.","69":"What causes high cholesterol production in the liver? The answer lies in the types of foods we eat: diets high in animal protein and saturated fat have been shown to increase cholesterol. The cholesterol-raising effect of saturated fat and the links with heart disease are well-documented. All major health organisations (WHO, American Dietetic Association, Dietitians of Canada, British Dietetic Association, American Heart Association, British Heart Foundation, World Heart Federation, British National Health Service, US Food and Drug Administration and European Food Safety Authority) agree that saturated fat is a risk factor for heart disease.","70":"In a review of the literature, researchers from the Department of Nutrition at the Harvard School of Public Health in Boston, Massachusetts, found compelling evidence that the types of fat are more important than total amount of fat in determining the risk of heart disease (Hu et al., 2001). Controlled clinical trials have shown that replacing saturated fat with polyunsaturated fat is more effective in lowering cholesterol and reducing the risk of heart disease than reducing the total amount of fat in the diet. This means replacing meat with wholegrains, pulses, fruit, vegetables, nuts and seeds.","71":"It is now widely accepted that diets high in animal fats are unhealthy and that reducing saturated fat helps lower the risk of heart disease. The UK government recommends avoiding or cutting down on fatty foods. The foods high in saturated fat they list include: meat pies, sausages and fatty cuts of meat, butter, ghee, lard, cream, hard cheese, cakes and biscuits and foods containing coconut or palm oil. Trans fats (found naturally in low levels in meat and dairy products and foods containing hydrogenated vegetable oil, including processed foods such as biscuits, cakes, fast food, pastry, margarines and spreads) can also raise cholesterol levels. However, most people in the UK don’t eat a lot of trans fats as many supermarkets in the UK have removed hydrogenated vegetable oil from their products. This is similar for other countries as well.","72":"The Oxford Vegetarian Study, a large study comparing 6,000 vegetarians (and vegans) with 5,000 non-vegetarians found that vegans had the lowest cholesterol levels, vegetarians and fish-eaters had intermediate or similar values and meat-eaters had the highest levels (Appleby et al., 1999). Meat and cheese consumption were positively linked to higher cholesterol and dietary fibre was linked to lower levels. After 12 years of follow-up, the risk of death from heart disease was linked to saturated animal fat and cholesterol in the diet.","73":"A subsequent review of the literature comparing the health of Western vegetarians to non-vegetarians found that vegetarians had lower cholesterol levels and were less likely to die from heart disease than meat-eaters. The authors said that the widespread adoption of a vegetarian diet could prevent approximately 40,000 deaths from heart disease in Britain each year (Key et al., 1999).","74":"A Cochrane Review, often referred to as the gold standard in science, found that reducing saturated animal fat, but not total fat intake, reduced the risk of heart attack and stroke substantially. The authors said that lifestyle advice to those at high risk of heart disease and stroke (and probably also to those with a lower risk), should continue to include the permanent reduction of saturated fat and partial replacement by healthier unsaturated fats. There is much evidence that replacing saturated fat with polyunsaturated fat or monounsaturated fat in the form of olive oil, nuts, seeds and other plant oils can reduce the risk of heart disease and stroke.","75":"In his extensive China Study, Professor T. Colin Campbell observed that high intakes of animal protein are linked to heart disease (Campbell and Campbell, 2005). Campbell attributes this to the cholesterol-raising effect of animal protein. Conversely, he noted that plant protein lowers cholesterol. Campbell cites the low rates of heart disease in the southwest Chinese provinces of Sichuan and Guizhou where between 1973-1975 not one single person died of it before the age of 64 among 246,000 men and 181,000 women. Campbell suggests these figures reflect the important protective role of low blood cholesterol levels seen in rural China.  ","76":"We'll go over the China Study more extensively in further sections.","77":"It’s not just that animal protein increases cholesterol, but that plant protein can lower it too. One particular plant protein has been shown to be particularly effective in lowering cholesterol – soya protein. The most popular theory is that soya protein reduces cholesterol production in the liver by increasing the removal of LDL ‘bad’ cholesterol (Lovati et al., 2000).","78":"Cholesterol rates in the UK are among the highest in the world. High levels are caused by saturated fat, trans fat and animal protein from meat, eggs and dairy products. All reputable health bodies recommend eating less of these and more foods containing unsaturated fats such as avocados, nuts, seeds, plant-based oils such as olive oil and spreads. (source)","79":"Alzheimer’s disease risk may also be affected by meat consumption. In Japan, the prevalence of Alzheimer’s has shot up over the past few decades, thought to be due to the shift from a traditional rice-and-vegetable-based diet to one featuring triple the dairy and six times the meat. The lowest validated rates of Alzheimer’s disease in the world are found in rural India, where people tend to eat plant-based diets centered on grains and vegetables. In the United States, those who don’t eat meat (including poultry and fish) appear to cut their risk of developing dementia in half, and the longer meat is avoided, the lower dementia risk appears to fall. (source)","80":"Cancer refers to a collection of diseases where abnormal cells divide in an uncontrolled way, which can lead to the formation of tumours. Sometimes cancer can spread to other parts of the body, and cause cancer there too.","81":"Cancer is a major threat to our health today but diet and lifestyle can significantly reduce or increase the risk of cancer in general and even more so for some types of cancer. In the UK, the lifetime risk of cancer has been on the rise for decades. The lifetime risk of cancer in the UK increased from 38.5 per cent for men born in 1930 to 53.5 per cent for men born in 1960. For women it increased from 36.7 to 47.5 per cent (Ahmad et al. , 2015). For people born since 1960, the risk is 50 per cent. This means over half of people who are currently adults under the age of 65 years will be diagnosed with cancer at some point in their lifetime. Intimidating as this sounds, there are volumes of scientific studies showing a diet change can achieve a lot in terms of both prevention and treatment of cancer. There are thousands of studies linking diet to cancer so the below is a careful selection outlining the bigger picture. For latest news and updates, see our Nutrition News on cancer.","82":"World Cancer Research Fund and The American Institute for Cancer Research (2009) outline the most important preventable causes of cancer as:","83":"The report states that “the prevention of cancer is now one of the most important, achievable and potentially rewarding global public health challenges”. It goes on to say that diets high in plant foods, and specifically non-starchy vegetables, fruits and other foods high in dietary fibre, vitamin C and carotenoids can protect against a number of cancers.","84":"The report of World Cancer Research Fund and The American Institute for Cancer Research preceding the above document (2007) takes an in-depth look at diet, lifestyle and all relevant factors important in cancer prevention. One of the report’s main recommendations is for people to eat mostly foods of plant origin, non-starchy vegetables (green leafy vegetables, cucumbers, peppers) and fruit consumption to be at least 600 grams daily (at least five portions) and wholegrains and\/or pulses to be a part of every meal.","85":"Here is a selection of studies that have investigated the role of plant foods in preventing cancer:","86":"A recent study by Oxford University, looking at how diet affects cancer risk, revealed that vegans have a much lower risk of getting the disease (Key et al., 2014). The 15-year-long study followed 60,000 British men and women, of which over 18,000 were vegetarians and 2,246 vegan. They found that overall cancer incidence (compared to meat-eaters) was 11 per cent lower in vegetarians and 19 per cent lower in vegans. This result corresponds with a review by Huang et al. (2012) that reached the conclusion that vegetarians (all groups of vegetarians together) have 18 per cent lower cancer rates than meat-eaters.","87":"Another large study of almost 70,000 people, their dietary patterns and cancer incidence suggests that vegan diets are associated with a lower risk of all cancers combined and particularly with lower risk of female-specific cancers when compared with non-vegetarians (Tantamango-Bartley et al., 2013). Vegetarians as a combined group had lower risk of all cancers and gastrointestinal cancers in particular than meat-eaters.","88":"The well-known Cornell-Oxford-China Study, ‘The China Study’, conducted in 1970s and 1980s demonstrated important relationships between dietary patterns and cancer risk (Campbell and Junshi, 1994). The study involved 65 Chinese counties and focused on their diets and health.  Campbell and Junshi reported that several major diseases such as brain, breast, colon and lung cancer, leukemia, cardiovascular disease and diabetes were all associated with affluent diets. In other words, these diseases were directly associated with the intake of milk, meat, eggs, animal fat and protein whilst diets high in fibre, antioxidants (mainly from fruit and vegetables) and pulses seemed to have a preventative effect.","89":"Authors of a comprehensive review of studies on cancer and diet (Lanou and Svenson, 2010) agree that diets rich in plant foods decrease the risk of many types of cancer. They point out that specific beneficial effects have been shown for fibre, fruits and vegetables, pulses including soya foods, seeds, spices and wholegrains.","90":"Abdull Razis and Noor (2013) decided to investigate more closely why broccoli and other cruciferous species appear to have a strong preventative effect against many types of cancer (mostly colorectal, lung, prostate and breast). Cruciferous vegetables contain substantial amounts of glucosinolates, a class of sulphur-containing glycosides, and their breakdown products such as the isothiocyanates are believed to be responsible for their health benefits. This study found that both glucosinolates and isothiocyanates can modulate the activity of enzymes that are crucial for cancer-prevention.","91":"Bosetti et al. (2012) analysed data from a series of studies from Italy and Switzerland and found that consumption of cruciferous vegetables at least once a week significantly reduced the risk of cancer of the oral cavity and pharynx, esophagus, colon and rectum, breast and kidney. (source)","92":"According to the World Health Organization (WHO), more than 40 percent of all cancer cases are preventable, and the American Cancer Society reports that one-third of all cancer deaths in the United States can be attributed to unhealthy eating habits and a lack of physical activity. Both organizations advise people to eat plant-based foods in order to reduce the risk of developing cancer. Vegan foods—especially fiber-packed grains and beans and phytochemical-packed fruits and vegetables—can help ward off cancer. Research suggests that people who eat vegan foods are between 25 and 50 percent less likely to get the disease.","93":"A 2015 WHO report found that bacon, hot dogs, and other processed meats cause cancer and that red meat—including cow, pig, and lamb—is probably carcinogenic, as well. An array of studies shows that while eating the flesh of chickens, cows, and other animals promotes cancer, eating plant-based foods may protect against it. Here are a just few of them:","94":"One study compared cancer rates of 34,000 vegetarians and meat-eaters. The results showed that those who avoided meat, fish, and chicken had dramatically lower rates of prostate, bladder, and colon cancer than meat-eaters did.","95":"An 11-year German study involving more than 800 vegetarian men found that their cancer rates were less than half those of the general public.","96":"A 2007 study of more than 35,000 women published in the British Journal of Cancer found that women who ate the most meat had the highest risk of developing breast cancer.","97":"A study comparing the dietary habits of men in 32 countries found that the highest risk factor for prostate-cancer mortality was the consumption of animal-derived foods. By contrast, another study of men diagnosed with prostate cancer showed that a diet rich in fruits, vegetables, and grains can significantly slow the progression of the disease.","98":"T. Colin Campbell, co-author of the landmark China Study and arguably the foremost epidemiological researcher alive today, believes that animal proteins are a prime carcinogen. He points out that “human studies also support this carcinogenic effect of animal protein, even at usual levels of consumption. … [N]o chemical carcinogen is nearly so important in causing human cancer as animal protein.”","99":"Saturated fat is a culprit, too: Higher-fat diets raise estrogen levels, whereas plant-based diets tend to keep estrogen at a safe level that doesn’t promote the growth of cancer cells. Moreover, fiber, which is found in most vegan foods, can help our bodies eliminate excess estrogen, cutting the risk of cancer. (source)","100":"Results published in 2012 from two major Harvard University studies—the Nurses’ Health Study, which followed the diets of about 120,000 30- to 55-year-old women starting in 1976, and the Health Professionals Follow-Up Study, which followed about 50,000 men aged 40 to 75—found that the consumption of both processed and unprocessed red meat appeared to be associated with an increased risk of dying from cancer and heart disease, as well as shortened life spans overall—a conclusion reached even after controlling for age, weight, alcohol consumption, exercise, smoking, family history, caloric intake, and even the intake of whole plant foods, such as whole grains, fruits, and vegetables. The findings suggest there may be something harmful in the meat itself. (source)","101":"The largest study of diet and health was co-sponsored by the National Institutes of Health and the American Association of Retired Persons. Over a decade, researchers followed about 545,000 men and women aged 50 to 71 and came to the same conclusion as the Harvard researchers: Meat consumption was associated with increased risk of dying from cancer, dying from heart disease, and dying prematurely in general. Again, this was after controlling for other diet and lifestyle factors. (source)","102":"There are vast numbers of studies showing the association between animal products and cancer; here is a small selection:","103":"Grant (2013) undertook a comprehensive study and analysed data from 87 countries to examine the relationship between lifestyle and cancer. The results showed that the main factor contributing to 12 types of cancer across the countries was animal product consumption (which included meat, milk, fish and eggs). The types of cancer that animal products were most strongly linked to were breast, uterus, kidney, ovarian, pancreatic, prostate, testicular and thyroid cancer and multiple myeloma. The study also documented how the rise of animal product consumption in some countries was followed by increased cancer rates. Examples of this include colon cancer rising after 15-27 years and breast cancer after 20-31 years in Japan, and mortality rates for some cancers in several Southeast Asian countries increased 10 years after meat and dairy consumption rose. The author explained that animal product consumption causes increased production of insulin, insulin-like growth factor 1 and sex hormones in the body which is probably why it’s so strongly linked to cancer. Higher levels of these hormones are known to increase the cancer risk for several organ systems. Grant also pointed out that haem-iron found only meat may be a risk factor for cancer through increased production of free radicals and DNA damage. Furthermore, higher protein intake has been shown to stimulate cancer promoting reactions in the body and it was suggested that the only diet that could avoid these is a wholesome vegan diet excluding protein isolates. ","104":"The World Health Organisation (WHO), based on extensive research by its advisory body - The International Agency for Research on Cancer – recently classified processed meat as carcinogenic and red meat as probably carcinogenic (Bouvard et al., 2015).","105":"It’s been known for a long time that cooking meat at high temperatures produces carcinogenic compounds called polycyclic aromatic hydrocarbons (PAH) and heterocyclic amines. A recent study revealed that these compounds increase their carcinogenic potential when they chemically interact with nitrogen (a basic element in protein) and become nitrated (Jariyasopit et al., 2014). The study showed nitrated PAHs have 6 to 432 times higher potential to cause mutations, that can lead to cancer, than the parent compounds. High-temperature cooking of meat therefore poses a much bigger health risk than previously thought.","106":"The most abundant of heterocyclic amines, a compound called PhiP, also has strong estrogenic effects and has been linked to hormone-sensitive cancers (Papaioannou et al., 2014). Some substances added to processed meat, such as nitrites used as preservatives, can also lead to the formation of carcinogenic N-nitroso compounds and these, together with an increased presence of PAHs (due to high temperature processing) and high content of haem-iron, might be the reason why processed meat has been shown to be more carcinogenic than red meat.","107":"Another factor increasing the potential of animal-based foods to contribute to cancer are environmental pollutants such as polychlorinated biphenyls (PCBs). Although these industrial compounds were banned worldwide more than 30 years ago because of their high toxicity, they are very persistent and therefore still present in our environment. Once in the body, PCBs accumulate in the fat tissue and can cause long-term problems such as compromised immune response, mental and behavioural problems, decreased activity of the thyroid, reproductive problems, can induce cancer and severely damage the development of a baby. A review published in the journal Environmental Medicine revealed that in the food chain fish, dairy, cows and chicken are the most contaminated foods (Crinnion, 2011). ","108":"Written by Viva! Health, view all sources by clicking over here.","109":"Professor T. Colin Campbell, Jacob Gould Schurman Professor Emeritus of Nutritional Biochemistry at Cornell University in the US, is the author of over 300 research papers and co-author of The China Study (Campbell and Campbell, 2005), one of America’s best-selling books about the impact of diet on our health.","110":"In short, The China Study is known as \"the most comprehensive study of nutrition that has ever been conducted.\" It includes results of a research project that included 6,500 people over a 20 year period of time. ","111":"The China Project was conceived in 1980-1981 when Dr Chen Junshi (Deputy Director of the Institute of Nutrition and Food Hygiene at the Chinese Academy of Preventive Medicine) visited Campbell’s laboratory at the Division of Nutritional Sciences at Cornell University in Ithaca, New York in the US. They were later joined by Professor Richard Peto from the University of Oxford in the UK and Dr. Li Junyao from the China Cancer Institute at the Chinese Academy of Medical Sciences in China. The project demonstrated important relationships between dietary patterns and cancer risk across different countries (Campbell and Junshi, 1994). It involved 65 Chinese counties and focused on their diets and health. ","112":"Campbell and Junshi found that several major diseases including a number of different cancers as well as CVD and diabetes were all associated with affluent diets. In other words, these diseases were directly associated with the intake of meat, milk, eggs, animal fat and animal protein whilst diets high in fibre, antioxidants (mainly from fruit and vegetables) and pulses had a preventative effect. ","113":"It had previously been suggested that animal protein increases the risk of cancer. The extensive China Study found a direct link between dietary protein intake and cancer; the more protein in the diet, the higher the risk of cancer. But this did not apply to all protein, just animal protein.   ","114":"It is widely acknowledged that the incidence of certain cancers is much greater in some countries than others. What intrigued Campbell was the relationship between animal protein and these cancers. Figure 2.0 shows the differences in animal protein intake between the US, the UK and rural China. In the US, over 15 per cent of total energy intake comes from protein of which 70 per cent is animal protein (Campbell and Campbell, 2005). In the UK, over 16 per cent of food energy comes from protein and of this, 62 per cent comes from animal foods (Henderson et al., 2003). While in rural China, the figures are quite different; nine to 10 per cent of total energy comes from protein and only 10 per cent of that is from animal protein (Campbell and Campbell, 2005).","115":"It could be argued that the difference in cancer incidence between cultures reflects genetic differences between ethnic groups rather than environmental (dietary) effects. However, migrant studies have shown that as people move from a low-cancer risk area to a high-cancer risk area, they assume an increased risk within two generations (WCRF\/AICR, 2007). Therefore these vast differences in cancer rates must be largely attributable to environmental factors such as diet and lifestyle. Campbell concluded that animal-based foods are linked to an increased cancer risk whereas a wholegrain plant-based diet including fibre and antioxidants is linked to lower rates of cancer (Campbell and Campbell, 2005).   ","116":"Campbell has extensively pursued, for many years, the hypothesis that dietary protein enhances tumour development. Several mechanisms have been proposed including how diets rich in animal protein (meat and dairy) drive the synthesis of the growth factor insulin-like growth factor 1 (IGF-1) in the liver, which increases the risk of a range of cancers. A 2006 a study published in the American Journal of Clinical Nutrition found that compared to a typical Western diet, a low-protein, low-calorie diet was associated with significantly lower IGF-1 levels (Fontana et al., 2006). Campbell acknowledged the importance of this finding but said in his opinion the links between animal protein and IGF-1 production are only one of these countless and highly interdependent cause and effect relations that occur in human nutrition (Campbell, 2007).","117":"Other studies have focused directly on meat. The NIH-AARP Diet and Health Study presents information on the impact of diet and lifestyle factors on risk of cancer. In 1995-1996, nearly half a million US men and women, aged 50-71, none of whom had had cancer, joined the study. They completed a questionnaire about their dietary habits with personal information such as age, weight and smoking history. During an average of seven years follow-up, 53,396 cases of cancer were reported. This information was used to identify links between the amount of meat they ate and the incidence of various cancers (Cross et al., 2007).","118":"Results showed that those who ate the most red meat had a 20-60 per cent higher risk for oesophageal, bowel, liver and lung cancer compared to those eating the least. Those who ate the most processed meat had a 20-16 per cent higher risk for bowel and lung cancer respectively. The authors discussed different mechanisms linking meat to cancer; saturated fat, haem iron, NOCs, HCAs and PAHs. They suggested that the link between saturated fat and cancer is likely to be related to energy balance; this means too many calories. A diet high in saturated fat, leading to obesity, increases the risk of breast, prostate and bowel cancer as well as heart disease and diabetes. The increased risk of the hormone-related cancers (breast and prostate) may result from increased levels of hormones synthesised in adipose (fat) stores in the body (Gerber and Corpet, 1999).","119":"We know that diets rich in animal protein (meat and dairy) increase IGF-1 which increases the risk of a range of cancers, including bowel and lung cancer. Iron is also thought to contribute to an increased cancer risk by generating free radicals and inducing oxidative stress (see figure 3.0). The authors of the NIH-AARP Diet and Health Study also pointed out how exposure to NOCs occurs from eating nitrite-preserved meats as well as endogenous formation in the gut, which is directly related to the haem iron content of meat. They concluded that reducing meat intake to match the lowest intake in the study group could reduce the incidence of cancer at multiple sites. As stated previously, people in the NIH-AARP study eating 53g of red meat per day could still be classed in the lowest intake group. Avoiding meat entirely would be even more effective in preventing cancer.","120":"A UK study from the University of Oxford, looking at how different diets affects cancer risk, revealed that people who don’t eat meat have a much lower risk of getting the disease. The 15-year study was a pooled analysis of two prospective studies including 61,647 British men and women (32,491 meat-eaters, 8,612 fish-eaters, 18,298 vegetarians and 2,246 vegans) among whom there were 4,998 cases of cancer (Key et al., 2014). Results showed that compared with meat-eaters, cancer incidence was 12 per cent lower in fish-eaters, 11 per cent lower in vegetarians and 19 per cent lower in vegans. This adds to a huge body of evidence showing how meat increases the risk of cancer and other diseases (Key et al., 2014).  ","121":"The results of the US Adventist Health Study II (AHS-2) were similar, with total cancer risk significantly lower in vegetarians and vegans than in meat-eaters (Tantamango-Bartley et al., 2013). This study examined the association between diet and cancer incidence among 69,120 people among whom 2,939 cancer cases were identified during an average of four years follow-up. In this typically low-risk population, avoiding meat clearly conferred protection against cancer. Vegetarians had an eight per cent lower risk of cancer and vegans had a 16 per cent lower risk. In addition to this, vegan women experienced 34 per cent fewer female-specific cancers. The authors pointed out that the meat-eaters in AHS-2 consume much less meat than the average American. So people eating diets mainly based on meat and dairy are likely to have an even higher risk of cancer than the meat-eaters in AHS-2.","122":"Two key studies found vegetarians have an 8-11 per cent lower risk of cancer and vegans a 16-19 per cent lower risk.","123":"An international study comparing rates of 21 different cancers in 157 countries (reported in 87 studies in 2008), found that people who ate the most animal products had the highest rate of cancers of the breast, kidney, pancreas, prostate and thyroid (Grant, 2014). An interesting feature of this study was the time lag observed between increasing cancer rates and national dietary changes as countries adopt a more Western diet, rich in meat and dairy. Results revealed a 15-30 year lag between diet and cancer mortality; 15-27 years for bowel cancer and 20-31 years for breast cancer in Japan and 10 years for mortality rates for a number of different cancers in several Southeast Asian countries. The author said this study reiterates that animal products are an important risk factor for many types of cancer. Mechanisms discussed, linking animal products to cancer, included increased production of insulin, IGF-1 and sex hormones as well as haem iron giving rise to free radicals, oxidative stress and DNA damage. The author concluded that eating animal products is as important as smoking for increasing the incidence of all cancer types apart from lung cancer.","124":"Even moderate intakes of animal protein are linked to a higher risk of cancer. A large cross-sectional study from the US looked at protein intake and cancer rates in 6,381 people over 18 years. Results showed those reporting a high animal protein intake had a 75 per cent higher chance of dying from all-causes during the follow-up period than people eating much less animal protein. The high-protein group were more than four times more likely to die of cancer than those in the low-protein group (Levine et al., 2014). These associations were either abolished or weakened if the source of protein was plant-based. The authors concluded that taken together, these results indicate that people aged 50-65 consuming moderate to high levels of animal protein display a major increase in their risk for cancer which could be reduced if the protein did not come from an animal source. They suggested high levels of animal protein increasing IGF-1 and possibly insulin may be responsible for the links between animal protein and cancer. These results are in agreement with recent findings on the association between meat consumption and death from all-cause, CVD and cancer (Fung et al., 2010; Pan et al., 2012).","125":"Red and processed meat intake has long-been associated with increased risks of bowel cancer as well as several other cancers (WCRF\/AICR, 2007). Several compounds either found in meat or created in it by high-temperature cooking are now known as being potential carcinogens including: NOCs, HCAs and PAHs. Haem iron and iron overload can also increase cancer risk through a range of processes including the promotion of NOC formation, increased colonic cytotoxicity and epithelial proliferation, increased oxidative stress and iron-induced hypoxia signalling (Pan et al., 2012). In other words, it contributes to compounds that can damage the cells in the colon and lead to cancer.  ","126":"People who are interested in going vegan or vegetarian but don’t think they could ever live without meat… I see you. That’s how most vegans and vegetarians feel before taking the leap. But luckily, in 2019, there are numerous meat plant-based meat alternatives available grocery stores, online, and even in restaurants — meaning you can still eat meat, but it just won’t come from an animal. It’s easier than ever to lower your diet’s carbon footprint, extend your love for animals to your plate, and say goodbye to the side effects of eating meat, thanks to all the faux meat out there.","127":"Read on for everything you need to know about vegan meat, plus our guide to some of the best ones on the market.","128":"All vegan meat alternatives are a little different, but many are primarily made from soy, wheat gluten (also known as seitan), or pea protein. To give the food a similar flavor to its animal-based counterparts, plant-based meats are usually filled with various spices, and sometimes oil to mimic the high fat content in animal products.","129":"While many vegan meat alternatives probably couldn’t be classified as a health food, most of them are generally better for you than eating animal products. Animal products are high in cholesterol, which can cause fatty buildups in arteries, which increases the risk for heart disease and stroke, according to the American Heart Association. ","130":"In fact, the only food where cholesterol is present is meat, dairy, and eggs, since they come from the bodies of animals, and all animals naturally produce cholesterol. So by eating a diet free from animal products, most people with high cholesterol quickly see their cholesterol get lower.","131":"According to Dr. Scott Stoll, every single plant has protein — in fact, research shows that at least 14 percent of any given whole plant food’s total calories are protein. So even though meat alternatives may include added ingredients that do not have protein (such as sugar and oil, which are plant extracts), they all still have protein. ","132":"Some plant-based meat alternatives have comparable protein levels to the animal-based food that inspired it. For example, a 4-ounce Beyond Burger patty has 20 grams of protein, while a cow burger patty of the same size typically has about 16 grams of protein.","133":"The price of meat alternatives varies from brand to brand and store to store. That being said, a vegan diet rich in meat alternatives would likely be more expensive than a vegan diet made up of whole foods. In general, things like beans, lentils, and vegetables are cheaper than buying faux meats, since packaged and processed foods are often more expensive than basic grains and produce.","134":"However, most vegan diets are generally cheaper than a diet rich in meat and other animal products, especially if you’re purchasing organic meat. So if you’re looking to save money on a vegan or vegetarian diet, try focusing on whole foods, and indulge in faux meats to help you make the transition, or whenever your budget allows.","135":"Eating anything plant-based will have a lower environmental impact than eating any animal product — that includes animal products that were grass-fed, locally raised, or locally slaughtered. So if you are interested in lowering your environmental footprint, your plate is a great place to start.","136":"“A vegan diet is probably the single biggest way to reduce your impact on planet Earth, not just greenhouse gases, but global acidification, eutrophication, land use and water use,” University of Oxford researcher Joseph Poore told The Guardian after conducting a study on the topic. “Really it is animal products that are responsible for so much of this. Avoiding consumption of animal products delivers far better environmental benefits than trying to purchase sustainable meat and dairy.” ","137":"Luckily, meat lovers, Earth lovers, and animal lovers no longer need to compromise when it comes to honoring their taste buds. If you’re ready to eat for the planet, here are some of our favorite meat alternatives in almost every category.","138":"Believe it or not, in 2019, vegans and vegetarians are eating burgers almost identical to the ones omnivores are eating. The vegan beef market is currently thriving, thanks to companies like Beyond Meat and Impossible.","139":"Find the original source for this page and the names of brands you should check out by clicking the link over here!","140":"Biggest analysis to date reveals huge footprint of animal farming - it provides just 18% of calories but takes up 83% of farmland","141":"Avoiding meat and dairy products is the single biggest way to reduce your environmental impact on the planet, according to the scientists behind the most comprehensive analysis to date of the damage farming does to the planet.","142":"The new research shows that without meat and dairy consumption, global farmland use could be reduced by more than 75% – an area equivalent to the US, China, European Union and Australia combined – and still feed the world. Loss of wild areas to agriculture is the leading cause of the current mass extinction of wildlife.","143":"The new analysis shows that while meat and dairy provide just 18% of calories and 37% of protein, it uses the vast majority – 83% – of farmland and produces 60% of agriculture’s greenhouse gas emissions. Other recent research shows 86% of all land mammals are now farmed animals or humans. The scientists also found that even the very lowest impact meat and dairy products still cause much more environmental harm than the least sustainable vegetable and cereal growing.","144":"The study, published in the journal Science, created a huge dataset based on almost 40,000 farms in 119 countries and covering 40 food products that represent 90% of all that is eaten. It assessed the full impact of these foods, from farm to fork, on land use, climate change emissions, freshwater use and water pollution (eutrophication) and air pollution (acidification).","145":"“A vegan diet is probably the single biggest way to reduce your impact on planet Earth, not just greenhouse gases, but global acidification, eutrophication, land use and water use,” said Joseph Poore, at the University of Oxford, UK, who led the research. “It is far bigger than cutting down on your flights or buying an electric car,” he said, as these only cut greenhouse gas emissions.","146":"“Agriculture is a sector that spans all the multitude of environmental problems,” he said. “Really it is animal products that are responsible for so much of this. Avoiding consumption of animal products delivers far better environmental benefits than trying to purchase sustainable meat and dairy.”","147":"The analysis also revealed a huge variability between different ways of producing the same food. For example, cow cattle raised on deforested land result in 12 times more greenhouse gases and use 50 times more land than those grazing rich natural pasture. But the comparison of cow with plant protein such as peas is stark, with even the lowest impact cow responsible for six times more greenhouse gases and 36 times more land.","148":"The large variability in environmental impact from different farms does present an opportunity for reducing the harm, Poore said, without needing the global population to become vegan. If the most harmful half of meat and dairy production was replaced by plant-based food, this still delivers about two-thirds of the benefits of getting rid of all meat and dairy production.","149":"Cutting the environmental impact of farming is not easy, Poore warned: “There are over 570m farms all of which need slightly different ways to reduce their impact. It is an [environmental] challenge like no other sector of the economy.” But he said at least $500bn is spent every year on agricultural subsidies, and probably much more: “There is a lot of money there to do something really good with.”","150":"Labels that reveal the impact of products would be a good start, so consumers could choose the least damaging options, he said, but subsidies for sustainable and healthy foods and taxes on meat and dairy will probably also be necessary.","151":"One surprise from the work was the large impact of freshwater fish farming, which provides two-thirds of such fish in Asia and 96% in Europe, and was thought to be relatively environmentally friendly. “You get all these fish depositing excreta and unconsumed feed down to the bottom of the pond, where there is barely any oxygen, making it the perfect environment for methane production,” a potent greenhouse gas, Poore said.","152":"The research also found grass-fed cow, thought to be relatively low impact, was still responsible for much higher impacts than plant-based food. “Converting grass into [meat] is like converting coal to energy. It comes with an immense cost in emissions,” Poore said.","153":"The new research has received strong praise from other food experts. Prof Gidon Eshel, at Bard College, US, said: “I was awestruck. It is really important, sound, ambitious, revealing and beautifully done.”","154":"He said previous work on quantifying farming’s impacts, including his own, had taken a top-down approach using national level data, but the new work used a bottom-up approach, with farm-by-farm data. “It is very reassuring to see they yield essentially the same results. But the new work has very many important details that are profoundly revealing.”","155":"Prof Tim Benton, at the University of Leeds, UK, said: “This is an immensely useful study. It brings together a huge amount of data and that makes its conclusions much more robust. The way we produce food, consume and waste food is unsustainable from a planetary perspective. Given the global obesity crisis, changing diets – eating less animals produce and more vegetables and fruit – has the potential to make both us and the planet healthier.”","156":"Dr Peter Alexander, at the University of Edinburgh, UK, was also impressed but noted: “There may be environmental benefits, eg for biodiversity, from sustainably managed grazing and increasing animal product consumption may improve nutrition for some of the poorest globally. My personal opinion is we should interpret these results not as the need to become vegan overnight, but rather to moderate our [meat] consumption.”","157":"Poore said: “The reason I started this project was to understand if there were sustainable animal producers out there. But I have stopped consuming animal products over the last four years of this project. These impacts are not necessary to sustain our current way of life. The question is how much can we reduce them and the answer is a lot.” (source)","158":"The climate is changing, and while we may already be choosing electric or hybrid vehicles, switching to energy-efficient appliances, and avoiding flights, many people have never considered the environmental impact of their diet. Numerous experts now agree that cutting animal products from our diets is one of the biggest things consumers can do to reduce their negative impact on the Earth. Meat provides just 18% of our calories but takes up 83% of farmland, and emits more greenhouse gas per calorie than any other food.","159":"Being vegan is considered the single biggest way to reduce one's impact on the planet, not just through greenhouse gases, but also global acidification, eutrophication, land use, and water use. It is far more impactful than cutting down on flights or buying an electric car, as these only cut greenhouse gas emissions. While cutting greenhouse gases is very important, it accounts for only a part of the damage that human activities are causing on the Earth. Several areas of the world are using fresh water faster than it can be replenished, and meat products are the most water-intensive food of all. These products also cause pollution of water with acids, phosphates, and nitrates that kill fish and cause algae blooms.","160":"Raising animals for meat also uses a large amount of land compared to plant-based foods. This is land that we cannot afford to spare. Humanity already uses 72% of the world's land to support human life. Moreover, 40% of land in the contiguous United States is used to raise animals or their food, and as demand for meat increases, we will resort to clearing more forested land to make room. The top cause of deforestation in the Amazon is animal agriculture, and every hectare of land cleared is another invaluable carbon sink lost. (The Amazon provides more than 20% of the world's oxygen.) Due to this deforestation and the pollution that animal agriculture is responsible for, the consumption of animal-sourced food products by humans is one of the most powerful negative forces affecting the conservation of terrestrial ecosystems and biological diversity. Animal farming production is the single largest driver of habitat loss, and both animals and feedstock production are increasing in developing tropical countries, where the majority of biological diversity resides. Loss of biodiversity is just as catastrophic as climate change, and the UN has warned that we are in the midst of a biodiversity crisis that could lead to our own extinction.","161":"The world's population is growing. As countries develop, their demand for meat rises to mimic those of developed nations. We need to reverse this trend in order to sustainably feed the estimated 10 billion people who will inhabit the world in 2050. So what can you do? By eating plant-based, you can reduce the land use of your diet by 76%, the GHG emissions by 49%, water pollution by 50%, and overall water use by 19%. In conclusion, there are numerous ethical and environmental benefits to being vegan.","162":"The information below was prepared by Stephen Walsh, a Vegan Society trustee, and other members of the International Vegetarian Union Science Group (IVU-SCI), in October 2001. This information may be freely reproduced but only in its entirety.","163":"Very low B12 intakes can cause anemia and nervous system damage. The only reliable vegan sources of B12 are foods fortified with B12 (including some plant milks, some soy products and some breakfast cereals) and B12 supplements. Vitamin B12, whether in supplements, fortified foods, or animal products, comes from micro-organisms. Most vegans consume enough B12 to avoid anemia and nervous system damage, but many do not get enough to minimize potential risk of heart disease or pregnancy complications.","164":"To get the full benefit of a vegan diet, vegans should do one of the following:","165":"If relying on fortified foods, check the labels carefully to make sure you are getting enough B12. For example, if a fortified plant milk contains 1 microgram of B12 per serving then consuming three servings a day will provide adequate vitamin B12. Others may find the use of B12 supplements more convenient and economical.","166":"The less frequently you obtain B12 the more B12 you need to take, as B12 is best absorbed in small amounts. The recommendations above take full account of this. There is no harm in exceeding the recommended amounts or combining more than one option.","167":"Good information supports vegan health, pass it around.","168":"If you don't read another word about B12, you already know all you need to know. If you want to know more, read on.","169":"B12 is an exceptional vitamin. It is required in smaller amounts than any other known vitamin. Ten micrograms of B12 spread over a day appears to supply as much as the body can use. In the absence of any apparent dietary supply, deficiency symptoms usually take five years or more to develop in adults, though some people experience problems within a year. A very small number of individuals with no obvious reliable source appear to avoid clinical deficiency symptoms for twenty years or more. B12 is the only vitamin that is not recognised as being reliably supplied from a varied wholefood, plant-based diet with plenty of fruit and vegetables, together with exposure to sun. Many herbivorous mammals, including cows, pigs, and sheep, absorb B12 produced by bacteria in their own digestive system. B12 is found to some extent in soil and plants. These observations have led some vegans to suggest that B12 was an issue requiring no special attention, or even an elaborate hoax. Others have proposed specific foods, including spirulina, nori, tempeh, and barley grass, as suitable non-animal sources of B12. Such claims have not stood the test of time.","170":"In over 60 years of vegan experimentation only B12 fortified foods and B12 supplements have proven themselves as reliable sources of B12, capable of supporting optimal health. It is very important that all vegans ensure they have an adequate intake of B12, from fortified foods or supplements. This will benefit our health and help to attract others to veganism through our example.","171":"National recommendations for B12 intakes vary significantly from country to country. The US recommended intake is 2.4 micrograms a day for ordinary adults rising to 2.8 micrograms for nursing mothers. The German recommendation is 3 micrograms a day. Recommended intakes are usually based on 50% absorption, as this is typical for small amounts from foods. To meet the US and German recommendations you need to obtain sufficient B12 to absorb 1.5 micrograms per day on average. This amount should be sufficient to avoid even the initial signs of inadequate B12 intake, such as slightly elevated homocysteine and methylmalonic acid (MMA) levels, in most people. Even slightly elevated homocysteine is associated with increased risk of many health problems including heart disease in adults, preeclampsia during pregnancy and neural tube defects in babies.","172":"Achieving an adequate B12 intake is easy and there are several methods to suit individual preferences. Absorption of B12 varies from about 50%, if about 1 microgram or less is consumed, to about 0.5% for doses of 1000 micrograms (1 milligram) or above. So the less frequently you consume B12, the higher the total amount needs to be to give the desired absorbed amount.","173":"Frequent use of foods fortified with B12 so that about one microgram of B12 is consumed three times a day with a few hours in between will provide an adequate amount. Availability of fortified foods varies from country to country and amounts of B12 vary from brand to brand, so ensuring an adequate B12 supply from fortified foods requires some label reading and thought to work out an adequate pattern to suit individual tastes and local products.","174":"Taking a B12 supplement containing ten micrograms or more daily provides a similar absorbed amount to consuming one microgram on three occasions through the day. This may be the most economical method as a single high potency tablet can be consumed bit by bit. 2000 micrograms of B12 consumed once a week would also provide an adequate intake. Any B12 supplement tablet should be chewed or allowed to dissolve in the mouth to enhance absorption. Tablets should be kept in an opaque container. As with any supplement it is prudent not to take more than is required for maximum benefit, so intakes above 5000 micrograms per week should be avoided despite lack of evidence for toxicity from higher amounts.","175":"All three options above should meet the needs of the vast majority of people with normal B12 metabolism. Individuals with impaired B12 absorption may find that the third method, 2000 micrograms once a week, works best as it does not rely on normal intrinsic factor in the gut. There are other, very rare, metabolic defects that require completely different approaches to meeting B12 requirements. If you have any reason to suspect a serious health problem seek medical advice promptly.","176":"Clinical deficiency can cause anaemia or nervous system damage. Most vegans consume enough B12 to avoid clinical deficiency. Two subgroups of vegans are at particular risk of B12 deficiency: long-term vegans who avoid common fortified foods (such as raw food vegans or macrobiotic vegans) and breastfed infants of vegan mothers whose own intake of B12 is low.","177":"In adults typical deficiency symptoms include loss of energy, tingling, numbness, reduced sensitivity to pain or pressure, blurred vision, abnormal gait, sore tongue, poor memory, confusion, hallucinations and personality changes. Often these symptoms develop gradually over several months to a year before being recognised as being due to B12 deficiency and they are usually reversible on administration of B12. There is however no entirely consistent and reliable set of symptoms and there are cases of permanent damage in adults from B12 deficiency. If you suspect a problem then get a skilled diagnosis from a medical practitioner as each of these symptoms can also be caused by problems other than B12 deficiency.","178":"Infants typically show more rapid onset of symptoms than adults. B12 deficiency may lead to loss of energy and appetite and failure to thrive. If not promptly corrected this can progress to coma or death. Again there is no entirely consistent pattern of symptoms. Infants are more vulnerable to permanent damage than adults. Some make a full recovery, but others show retarded development.","179":"The risk to these groups alone is reason enough to call on all vegans to give a consistent message as to the importance of B12 and to set a positive example. Every case of B12 deficiency in a vegan infant or an ill informed adult is a tragedy and brings veganism into disrepute.","180":"This is not however the end of the story. Most vegans show adequate B12 levels to make clinical deficiency unlikely but nonetheless show restricted activity of B12 related enzymes, leading to elevated homocysteine levels. Strong evidence has been gathered over the past decade that even slightly elevated homocysteine levels increase risk of heart disease and stroke and pregnancy complications. Homocysteine levels are also affected by other nutrients, most notably folate. General recommendations for increased intakes of folate are aimed at reducing levels of homocysteine and avoiding these risks. Vegan intakes of folate are generally good, particularly if plenty of green vegetables are eaten. However, repeated observations of elevated homocysteine in vegans, and to a lesser extent in other vegetarians, show conclusively that B12 intake needs to be adequate as well to avoid unnecessary risk.","181":"A blood B12 level measurement is a very unreliable test for vegans, particularly for vegans using any form of algae. Algae and some other plant foods contain B12-analogues (false B12) that can imitate true B12 in blood tests while actually interfering with B12 metabolism. Blood counts are also unreliable as high folate intakes suppress the anaemia symptoms of B12 deficiency that can be detected by blood counts. Blood homocysteine testing is more reliable, with levels less than 10 micromol\/litre being desirable. The most specific test for B12 status is MMA testing. If this is in the normal range in blood (<370 nmol\/L) or urine (less than 4 mcg \/mg creatinine) then your body has enough B12. Many doctors still rely on blood B12 levels and blood counts. These are not adequate, especially in vegans.","182":"If for any reason you choose not to use fortified foods or supplements you should recognise that you are carrying out a dangerous experiment - one that many have tried before with consistently low levels of success. If you are an adult who is neither breast-feeding an infant, pregnant nor seeking to become pregnant, and wish to test a potential B12 source that has not already been shown to be inadequate, then this can be a reasonable course of action with appropriate precautions. For your own protection, you should arrange to have your B12 status checked annually. If homocysteine or MMA is even modestly elevated then you are endangering your health if you persist.","183":"If you are breast feeding an infant, pregnant or seeking to become pregnant or are an adult contemplating carrying out such an experiment on a child, then don't take the risk. It is simply unjustifiable.","184":"Claimed sources of B12 that have been shown through direct studies of vegans to be inadequate include human gut bacteria, spirulina, dried nori, barley grass and most other seaweeds. Several studies of raw food vegans have shown that raw food offers no special protection.","185":"Reports that B12 has been measured in a food are not enough to qualify that food as a reliable B12 source. It is difficult to distinguish true B12 from analogues that can disrupt B12 metabolism. Even if true B12 is present in a food, it may be rendered ineffective if analogues are present in comparable amounts to the true B12. There is only one reliable test for a B12 source - does it consistently prevent and correct deficiency? Anyone proposing a particular food as a B12 source should be challenged to present such evidence.","186":"To be truly healthful, a diet must be best not just for individuals in isolation but must allow all people all over the world to thrive and achieve a sustainable coexistence with the many other species that form the \"living earth\". From this standpoint the natural adaptation for most (possibly all) humans in the modern world is a vegan diet. There is nothing natural about the abomination of modern factory farming and its attempt to reduce living, feeling beings to machines. In choosing to use fortified foods or B12 supplements, vegans are taking their B12 from the same source as every other animal on the planet - micro-organisms - without causing suffering to any sentient being or causing environmental damage.","187":"Vegans using adequate amounts of fortified foods or B12 supplements are much less likely to suffer from B12 deficiency than the typical meat eater. The Institute of Medicine, in setting the US recommended intakes for B12 makes this very clear. \"Because 10 to 30 percent of older people may be unable to absorb naturally occurring vitamin B12, it is advisable for those older than 50 years to meet their RDA mainly by consuming foods fortified with vitamin B12 or a vitamin B12-containing supplement.\" Vegans should take this advice about 50 years younger, to the benefit of both themselves and the animals. B12 need never be a problem for well-informed vegans.","188":"Good information supports vegan health, pass it around.","189":"Afraid you'll miss out on the taste of animal meat? Make your own plant-based meat instead! These low-budget seitan ribs are easily made at home with vital wheat gluten, a high-protein flour derived from wheat that we learned about in a previous section. ","190":"The recipe can be found here.","191":"Here's a trick ingredient you may have never considered the origins of, let alone whether it's vegan: gelatin. A common ingredient in candies, Jell-O and marshmallows. And it's not even vegetarian, let alone vegan. Find out more below.","192":"Nutritional quality indices show plant-based diets are the healthiest, but do vegetarians and vegans reach the recommended daily intake of protein? The only nutrient Americans may be more deficient in than fiber is potassium. Watch Dr. Greger's video on protein from NutritionFacts.org below!","193":"A question so common that it's become a joke inside the vegan community is, \"Where do you get your protein?\" Many people inaccurately assume that plants alone don't provide sufficient protein for a human diet, but this is far from the truth. Watch below how the plant-based chef Del Sroufe dispels this myth in his TEDx talk. The whole video is interesting, but if you're pressed for time, skip to 3:53 for the most relevant part of the talk.","194":"When it comes to getting plant-based protein, what about soy? Many people have bought into the claim that it's unhealthy and can contribute to a plethora of health issues, from cancer to thyroid problems (and no, it doesn't give you \"man boobs\" either). But soy is, in fact, a nutritious food that has been extensively studied and deemed safe. To find out more, watch the video below.","195":"If there are other reasons you have to avoid soy, such as a soy allergy, don't worry! There are many other protein-rich, plant-based foods, so you can avoid soy and be vegan at the same time. "},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson","48":"lesson","49":"lesson","50":"lesson","51":"lesson","52":"lesson","53":"lesson","54":"lesson","55":"lesson","56":"lesson","57":"lesson","58":"lesson","59":"lesson","60":"lesson","61":"lesson","62":"lesson","63":"lesson","64":"lesson","65":"lesson","66":"lesson","67":"lesson","68":"lesson","69":"lesson","70":"lesson","71":"lesson","72":"lesson","73":"lesson","74":"lesson","75":"lesson","76":"lesson","77":"lesson","78":"lesson","79":"lesson","80":"lesson","81":"lesson","82":"lesson","83":"lesson","84":"lesson","85":"lesson","86":"lesson","87":"lesson","88":"lesson","89":"lesson","90":"lesson","91":"lesson","92":"lesson","93":"lesson","94":"lesson","95":"lesson","96":"lesson","97":"lesson","98":"lesson","99":"lesson","100":"lesson","101":"lesson","102":"lesson","103":"lesson","104":"lesson","105":"lesson","106":"lesson","107":"lesson","108":"lesson","109":"lesson","110":"lesson","111":"lesson","112":"lesson","113":"lesson","114":"lesson","115":"lesson","116":"lesson","117":"lesson","118":"lesson","119":"lesson","120":"lesson","121":"lesson","122":"lesson","123":"lesson","124":"lesson","125":"lesson","126":"lesson","127":"lesson","128":"lesson","129":"lesson","130":"lesson","131":"lesson","132":"lesson","133":"lesson","134":"lesson","135":"lesson","136":"lesson","137":"lesson","138":"lesson","139":"lesson","140":"lesson","141":"lesson","142":"lesson","143":"lesson","144":"lesson","145":"lesson","146":"lesson","147":"lesson","148":"lesson","149":"lesson","150":"lesson","151":"lesson","152":"lesson","153":"lesson","154":"lesson","155":"lesson","156":"lesson","157":"lesson","158":"lesson","159":"lesson","160":"lesson","161":"lesson","162":"lesson","163":"lesson","164":"lesson","165":"lesson","166":"lesson","167":"lesson","168":"lesson","169":"lesson","170":"lesson","171":"lesson","172":"lesson","173":"lesson","174":"lesson","175":"lesson","176":"lesson","177":"lesson","178":"lesson","179":"lesson","180":"lesson","181":"lesson","182":"lesson","183":"lesson","184":"lesson","185":"lesson","186":"lesson","187":"lesson","188":"lesson","189":"lesson","190":"lesson","191":"lesson","192":"lesson","193":"lesson","194":"lesson","195":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","1":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","2":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","3":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","4":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","5":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","6":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","7":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","8":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","9":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","10":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","11":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","12":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","13":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","14":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","15":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","16":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","17":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","18":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","19":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","20":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","21":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","22":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","23":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","24":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","25":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","26":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","27":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","28":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","29":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","30":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","31":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","32":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","33":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","34":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","35":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","36":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","37":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","38":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","39":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","40":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","41":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","42":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","43":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","44":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","45":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","46":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","47":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","48":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","49":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","50":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","51":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","52":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","53":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","54":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","55":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","56":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","57":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","58":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","59":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","60":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","61":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","62":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","63":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","64":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","65":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","66":"https:\/\/veganbootcamp.org\/course-progress\/614\/overview-of-meat","67":"https:\/\/veganbootcamp.org\/course-progress\/388\/cholesterol-heart-disease","68":"https:\/\/veganbootcamp.org\/course-progress\/388\/cholesterol-heart-disease","69":"https:\/\/veganbootcamp.org\/course-progress\/388\/cholesterol-heart-disease","70":"https:\/\/veganbootcamp.org\/course-progress\/388\/cholesterol-heart-disease","71":"https:\/\/veganbootcamp.org\/course-progress\/388\/cholesterol-heart-disease","72":"https:\/\/veganbootcamp.org\/course-progress\/388\/cholesterol-heart-disease","73":"https:\/\/veganbootcamp.org\/course-progress\/388\/cholesterol-heart-disease","74":"https:\/\/veganbootcamp.org\/course-progress\/388\/cholesterol-heart-disease","75":"https:\/\/veganbootcamp.org\/course-progress\/388\/cholesterol-heart-disease","76":"https:\/\/veganbootcamp.org\/course-progress\/388\/cholesterol-heart-disease","77":"https:\/\/veganbootcamp.org\/course-progress\/388\/cholesterol-heart-disease","78":"https:\/\/veganbootcamp.org\/course-progress\/388\/cholesterol-heart-disease","79":"https:\/\/veganbootcamp.org\/course-progress\/388\/cholesterol-heart-disease","80":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","81":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","82":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","83":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","84":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","85":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","86":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","87":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","88":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","89":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","90":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","91":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","92":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","93":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","94":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","95":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","96":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","97":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","98":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","99":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","100":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","101":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","102":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","103":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","104":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","105":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","106":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","107":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","108":"https:\/\/veganbootcamp.org\/course-progress\/389\/meat-causes-cancer","109":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","110":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","111":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","112":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","113":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","114":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","115":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","116":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","117":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","118":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","119":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","120":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","121":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","122":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","123":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","124":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","125":"https:\/\/veganbootcamp.org\/course-progress\/390\/the-china-study","126":"https:\/\/veganbootcamp.org\/course-progress\/391\/plant-based-meat-alternatives","127":"https:\/\/veganbootcamp.org\/course-progress\/391\/plant-based-meat-alternatives","128":"https:\/\/veganbootcamp.org\/course-progress\/391\/plant-based-meat-alternatives","129":"https:\/\/veganbootcamp.org\/course-progress\/391\/plant-based-meat-alternatives","130":"https:\/\/veganbootcamp.org\/course-progress\/391\/plant-based-meat-alternatives","131":"https:\/\/veganbootcamp.org\/course-progress\/391\/plant-based-meat-alternatives","132":"https:\/\/veganbootcamp.org\/course-progress\/391\/plant-based-meat-alternatives","133":"https:\/\/veganbootcamp.org\/course-progress\/391\/plant-based-meat-alternatives","134":"https:\/\/veganbootcamp.org\/course-progress\/391\/plant-based-meat-alternatives","135":"https:\/\/veganbootcamp.org\/course-progress\/391\/plant-based-meat-alternatives","136":"https:\/\/veganbootcamp.org\/course-progress\/391\/plant-based-meat-alternatives","137":"https:\/\/veganbootcamp.org\/course-progress\/391\/plant-based-meat-alternatives","138":"https:\/\/veganbootcamp.org\/course-progress\/391\/plant-based-meat-alternatives","139":"https:\/\/veganbootcamp.org\/course-progress\/391\/plant-based-meat-alternatives","140":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","141":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","142":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","143":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","144":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","145":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","146":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","147":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","148":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","149":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","150":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","151":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","152":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","153":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","154":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","155":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","156":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","157":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","158":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","159":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","160":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","161":"https:\/\/veganbootcamp.org\/course-progress\/615\/environmental-impact-of-meat","162":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","163":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","164":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","165":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","166":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","167":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","168":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","169":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","170":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","171":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","172":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","173":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","174":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","175":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","176":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","177":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","178":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","179":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","180":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","181":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","182":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","183":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","184":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","185":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","186":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","187":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","188":"https:\/\/veganbootcamp.org\/course-progress\/616\/what-to-know-about-b12","189":"https:\/\/veganbootcamp.org\/course-progress\/617\/make-your-own-ribs","190":"https:\/\/veganbootcamp.org\/course-progress\/617\/make-your-own-ribs","191":"https:\/\/veganbootcamp.org\/course-progress\/618\/whats-gelatin","192":"https:\/\/veganbootcamp.org\/course-progress\/619\/the-protein-myth","193":"https:\/\/veganbootcamp.org\/course-progress\/619\/the-protein-myth","194":"https:\/\/veganbootcamp.org\/course-progress\/620\/soy-good-or-bad","195":"https:\/\/veganbootcamp.org\/course-progress\/620\/soy-good-or-bad"}}