{"tag":{"0":"Recipes & Cooking","1":"Recipes & Cooking","2":"Recipes & Cooking","3":"Recipes & Cooking","4":"Recipes & Cooking","5":"Recipes & Cooking","6":"Recipes & Cooking","7":"Recipes & Cooking","8":"Recipes & Cooking","9":"Recipes & Cooking","10":"Recipes & Cooking","11":"Recipes & Cooking","12":"Recipes & Cooking","13":"Recipes & Cooking","14":"Recipes & Cooking","15":"Recipes & Cooking","16":"Recipes & Cooking","17":"Recipes & Cooking","18":"Recipes & Cooking","19":"Recipes & Cooking","20":"Recipes & Cooking","21":"Recipes & Cooking","22":"Recipes & Cooking","23":"Recipes & Cooking","24":"Recipes & Cooking","25":"Recipes & Cooking","26":"Recipes & Cooking","27":"Recipes & Cooking","28":"Recipes & Cooking","29":"Recipes & Cooking","30":"Recipes & Cooking","31":"Recipes & Cooking","32":"Recipes & Cooking","33":"Recipes & Cooking","34":"Recipes & Cooking","35":"Recipes & Cooking","36":"Recipes & Cooking","37":"Recipes & Cooking","38":"Recipes & Cooking","39":"Recipes & Cooking","40":"Recipes & Cooking","41":"Recipes & Cooking"},"text":{"0":"Veganism can offer a breath of fresh air when it comes to your cooking and the enjoyment you get from being creative in the kitchen. You’ll have the opportunity to try new recipes, ingredients, and create your own masterpieces. But where to begin? ","1":"One great aspect of veganism is that you can make a great meal from scratch regardless of your level of cooking skills, but one of the hardest parts can be getting out of existing routines and allowing yourself to experiment. While alternatives for meat products can be easily found in the fridge or frozen aisle of most supermarkets, it's good to get into the habit of cooking whole foods, as it will not only save you money, but allow you more freedom in the kitchen.","2":"Core meals can be thrown together with whatever veggies and essentials you have at home. For example, easy stir frys, simple salads, roasted vegetables, and soups can be created with minimal effort. The ingredients in these basic guides can be switched up with just about anything regardless of the season. To get yourself into the habit of cooking fresh without the aid of recipe books or overcomplicated cooking methods, use 3 main ingredients—a vegetable, a legume or grain such as lentils, and a bean—then cook around that. For example:","3":"Now that you have an idea of some of the meals you can make vegan, we're really cooking!","4":"Some people are under the belief that veganism means limiting your diet rather than expanding it. However, veganism is the perfect opportunity to explore recipes and foods you’ve never tried before and get experimental. Here are some key vegan products to know. ","5":"It may sound fancy, but aquafaba is just another word for chickpea water, the water found in canned chickpeas or the water formed after cooking dried chickpeas. This magical vegan ingredient can be used as an egg substitute in a wide variety of dishes. The trick is to whisk your chickpea juice until it appears white and foamy and has a similar consistency to egg whites. The Vegan Society has compiled this useful list of aquafaba recipes, including meringue and egg-free mayonnaise. So next time you make a chickpea dish, remember to save the water and use it in your experimental cooking.","6":"Nutritional yeast, also known as nooch, is a vegan staple packed with B12 and other great vitamins. This deactivated yeast can be added to a variety of dishes or added to sauces and vegan cheeses with its versatile, nutty, umami taste. LIVEKINDLY has a great list with many dishes that can be made tastier using a little bit of nooch. ","7":"Seitan, sometimes called wheat meat, is a meat substitute created by mixing water with vital wheat gluten. The texture of vital wheat gluten allows you to mimic different meaty consistencies such as chicken, ribs, and steak. It's a super satisfying addition to any meal. Seitan is the base for many commercially available vegan products such as Tofurky deli slices, meatless frankfurters, fakin' bacon, and others. You can usually find it ground, in slices, or in strips at stores. You can also opt to make your own from scratch using this amazing guide from One Green Planet, which shows you how to make various kinds of seitan. ","8":"Tempeh is a high protein, cake-like substance made from cooked and slightly fermented soybeans. This fermentation helps to break down the phytic acid in soybeans, making the starches in tempeh easier to digest. Tempeh is often formed into a burger patty or block. Most people describe tempeh as tasting nutty and earthy, like mushrooms, but is commonly flavored to taste like bacon or sausage.","9":"Liquid smoke is a concentrated food seasoning made from compressed natural smoke and water. A small amount can be added to meat-substitutes and vegetables to make them taste like they’ve been barbecued or cooked in a smoker. ","10":"These little superstars are tiny, but they're loaded with essential nutrients like omega-3, calcium, potassium, and magnesium. Chia seeds can absorb many times their own weight in liquid, so when you soak them in water or plant milk overnight, you get an easy overnight chia seed pudding, a dish that's a lot like tapioca pudding in texture. Chia seeds can also be added to smoothies, yogurt, or oatmeal to bulk up your breakfasts. You can also throw them into baked goods like flapjacks and muffins, and, if you really want, you can eat them on their own as an easy snack. ","11":"Here are some of our favorite sites for recipe inspiration to help you kickstart your vegan cooking life.","12":"r\/VeganRecipesThis Reddit community allows you to upload your own recipes and take inspiration from others. This is a great hub for recipe sites and videos.","13":"The Vegan Society RecipesThe official vegan society has an amazing collection of recipes, and they're certified cruelty free!","14":"VeganuaryThe home of the famous Veganuary campaign, which helps introduce thousands to veganism every January, has some delicious resources. ","15":"Vegan RichaEasy to follow and step-by-step photo recipes created by Richa.","16":"Hell Yeah it’s VeganA fabulous blog to discover plenty of vegan goodies. ","17":"Keepin It KindPower couple Kirsty and Chris creating a kinder world with food.","18":"Eat Figs Not PigsComfort food from quick and easy to deep fried and delicious.","19":"The Easy VeganYouTube channel with tons of simple, easy to make recipes. ","20":"Cheap Lazy VeganA great place to find recipes that are specifically focused on being cheap and simple.","21":"Hot For FoodA great resource for desserts, entrees, snacks, and everything in between. ","22":"The Vegan CornerProfessional chefs who provide everything from simple to gourmet vegan recipes. ","23":"Seitan is a remarkably high-protein food that mimics many different kinds of meats. If you’ve ever eaten a vegan restaurant meal and were amazed at how meaty it tasted, you were probably eating seitan. If you’ve ever eaten commercial meat substitutes, they probably contained some seitan. Seitan is made from vital wheat gluten, so if you have gluten sensitivities, this one won't be for you. But tofu is still okay, and we'll talk about that on another page!","24":"Gluten is the protein found in wheat. It’s what gives bread dough its elastic, stretchy texture. When you isolate the gluten by removing the starch and bran, you’re left with something that has a texture that’s quite meat-like. Season it to taste like meat, and you’ve got seitan. In this section, we'll be outlining how to make a basic seitan batch.","25":"Seitan dough starts with vital wheat gluten, which will come in a powdered form like flour. You can cut the wheat gluten with another type of flour as this will help soften the end result.","26":"1 cup of vital wheat gluten to 1\/4 cup chickpea flour or soy flour is a good place to start. This will give you about 2 cups of seitan. Then add 1 cup of water.","27":"The same as when baking bread, the dough must be kneaded to develop the strands of gluten which will give the seitan its meaty texture. About 5 minutes is enough. Then let it rest for another 5 minutes.","28":"Your broth is what will give the seitan its flavor, so consider how you want it to taste in the end. Experiment with different flavors and see what works!","29":"For this amount of dough, you'll want at least 6 cups of broth. This may seem like too much, but it won't be in the end. As the seitan cooks, it will increase in size to double or even triple what you started with.","30":"You can start with vegetable broth, but water works too. You’ll want it to be salty to more resemble the flavor of meat, and this is best accomplished by adding soy sauce, tamari, or liquid aminos (a protein concentrate made with soybeans which resembles soy sauce in flavor). 1\/4 to 1\/3 cup of soy sauce is a good amount to start with, and you can increase it from there if you need to.","31":"From there, it’s all up to you what you add. Here are a few suggestions:","32":"Cut your dough into smaller pieces. They don't have to be tiny, but more surface area is better in order for the broth to really get into the dough and give it the flavor. Also remember that the pieces will expand while simmering, and if they get too big the broth can't cover them.","33":"Bring the broth to a boil, then lower the heat until it simmers, then add the dough pieces. Set a timer for an hour and keep an eye on the pot. Don’t let it get to a rolling boil or your seitan may end up overcooked.","34":"Technically, your seitan is already cooked and you can eat it as it is. Cut it into smaller pieces if you’d like, storing it with the broth if you plan to use it later. It will keep for about 5 days in the fridge. If you need it even later than that, you can freeze it as well.","35":"That's it! Use your seitan as a meat replacement in many recipes, such as these ones!","36":"Vegan Mongolian Beef","37":"Seitan & Chickpea Salad with Dill and Almonds","38":"Vegan Beef Barley Soup","39":"Vegan Seitan and Mushroom Reubens","40":"Teriyaki Seitan and Veggie Kebabs","41":"We hope you take this information and experiment with your own seitan! The recipe information on this page was taken from this website."},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/562\/basics-of-vegan-cooking","1":"https:\/\/veganbootcamp.org\/course-progress\/562\/basics-of-vegan-cooking","2":"https:\/\/veganbootcamp.org\/course-progress\/562\/basics-of-vegan-cooking","3":"https:\/\/veganbootcamp.org\/course-progress\/562\/basics-of-vegan-cooking","4":"https:\/\/veganbootcamp.org\/course-progress\/563\/substitutes-and-vegan-products","5":"https:\/\/veganbootcamp.org\/course-progress\/563\/substitutes-and-vegan-products","6":"https:\/\/veganbootcamp.org\/course-progress\/563\/substitutes-and-vegan-products","7":"https:\/\/veganbootcamp.org\/course-progress\/563\/substitutes-and-vegan-products","8":"https:\/\/veganbootcamp.org\/course-progress\/563\/substitutes-and-vegan-products","9":"https:\/\/veganbootcamp.org\/course-progress\/563\/substitutes-and-vegan-products","10":"https:\/\/veganbootcamp.org\/course-progress\/563\/substitutes-and-vegan-products","11":"https:\/\/veganbootcamp.org\/course-progress\/564\/vegan-recipe-resources","12":"https:\/\/veganbootcamp.org\/course-progress\/564\/vegan-recipe-resources","13":"https:\/\/veganbootcamp.org\/course-progress\/564\/vegan-recipe-resources","14":"https:\/\/veganbootcamp.org\/course-progress\/564\/vegan-recipe-resources","15":"https:\/\/veganbootcamp.org\/course-progress\/564\/vegan-recipe-resources","16":"https:\/\/veganbootcamp.org\/course-progress\/564\/vegan-recipe-resources","17":"https:\/\/veganbootcamp.org\/course-progress\/564\/vegan-recipe-resources","18":"https:\/\/veganbootcamp.org\/course-progress\/564\/vegan-recipe-resources","19":"https:\/\/veganbootcamp.org\/course-progress\/564\/vegan-recipe-resources","20":"https:\/\/veganbootcamp.org\/course-progress\/564\/vegan-recipe-resources","21":"https:\/\/veganbootcamp.org\/course-progress\/564\/vegan-recipe-resources","22":"https:\/\/veganbootcamp.org\/course-progress\/564\/vegan-recipe-resources","23":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","24":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","25":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","26":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","27":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","28":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","29":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","30":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","31":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","32":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","33":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","34":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","35":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","36":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","37":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","38":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","39":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","40":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan","41":"https:\/\/veganbootcamp.org\/course-progress\/565\/introduction-to-seitan"}}