{"tag":{"0":"Self-Care","1":"Self-Care","2":"Self-Care","3":"Self-Care","4":"Self-Care","5":"Self-Care","6":"Self-Care","7":"Self-Care","8":"Self-Care","9":"Self-Care","10":"Self-Care","11":"Self-Care","12":"Self-Care","13":"Self-Care","14":"Self-Care","15":"Self-Care","16":"Self-Care","17":"Self-Care","18":"Self-Care","19":"Self-Care","20":"Self-Care","21":"Self-Care","22":"Self-Care","23":"Self-Care","24":"Self-Care","25":"Self-Care","26":"Self-Care","27":"Self-Care","28":"Self-Care","29":"Self-Care","30":"Self-Care","31":"Self-Care","32":"Self-Care","33":"Self-Care","34":"Self-Care","35":"Self-Care","36":"Self-Care","37":"Self-Care","38":"Self-Care","39":"Self-Care","40":"Self-Care","41":"Self-Care","42":"Self-Care","43":"Self-Care","44":"Self-Care","45":"Self-Care","46":"Self-Care","47":"Self-Care","48":"Self-Care","49":"Self-Care","50":"Self-Care","51":"Self-Care","52":"Self-Care","53":"Self-Care","54":"Self-Care"},"text":{"0":"Not only are we exposed to violence, but the empathy we feel for the victims can cause us to suffer.","1":"You may notice feelings of anger, despair, grief, or hopelessness. You may struggle to forget the images you’ve seen, have negative thoughts about the world, feel a sense of estrangement from others, or struggle to sleep and concentrate. Given that what you have seen relates to cultural and systemic behaviors, you may find these responses being triggered frequently. Please note that these are valid emotions and a normal response to experiencing something traumatic such as this.","2":"Learning about, or re-exposing ourselves to animal suffering can be a disillusioning experience.","3":"It is important at times like this that you look after yourself to help cope with what you’ve experienced. Self-care may also help reduce the chances of prolonged distress that can significantly impact our day to day lives. Your mental health is important for your well-being. And if you are an animal advocate, it may be important for the cause.","4":"By exposing yourself to these atrocities, you have opened your heart and mind to a difficult reality, but one that you can now impact. Bearing witness gives us knowledge that we can share with others, it can transform our own perceptions and behaviours, or it can drive us even further to advocate against an injustice.","5":"Our empathy and willingness to acknowledge these horrors, rather than look away, can be the catalyst that helps us to create meaningful change. (source)","6":"Written by Adelaide-based clinical psychologist Apoorva Madan.","7":"You may be disappointed that you closed your eyes to the suffering of animals for so long. If you were previously a vegetarian, you may be disappointed that you only saw the suffering of a few animals. ","8":"We have all made mistakes in the past. As humans, we've all done regrettable things. We are not perfect. And with animals, we grew up learning that they existed for us to use. Almost all vegans at some point in their life ate meat, eggs, and\/or dairy. Our parents gave us meat, dairy, and eggs, just as they learned from their parents. It's a way of life that we were taught and that society condones. ","9":"Don't feel bad for being in that system that you grew up in. Don't feel mad that it took you some time to get past that system and open your eyes to the animal suffering that our society creates. Instead, feel proud that you finally succeeded in doing this. Feel proud that, now, you are minimizing harm.","10":"It is important, though, to not completely forget what we once participated in. If we forget, then we lose motivation. Instead of telling yourself that you are a horrible person, channel your energy into doing good.","11":"We understand that this challenge can be difficult, so please take a positive message from this: be proud of yourself. You have seen the light. Keep on going by finishing this challenge and banishing all animal products from your life. And be a better version of yourself: for the animals!","12":"For the past half-century, veganism has been a minority within a minority. In America in 2015, according to one survey, 3.4% of the population were vegetarian and just 0.4% were vegan. But 2019 will be the year veganism goes mainstream. The number of U.S. consumers identifying as vegan grew from 1% to 6% between 2014 and 2017, a 600% increase, according to GlobalData.","13":"Interest in a way of life in which people eschew not just meat and leather, but all animal products including eggs, wool and silk, is soaring, especially among millennials. Fully a quarter of 25- to 34-year-old Americans say they are vegans or vegetarians.","14":"The business of providing vegan meals is booming. McDonald’s has started selling McVegan burgers. Sales of vegan foods in America in the year to June 2018 rose ten times faster than food sales as a whole. Giant food firms are clambering onto the bandwagon, creating vegan lines of their own, buying startups, or both. Tyson Foods, a meat behemoth, has a 5% stake in Beyond Meat, which sells meat-free patties to TGI Friday’s, a restaurant chain. Even Big Meat is going vegan, it seems.","15":"The school district of Los Angeles, America’s second-largest, will start serving vegan meals in all its schools during the 2018-19 academic year. In its annual meeting in 2018, the American Medical Association called on hospitals to offer more such meals. But most national governments have been reluctant to encourage veganism. That could start to change in 2019 when the European Commission at last begins the process of formally defining what counts as vegan (and vegetarian) food, providing a measure of legal certainty.","16":"At the same time, vegan firms are making meat substitutes that actually look and taste like meat. Beyond Meat’s patties ooze with blood made of beetroot juice. When a vegan steak made by a Dutch firm, Vivera, arrived on supermarket shelves in June, 40,000 were sold within a week. If plant-based “meats” take off, they could become a transformative technology, improving Westerners’ protein-heavy diets, reducing the environmental hoofprint of animal husbandry and perhaps even cutting the cost of food in poor countries. (source)","17":"Here's another great article that goes into more detail on the rise of Veganism.","18":"It may sound simple but taking care of ourselves is difficult when we don’t make it a priority. Below are some resources to help get you started!","19":"Looking after some of our basic needs is vital to our well-being. But self-care goes beyond this too. It involves being compassionate to ourselves, watching out for negative self-talk, and taking extra care in what we do following a distressing experience.","20":"One day a man was walking along the beach when he noticed a boy picking something up and gently throwing it into the ocean. Approaching the boy, he asked, “What are you doing?” The youth replied, “Throwing starfish back into the ocean. The surf is up and the tide is going out. If I don’t throw them back, they’ll die.” “Son,” the man said, “don’t you realize there are miles and miles of beach and hundreds of starfish? You can’t make a difference!”After listening politely, the boy bent down, picked up another starfish, and threw it back into the surf. Then, smiling at the man, he said…” I made a difference for that one.” ","21":"It’s important to be reminded that all change begins with you, and every step towards positive change counts, no matter how big or small. Every animal you save from being on your plate reduces demand and financial support for the industries that destroy our planet, health, and most importantly, animals.","22":"As we've discussed, being vegan can spur feelings of negativity towards others. A great remedy is to watch and be inspired by great people who act out of kindness and compassion. The Dodo is a social media channel (on YouTube and Facebook) with plenty of examples. Watch these videos to feel gooey and hopeful about the human race!","23":"","24":"","25":"The most important habit I’ve formed in the last 10 years of forming habits is meditation. Hands down, bar none. Meditation has helped me to form all my other habits, it’s helped me to become more peaceful, more focused, less worried about discomfort, more appreciative and attentive to everything in my life. I’m far from perfect, but it has helped me come a long way. ","26":"Probably most importantly, it has helped me understand my own mind. Before I started meditating, I never thought about what was going on inside my head — it would just happen, and I would follow its commands like an automaton. These days, all of that still happens, but more and more, I am aware of what’s going on. I can make a choice about whether to follow the commands. I understand myself better (not completely, but better), and that has given me increased flexibility and freedom.","27":"So … I highly recommend this habit. And while I’m not saying it’s easy, you can start small and get better and better as you practice. Don’t expect to be good at first — that’s why it’s called “practice”! These tips aren’t aimed at helping you to become an expert … they should help you get started and keep going. You don’t have to implement them all at once — try a few, come back to this article, try one or two more. ","28":"Sit for just two minutes. This will seem ridiculously easy, to just meditate for two minutes. That’s perfect. Start with just two minutes a day for a week. If that goes well, increase by another two minutes and do that for a week. If all goes well, by increasing just a little at a time, you’ll be meditating for 10 minutes a day in the 2nd month, which is amazing! But start small first.","29":"Do it first thing each morning. It’s easy to say, “I’ll meditate every day,” but then forget to do it. Instead, set a reminder for every morning when you get up, and put a note that says “meditate” somewhere where you’ll see it.","30":"Don’t get caught up in the how — just do. Most people worry about where to sit, how to sit, what cushion to use … this is all nice, but it’s not that important to get started. Start just by sitting on a chair, or on your couch. Or on your bed. If you’re comfortable on the ground, sit cross-legged. It’s just for two minutes at first anyway, so just sit. Later you can worry about optimizing it so you’ll be comfortable for longer, but in the beginning it doesn’t matter much, just sit somewhere quiet and comfortable.","31":"Check in with how you’re feeling. As you first settle into your meditation session, simply check to see how you’re feeling. How does your body feel? What is the quality of your mind? Busy? Tired? Anxious? See whatever you’re bringing to this meditation session as completely OK.","32":"Count your breaths. Now that you’re settled in, turn your attention to your breath. Just place the attention on your breath as it comes in, and follow it through your nose all the way down to your lungs. Try counting “one” as you take in the first breath, then “two” as you breathe out. Repeat this to the count of 10, then start again at one.","33":"Come back when you wander. Your mind will wander. This is an almost absolute certainty. There’s no problem with that. When you notice your mind wandering, smile, and simply gently return to your breath. Count “one” again, and start over. You might feel a little frustration, but it’s perfectly OK to not stay focused, we all do it. This is the practice, and you won’t be good at it for a little while.","34":"Develop a loving attitude. When you notice thoughts and feelings arising during meditation, as they will, look at them with a friendly attitude. See them as friends, not intruders or enemies. They are a part of you, though not all of you. Be friendly and not harsh.","35":"Don’t worry too much that you’re doing it wrong. You will worry you’re doing it wrong. That’s OK, we all do. You’re not doing it wrong. There’s no perfect way to do it, just be happy you’re doing it.","36":"Don’t worry about clearing the mind. Lots of people think meditation is about clearing your mind, or stopping all thoughts. It’s not. This can sometimes happen, but it’s not the “goal” of meditation. If you have thoughts, that’s normal. We all do. Our brains are thought factories, and we can’t just shut them down. Instead, just try to practice focusing your attention, and practice some more when your mind wanders.","37":"Stay with whatever arises. When thoughts or feelings arise, and they will, you might try staying with them awhile. Yes, I know I said to return to the breath, but after you practice that for a week, you might also try staying with a thought or feeling that arises. We tend to want to avoid feelings like frustration, anger, anxiety … but an amazingly useful meditation practice is to stay with the feeling for awhile. Just stay, and be curious.","38":"Get to know yourself. This practice isn’t just about focusing your attention, it’s about learning how your mind works. What’s going on inside there? It’s murky, but by watching your mind wander, get frustrated, avoid difficult feelings … you can start to understand yourself.","39":"Become friends with yourself. As you get to know yourself, do it with a friendly attitude instead of one of criticism. You’re getting to know a friend. Smile and give yourself love.","40":"Do a body scan. Another thing you can do, once you become a little better at following your breath, is focus your attention on one body part at a time. Start at the soles of your feet — how do those feel? Slowly move to your toes, the tops of your feet, your ankles, all the way to the top of your head.","41":"Notice the light, sounds, energy. Another place to put your attention, again, after you’ve practice with your breath for at least a week, is the light all around you. Just keep your eyes on one spot, and notice the light in the room you’re in. Another day, just focus on noticing sounds. Another day, try to notice the energy in the room all around you (including light and sounds).","42":"Really commit yourself. Don’t just say, “Sure, I’ll try this for a couple days.” Really commit yourself to this. In your mind, be locked in, for at least a month.","43":"You can do it anywhere. If you’re traveling or something comes up in the morning, you can do meditation in your office. In the park. During your commute. As you walk somewhere. Sitting meditation is the best place to start, but in truth, you’re practicing for this kind of mindfulness in your entire life.","44":"Follow guided meditation. If it helps, you can try following guided meditations to start with. My wife is using Tara Brach’s guided meditations, and she finds them very helpful.","45":"Check in with friends. While I like meditating alone, you can do it with your spouse or child or a friend. Or just make a commitment with a friend to check in every morning after meditation. It might help you stick with it for longer.","46":"Find a community. Even better, find a community of people who are meditating and join them. This might be a Zen or Tibetan community near you (for example), where you go and meditate with them. Or find an online group and check in with them and ask questions, get support, encourage others. My Sea Change Program has a community like that.","47":"Smile when you’re done. When you’re finished with your two minutes, smile. Be grateful that you had this time to yourself, that you stuck with your commitment, that you showed yourself that you’re trustworthy, where you took the time to get to know yourself and make friends with yourself. That’s an amazing two minutes of your life.","48":"Meditation isn’t always easy or even peaceful. But it has truly amazing benefits, and you can start today, and continue for the rest of your life.","49":"Written by Leo Babauta, click here to view the original post!","50":"The vegan cause is essential and so is spreading the vegan message, but take care of yourself first!","51":"Before going down the road of activism, remember to take care of yourself. Don't neglect the bachelor degree you are working on or the job you need to pay your bills, for example. Don't forget your friends and family. You're saving many animals by simply being vegan, and you're allowed to live your life! If there is something going on that disallows you from participating in vegan activism, don't feel guilty. In order to be effective advocates, we need to manage ourselves first - that way we're more impactful when advocating for animals and the vegan lifestyle.","52":"That being said, we do need people to stand up for the animals and to educate people about what is going on. Partake in vegan activism when possible. If you're uncomfortable on the street talking to people, you can participate in online activism. Activism can take up five minutes of your time or a whole afternoon. There is something for everyone.","53":"You can find numerous verified organizations that could use your help in spreading the vegan message by visiting the website VeganActivism.org - a website designed by us.","54":"Ultimately, be certain that you have the time and energy to spend on activism because you won't help the animals if you won't help yourself first. For now, focus on working on the challenges ahead - we have an activism challenge that comes later if you're already pumped up and interested in getting active!"},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson","48":"lesson","49":"lesson","50":"lesson","51":"lesson","52":"lesson","53":"lesson","54":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/586\/self-care-overview","1":"https:\/\/veganbootcamp.org\/course-progress\/586\/self-care-overview","2":"https:\/\/veganbootcamp.org\/course-progress\/586\/self-care-overview","3":"https:\/\/veganbootcamp.org\/course-progress\/586\/self-care-overview","4":"https:\/\/veganbootcamp.org\/course-progress\/586\/self-care-overview","5":"https:\/\/veganbootcamp.org\/course-progress\/586\/self-care-overview","6":"https:\/\/veganbootcamp.org\/course-progress\/586\/self-care-overview","7":"https:\/\/veganbootcamp.org\/course-progress\/587\/am-i-a-horrible-person","8":"https:\/\/veganbootcamp.org\/course-progress\/587\/am-i-a-horrible-person","9":"https:\/\/veganbootcamp.org\/course-progress\/587\/am-i-a-horrible-person","10":"https:\/\/veganbootcamp.org\/course-progress\/587\/am-i-a-horrible-person","11":"https:\/\/veganbootcamp.org\/course-progress\/587\/am-i-a-horrible-person","12":"https:\/\/veganbootcamp.org\/course-progress\/588\/veganism-is-growing","13":"https:\/\/veganbootcamp.org\/course-progress\/588\/veganism-is-growing","14":"https:\/\/veganbootcamp.org\/course-progress\/588\/veganism-is-growing","15":"https:\/\/veganbootcamp.org\/course-progress\/588\/veganism-is-growing","16":"https:\/\/veganbootcamp.org\/course-progress\/588\/veganism-is-growing","17":"https:\/\/veganbootcamp.org\/course-progress\/588\/veganism-is-growing","18":"https:\/\/veganbootcamp.org\/course-progress\/589\/looking-after-yourself","19":"https:\/\/veganbootcamp.org\/course-progress\/589\/looking-after-yourself","20":"https:\/\/veganbootcamp.org\/course-progress\/590\/the-starfish-story","21":"https:\/\/veganbootcamp.org\/course-progress\/590\/the-starfish-story","22":"https:\/\/veganbootcamp.org\/course-progress\/591\/dodo-heroes","23":"https:\/\/veganbootcamp.org\/course-progress\/591\/dodo-heroes","24":"https:\/\/veganbootcamp.org\/course-progress\/591\/dodo-heroes","25":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","26":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","27":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","28":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","29":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","30":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","31":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","32":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","33":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","34":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","35":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","36":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","37":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","38":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","39":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","40":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","41":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","42":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","43":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","44":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","45":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","46":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","47":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","48":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","49":"https:\/\/veganbootcamp.org\/course-progress\/592\/mindfulness-meditation","50":"https:\/\/veganbootcamp.org\/course-progress\/593\/should-i-be-doing-more","51":"https:\/\/veganbootcamp.org\/course-progress\/593\/should-i-be-doing-more","52":"https:\/\/veganbootcamp.org\/course-progress\/593\/should-i-be-doing-more","53":"https:\/\/veganbootcamp.org\/course-progress\/593\/should-i-be-doing-more","54":"https:\/\/veganbootcamp.org\/course-progress\/593\/should-i-be-doing-more"}}