{"tag":{"0":"The Game Changers","1":"The Game Changers","2":"The Game Changers","3":"The Game Changers","4":"The Game Changers","5":"The Game Changers","6":"The Game Changers","7":"The Game Changers","8":"The Game Changers","9":"The Game Changers","10":"The Game Changers","11":"The Game Changers","12":"The Game Changers","13":"The Game Changers","14":"The Game Changers","15":"The Game Changers","16":"The Game Changers","17":"The Game Changers","18":"The Game Changers","19":"The Game Changers","20":"The Game Changers","21":"The Game Changers","22":"The Game Changers","23":"The Game Changers","24":"The Game Changers","25":"The Game Changers","26":"The Game Changers","27":"The Game Changers","28":"The Game Changers","29":"The Game Changers","30":"The Game Changers","31":"The Game Changers","32":"The Game Changers","33":"The Game Changers","34":"The Game Changers","35":"The Game Changers","36":"The Game Changers","37":"The Game Changers","38":"The Game Changers","39":"The Game Changers","40":"The Game Changers","41":"The Game Changers","42":"The Game Changers","43":"The Game Changers","44":"The Game Changers","45":"The Game Changers","46":"The Game Changers","47":"The Game Changers"},"text":{"0":"Stream this on Netflix by clicking here!","1":"Don't have netflix? Here's a few other places you can stream\/buy at!","2":"Course notes: Unfortunately we do not yet have the rights to stream the full movie for this course, above is the trailer with a link where you can stream\/buy the movie, we highly recommend it! 🤸🏼‍♂️ ","3":"When it comes to nutrition, our “all or something” approach to plant-based eating cuts through the confusion, fusing cutting-edge science with practical advice.","4":"For the vast majority of the population, nutrition and health are very confusing subjects. This confusion stems in part from the fact that most people look for information on these subjects online (1), where anyone with an opinion, regardless of their credentials, can pose as an authority and reach millions of people.","5":"Since most people aren’t trained in nutrition and\/or don’t have the time to read or interpret the actual research, this means that the companies and self-proclaimed experts with the most advertising dollars and\/or the savviest social media strategies end up influencing the most people.","6":"Making matters worse, countless studies are funded by food companies and lobby groups with the goal of making their product(s) seem ideal for athletic performance, weight loss and\/or health. This “scientific research” filters down to doctors, who, in the United States, only receive an average of 20 hours of nutrition training during their entire medical education (2), and usually don’t have time to stay up to date on the most recent research. It also makes its way to dietitians and nutritionists — whose educational materials are also often funded by these same companies and lobby groups — as well as coaches, personal trainers, and other fitness\/athletic professionals, who often base their recommendations on very outdated concepts.","7":"“The formula works beautifully for people selling food. It works beautifully for people selling drugs to treat the diseases that bad food causes. And it works beautifully for the media, which can give us a new story about diet every day.”","8":"DR. DAVID KATZ, FOUNDING DIRECTOR OF YALE UNIVERSITY’S YALE-GRIFFIN PREVENTION RESEARCH CENTER","9":"As a result, most people feel overwhelmed and confused by all of the conflicting nutritional information they come across — Are carbs good or bad? Is exercise the key to weight loss? Should I really put butter in my coffee? — bouncing from one fad diet to another, or simply giving up and going back to their old eating habits.","10":"Despite all of the confusion in the general population, decades of research from the world’s most trusted research institutions, published in the world’s most respected scientific journals, have painted a very clear picture of which eating patterns tend to improve health and fitness, and which do not.","11":"The preponderance of scientific evidence suggests that an animal-based diet — where foods like meat, eggs and dairy are the foundation of most meals — decreases overall health, increases the risk of numerous diseases, and reduces our lifespans. Conversely, the more plants you eat, the healthier you tend to be, decreasing your risk of many major diseases while increasing the quality and length of our lives.","12":"This basic but powerful conclusion has been reached via many fields of research, including epidemiology (population studies), nutritional biochemistry (how food affects the body), and biological anthropology (which includes the study of what humans are ‘built’ to eat). We dig deeper into these subjects in Optimizing Health.","13":"The same underlying mechanisms that impact health (including blood flow, oxidative stress, inflammation, and hormone levels) also affect athletic performance, sexual function, body composition, cognitive function, and many other areas that play a major role in how we look, feel, and function. We discuss how food’s powerful influence over these mechanisms can affect athletics and fitness in Maximizing Performance.","14":"Another consistent nutritional principle is that whole foods tend to be healthier than processed\/refined foods. We prefer to use the term ‘refined’, since processing a food could simply mean chopping or cooking it, whereas refining a food typically means removing some or much of its nutrient content. For example, chopping a beet is technically ‘processing’ it, but ‘refining’ a beet into table sugar requires stripping away the fiber, folate, potassium, iron, and vitamin C, leaving only sugar. The same applies to the production of oils, white flours, and so on, where fiber and other key nutrients are removed in the refining process.","15":"Refined foods can also include added ingredients, such as the preservatives found in processed meats, or the artificial flavors and colors found in candy.","16":"While most people understand that sugary drinks like soda, fried foods like potato chips, and refined flour products like white bread or pastries are definitely not ideal for optimizing health or fitness, few people understand that a diet based on animal foods — whether whole (like chicken breast and eggs) or heavily processed (like bacon and cheese) — is of far greater concern than misguided fears like “eating too many carbs”. And even fewer understand that the overwhelming body of scientific evidence shows that choosing a diet centered around a wide variety of plants, especially in their whole form, is the single most powerful tool we have for the prevention, treatment, and even reversal of many of our most common diseases.","17":"While nutrition can be a very confusing subject, researchers from a wide range of scientific disciplines agree on some very basic principles of what the optimal diet for performance and health looks like. This diet centers around plants with an emphasis on a wide variety of whole foods, whenever possible.","18":"As clearly demonstrated in The Game Changers, a rapidly increasing number of world-class athletes are taking advantage of this knowledge and experiencing dramatic improvements in their performance as a result, smashing records and stereotypes along the way. While some people mistakenly believe that all of these athletes have personal chefs and\/or superior genes, the reality is that there are also tens of millions around the world from all walks of life experiencing similar benefits, helping them look, feel and perform at their very best.","19":"For a lot of people who watch The Game Changers, their immediate impulse is to overhaul their entire diet overnight. While many people are capable of doing this and sticking with it, just as many run into trouble once they get home and realize that their kitchens are still full of their regular food, that they don’t know where to buy (or how to cook) the ‘new’ food, and so on.","20":"In order to help avoid these common experiences, we strongly recommend that you familiarize yourself with the free resources on this site, including our Recipes, Tips, FAQs, and Benefits section, and connect with our social media pages. While most people think eating better is simply a matter of willpower, the reality is that being prepared and supported is much more important.","21":"We also encourage you, no matter how motivated you might feel, to move at whatever speed feels comfortable and sustainable. As the saying goes, “perfect is the enemy of good”, and nowhere is this clearer than with changing how you eat. Contrary to what most diet books and programs suggest, each positive step you take counts, and there is no single approach to changing your diet that works for everyone. This means that you — and only you — should decide what speed you want to move at, and how far you want to go.","22":"For sources, please click here and scroll to the bottom and click on \"Page References\"! ","23":"“The formula works beautifully for people selling food. It works beautifully for people selling drugs to treat the diseases that bad food causes. And it works beautifully for the media, which can give us a new story about diet every day.”DR. DAVID KATZ, FOUNDING DIRECTOR OF YALE UNIVERSITY’S YALE-GRIFFIN PREVENTION RESEARCH CENTER","24":"As demonstrated by the athletes and research featured in The Game Changers, switching to a diet centered around plants can yield significant performance advantages, providing optimal fuel, increasing blood flow, making muscles more efficient, and speeding recovery by lowering inflammation. These benefits can not only be experienced by athletes, but by anyone who wants to feel and perform better in any aspect of their lives.","25":"Hard-working muscles run primarily on glycogen, a form of carbohydrate stored in our liver and muscle. Carbohydrates, which come almost exclusively from plants, also provide our brain with its primary and preferred fuel — glucose — which helps us stay sharp and focused during intense training sessions and competitions (1).","26":"Performance-based diets built around meat and other animal products often provide dietary fat at the expense of carbohydrates (2-6). Unlike carbohydrates, fat can’t produce energy fast enough to meet the demands of intense exercise, so diets that sacrifice carbohydrates typically impair high-intensity performance (1). Low-carbohydrate diets, including the ketogenic (keto) diet, have been shown to cause so much fatigue that they even affect our motivation to begin a training session, let alone finish it (7-9).","27":"Protein can also be used as a fuel source, but it’s highly inefficient, wasting 20-30% of each calorie as heat (10).","28":"All told, carbohydrates are the ideal source of energy for optimized performance, whether it’s doing squats, playing football, or running a marathon.","29":"And as we’ll discuss later in Getting and Staying Lean, despite the common misconception that “carbs make you fat”, unrefined carbohydrates — like those found in whole plant foods, including oats, sweet potatoes, and bananas — are consistently associated with decreased body fat, another advantage for most performance goals.","30":"Efficient blood flow is another cornerstone for optimized performance, since blood is how oxygen and vital nutrients reach the cells in our muscles, brain, and the rest of our body, while also helping to eliminate waste (11).","31":"Just as the experiment conducted on three NFL players in The Game Changers revealed, a single animal-based meal can quickly thicken our blood (12), which slows down the flow of oxygen and the nutrients blood transports to the areas that need it most, including the muscles we use during exercise (13). People who avoid meat experience the opposite effect, since plant-based meals allow blood to remain fluid and flow quickly to its destination (14).","32":"Adding insult to injury, animal-based meals can cripple our arteries, preventing them from fully opening to allow for increased blood flow. Research has shown that just two hours after eating a heavy animal-based meal, arteries can constrict by 40%, essentially causing a traffic jam. The calorie-matched plant-based meal allowed them to open freely for quick, easy transit (15).","33":"But it isn’t just the lack of “baggage” in plant foods that help keep our blood flowing quickly; there is also a common ingredient found in plant-based foods like spinach, lettuce, carrots, and beets that actually signals our blood vessels to open, allowing more blood to flow through at a faster pace (16). This ingredient is nitrates which, unlike the cancer-causing nitrates in cured meats like bacon (17), serves another important function.","34":"The energy reserves our muscles use for intense training or competition are limited, and when we run out, we’ve reached the end of the line. The more efficiently our muscles work, the further these energy reserves can take us.","35":"In addition to encouraging our arteries to expand, the nitrates found in plant foods also allow our muscles to contract more efficiently, sparing their energy reserves and allowing them to accomplish more work with the same amount of effort (18). This translates into measurably better performance, whether it’s lifting weights at the gym, playing football, or running sprints (19).","36":"Inflammation is our bodies’ natural immune response to injury, foreign invaders, or even exercise. In its acute form, like after spraining an ankle, coming down with a bacterial infection, or recovering from a workout, inflammation is an immediate and necessary part of the healing process. Left unchecked, or further intensified, inflammation can prolong healing time from injuries or sickness, and also increase soreness and swelling, slowing recovery between workouts and competitions.","37":"Chronic inflammation often begins with the same cellular response, but shifts in nature when the immune system fails to heal the injury effectively, eliminate the foreign invaders, or continues to respond to a threat that no longer exists. Once it reaches this stage, inflammation often begins damaging healthy tissues, including muscles and joints (20).","38":"Taking all of this into account, unnecessary inflammation can have a significant negative impact on our physical performance (21).","39":"Fortunately, diet can be a powerful tool to get us through acute inflammation faster and combat chronic inflammation as well. But it can also have the opposite effect.","40":"Animal-based diets fall into the latter category. Extensive research has shown that meat and other animal products contain (or lead to the formation of) a wide range of pro-inflammatory compounds and molecules, including bacterial endotoxins, trimethylamine N-oxide (TMAO), nitrosamines, heterocyclic amines (HCAs), N-Glycolylneuraminic acid (Neu5Gc), and polycyclic aromatic hydrocarbons (PAHs) (22-26). If these words sound scary, you’re right: the damage they inflict can be severe, with research showing that a single hamburger can increase measures of inflammation by 70 percent (27).","41":"Plants fall on the opposite end of this spectrum, coming naturally packed with high doses of anti-inflammatory compounds, including thousands of powerful antioxidants. The contrast between these two classes of food is dramatic, with plants having on average 64 times the antioxidant content of animal foods (28). This helps explain why switching to a plant-based diet can help reduce measures of inflammation by 29 percent in just three weeks (29).","42":"Not surprisingly, numerous studies have shown that the anti-inflammatory nature of plant foods can help decrease soreness, reduce muscle damage, and support recovery — all of which contribute to improved performance (20-34).","43":"Eating plants also combats the inflammation caused by animal foods (27,35). Therefore, decreasing animal foods while increasing plant foods has a dual effect: it not only replaces pro-inflammatory compounds with anti-inflammatory ones, but also frees up the beneficial plant compounds to address the inflammation caused by exercise, injury, and sickness (36).","44":"The reduction in both acute and chronic inflammation reveals why so many plant-based athletes, including those featured in The Game Changers, report reduced DOMS (delayed onset muscle soreness), quicker recovery times after workouts and competitions, faster healing from injuries, reduced tendonitis and joint pain, improved immunity, and significantly increased career longevity.","45":"Whether you’re a competitive athlete, weekend warrior, or someone who simply wants to feel and perform better in the gym, at work, or at home, eating more plants and fewer animal foods can provide powerful advantages. As we’ll see in Optimizing Health, eating a diet centered around plants can also have a dramatic effect on our health.","46":"For more on the effect plant-based eating can have on specific areas of performance and fitness, please visit Gaining Muscle and Strength, Going the Distance, and Getting and Staying Lean.","47":"For sources, please click here and scroll to the bottom and click on \"Page References\"!"},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"quote","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/706\/watch-game-changers","1":"https:\/\/veganbootcamp.org\/course-progress\/706\/watch-game-changers","2":"https:\/\/veganbootcamp.org\/course-progress\/706\/watch-game-changers","3":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","4":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","5":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","6":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","7":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","8":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","9":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","10":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","11":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","12":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","13":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","14":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","15":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","16":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","17":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","18":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","19":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","20":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","21":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","22":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","23":"https:\/\/veganbootcamp.org\/course-progress\/718\/core-principles","24":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","25":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","26":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","27":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","28":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","29":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","30":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","31":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","32":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","33":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","34":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","35":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","36":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","37":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","38":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","39":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","40":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","41":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","42":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","43":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","44":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","45":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","46":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage","47":"https:\/\/veganbootcamp.org\/course-progress\/719\/plant-based-advantage"}}