{"tag":{"0":"Wild Animal Suffering","1":"Wild Animal Suffering","2":"Wild Animal Suffering","3":"Wild Animal Suffering","4":"Wild Animal Suffering","5":"Wild Animal Suffering","6":"Wild Animal Suffering","7":"Wild Animal Suffering","8":"Wild Animal Suffering","9":"Wild Animal Suffering","10":"Wild Animal Suffering","11":"Wild Animal Suffering","12":"Wild Animal Suffering","13":"Wild Animal Suffering","14":"Wild Animal Suffering","15":"Wild Animal Suffering","16":"Wild Animal Suffering","17":"Wild Animal Suffering","18":"Wild Animal Suffering","19":"Wild Animal Suffering","20":"Wild Animal Suffering","21":"Wild Animal Suffering","22":"Wild Animal Suffering","23":"Wild Animal Suffering","24":"Wild Animal Suffering","25":"Wild Animal Suffering","26":"Wild Animal Suffering","27":"Wild Animal Suffering","28":"Wild Animal Suffering","29":"Wild Animal Suffering","30":"Wild Animal Suffering","31":"Wild Animal Suffering","32":"Wild Animal Suffering","33":"Wild Animal Suffering","34":"Wild Animal Suffering","35":"Wild Animal Suffering","36":"Wild Animal Suffering","37":"Wild Animal Suffering","38":"Wild Animal Suffering","39":"Wild Animal Suffering","40":"Wild Animal Suffering","41":"Wild Animal Suffering","42":"Wild Animal Suffering","43":"Wild Animal Suffering","44":"Wild Animal Suffering","45":"Wild Animal Suffering","46":"Wild Animal Suffering","47":"Wild Animal Suffering","48":"Wild Animal Suffering","49":"Wild Animal Suffering","50":"Wild Animal Suffering","51":"Wild Animal Suffering","52":"Wild Animal Suffering","53":"Wild Animal Suffering","54":"Wild Animal Suffering","55":"Wild Animal Suffering","56":"Wild Animal Suffering","57":"Wild Animal Suffering","58":"Wild Animal Suffering","59":"Wild Animal Suffering","60":"Wild Animal Suffering","61":"Wild Animal Suffering","62":"Wild Animal Suffering","63":"Wild Animal Suffering","64":"Wild Animal Suffering","65":"Wild Animal Suffering","66":"Wild Animal Suffering","67":"Wild Animal Suffering","68":"Wild Animal Suffering","69":"Wild Animal Suffering","70":"Wild Animal Suffering","71":"Wild Animal Suffering","72":"Wild Animal Suffering","73":"Wild Animal Suffering","74":"Wild Animal Suffering","75":"Wild Animal Suffering"},"text":{"0":"Many of us have a rather idyllic perception of nature and assume that wild animals have a life as close to the ideal as it can get. While these animals may be free from captivity, their lives aren’t easy. Below, we will discuss a few of the significant causes of suffering for wild animals and what we might be able to do to help.","1":"Disease is a very significant source of suffering and premature death for animals. To understand how harmful disease can be to animals, think of the immense suffering that disease caused to human beings before the advent of modern medicine. This is the situation of animals in the wild. The harms caused by disease are worsened by lack of access to treatment and, sometimes, by lack of opportunity to rest and recuperate.  ","2":"There are a number of ways we could potentially prevent or treat disease in wild animals. For example, we could provide medical treatment to individuals like we do for humans, and we could improve their environment so that disease is less prevalent. One particularly promising approach that you’re probably already familiar with is vaccination. Vaccination programs provide a feasible option to dramatically improve the welfare of animals in the wild, potentially on a large scale.  ","3":"Of course, there are many diseases and we would need more research to understand which ones we can target safely, and to understand the role that a specific disease may play in an ecosystem. ","4":"There really are a lot of unknowns and a lot of research that would need to be conducted. Potentially though, we can vaccinate animals against horrific diseases like rabies and tuberculosis.  ","5":"We’ll now see three examples of previous vaccination programs that have been implemented in wild animal populations. Bear in mind, these interventions were created to satisfy human interests, not to help wild animals, but they illustrate the potential we have to effectively reduce disease in wild animals. ","6":"If we put more resources into learning about the lives of wild animals, the diseases that plague them, and research the outcomes of vaccination projects like the three we have just discussed, we can potentially eradicate diseases that are torturing sentient beings.  ","7":"Did you ever wonder how wild animals living in cities got there? Some migrated in search of food and shelter. Others like field mice were already there and the cities built up around them. There is growing concern about these urban animals both in academia and among the general public. ","8":"Urban welfare ecology is an emerging field studying the wellbeing of animals living in urban areas. This includes animals like birds, mice, rabbits, tortoises, and lizards as well as a large number of insects such as crickets, grasshoppers, bees, and butterflies. The field deals with more than just learning how we can co-exist with them without doing harm. It's about understanding what the lives of urban animals are like and what affects them in good or bad ways, including natural harms like disease, starvation, weather conditions, and conflicts with other animals. There are existing fields that study animal welfare, animal behavior, or how ecosystems affect the lives of animals, but their purpose is not exclusively to help the animals themselves. Urban welfare ecology studies these things only for the sake of the animals as individuals (as opposed to the population, species, ecosystem, or their relationship with humans). Applied urban welfare ecology is about making their wellbeing compatible with other aims of society.","9":"Spreading awareness about the lives of animals living in cities is one way you can help. Another is doing what you can to promote work in this area in academia. Academics tend to view this favorably so our support can help it advance more quickly.","10":"Thank you to Animal Ethics for contributing to this page! ","11":"Another important factor that can seriously affect the lives of animals in the wild is the lack of food. Many animals suffer through long periods of hunger and malnutrition, yet they survive. Others starve to death, often shortly after birth. The most common cause of starvation in the wild is simply being born in an environment where there is not enough food for all. Unfortunately, this is the situation for most animals who are ever born. Most species of animals have very large numbers of offspring. Many different species of arthropods and fishes, for example, can lay from thousands to millions of eggs during their lifetime. This means that populations would grow out of control if most of the offspring survived. In order for a population to remain stable, on average only about two offspring per parent can survive to adulthood. The rest will die. Some eggs don’t hatch, some animals are killed by predators, siblings, or even parents shortly after birth, but one of the most common forms of death is by starvation just after being born or hatched. ","12":"There are potentially a lot of ways we could reduce the amount of starvation in the wild. An obvious approach, though probably not scalable, could be feeding programs.  ","13":"Another potential option to reduce the prevalence of starvation is to control population sizes of wild animals. Humans are already implementing population control methods in wild animals for conservation and environmental purposes. However, commonly used techniques, such as hunting, trapping, poisoning, or introducing diseases or predators all typically cause a large amount of suffering. We can potentially find ways to control the population sizes of animals without causing a significant amount of suffering, and contraception is one option that could be explored further. ","14":"Several forms of contraception have been developed, including hormonal contraception, surgical sterilization and immunocontraception. If animal population sizes are controlled, each individual animal has access to more resources than they need. Food can be abundant. Diseases and parasites can be rare and there would be less territorial conflict between animals. ","15":"Does using contraceptives on wild animals seem unrealistic? Well actually, we have already done it. ","16":"The fertility control that is being used on pigeons may reduce suffering in those populations, but what is perhaps even more important is that if we can find a way to have an effective reversible impact, then this can potentially be expanded to a larger scale and we can apply similar techniques to help more animals. Effective fertility control has the potential to prevent an enormous amount of starvation, and animals could experience improved health and wellbeing as a result. ","17":"Other than starvation and disease, there are of course many more causes of wild animal suffering, including but not limited to predation, sexual oppression and accidents. Like starvation and disease, these issues are extremely complex and we need more research to gain an understanding of what we could do to help.","18":"If safely applied, genetic engineering is an exciting technology that may provide an effective option to alleviate a lot of suffering being experienced by wild animals. Of course, we need to be extremely cautious when it comes to genetic engineering. It’s incredibly complex and far more research needs to be conducted before it could be responsibly implemented in the wild. ","19":"The use of genetic engineering has already been proposed for combating human pathogens. For example, it’s been proposed to alter the genetic code of mosquitoes who are carriers of malaria. Of course, genetic engineering should not be used on wild animals until we are sure that it can be applied safely and we have a better understanding of the consequences on the ecosystem as a whole. But the scientific community are optimistic that genetic engineering can be used to substantially improve human health, and if we’re willing to use this technology to say, eradicate malaria to improve human wellbeing, why can’t we eventually use it to improve the lives of non-human animals too?","20":"Gene drives can be used to propagate genetic variants throughout the population as they increase the probability that a specific genetic variant will be passed on from parent to child. This means that we can make particular genetic variants that are beneficial to the wellbeing of animals more abundant in the gene pool. The technique can employ adding, deleting, disrupting, or modifying genes. ","21":"If gene drives could be applied safely, which genetic variants could be beneficial to propagate throughout the animal kingdom? Obviously, this is very complex, but to give you an example of the kind of thing we might be looking for, we know there are genes that influence pain threshold and these could be a potential target. One gene that has been found to play a significant role in determining pain sensitivity is the SCN9A gene. Some variants of this gene confer unusually high or unusually low pain-sensitivity without necessarily compromising function to any marked degree. If we drove the variant for low-pain sensitivity throughout wild-animal populations, we might be able to dramatically reduce the amount of physical pain experienced by individuals in the wild without comprising the functional aspect of pain. Of course, far more research would need to be conducted before we could do anything like this safely. ","22":"Reversibility simply refers to how reversible the effects of an intervention are. Due to widespread uncertainty concerning potential adverse effects of our interventions on the ecosystem and the wild animals themselves, it is possible that an intervention will turn out to do more harm than good. For this reason, we want our actions to be reversible.  ","23":"While we want the effects of our actions to be reversible in order to reduce the risk of making things permanently worse, we also want the effects to be long-lasting if those effects are positive. Persistence refers to how long the effects of a given intervention will last in the face of natural processes. For example, if we build a castle out of sand at the beach, it’s not going to be very persistent in the face of natural processes. Whereas, if we build a castle out of stone, it’s likely to persist for a long time. ","24":"Persistence is also very important when it comes to the cost-effectiveness of interventions. We want to maximize the benefit, given the cost because that means we can positively influence more animals. The longer the effects of a given intervention last, the more cost-effective said intervention is, all else being equal. Therefore, when developing interventions, carefully evaluating the persistence of the proposed effects is important. ","25":"All else equal, the ideal intervention would be both persistent and reversible. For example, if we think about the stone castle from before, we can assume that while it is very persistent because it doesn’t easily erode, it is also reversible because we have the technology to deconstruct the castle and put the stones back where we found them if we want to do so. ","26":"Another factor is that the feasibility and viability of carrying out interventions to improve wild animal welfare is strongly influenced by public perception. In the future, we will have more advanced technology that will allow us to help animals more than we can possibly imagine today, but none of that will matter unless we have the desire to help them. Public perception is key in order to implement policies and interventions that can help wild animals. And that’s why as individuals, one of the best things we can do for wild animals today is to raise awareness about the suffering they endure and convince others to take the issue seriously.  ","27":"It’s important to note that worldwide, there are currently only a handful of researchers and philosophers working on WAS. This issue has been and still is incredibly academically neglected. It’s highly under-researched and substantially under-funded. This means there are a lot of unanswered questions and a lot of research yet to be conducted. It's hard to put into words the extent to which this issue has been neglected when you think about the scale of the problem.  ","28":"In relation to the suffering that currently exists in the world, this is probably the biggest issue on the planet, and yet research looking specifically at how to best reduce wild animal suffering is almost non-existent. The ethical implications of wild animal suffering have also been neglected in philosophy. Historically there has been a substantial lack of funding, workforce and awareness. ","29":"Many people have the idea that an ecosystem has a certain “balance”, and that when this balance is offset the ecosystem is “destroyed”, and needs to be “restored”. This perspective has some truth to it, but in many ways it’s also rigid and simplistic.","30":"Nature is a place of continuous change, and with or without human intervention, populations of different species fluctuate. For every ecosystem there are many possible “balances” it might have. And which “balance” you prefer among the ones that are possible, depends on your values.","31":"If your value is that everything should be as it was, then almost by definition the “best” ecosystem is the one that is the most similar to the way it used to be. Though one might ask: How far back should we look? Who knows - perhaps the most hardcore conservationists think the Ediacaran period was \"correct\", and that everything since has been an abomination.","32":"The belief that the “best” outcome for an ecosystem is that it stays as it was, is so common that many people don’t even consider that there could be other perspectives.","33":"However it can be argued that the important question isn’t “which balance is most similar to how it used to be?”, but rather “which balance is best for the animals that live there?”.","34":"We can ask ourselves: ","35":"“If I was to be born into the ecosystem myself as a randomly chosen animal, what would I prefer then?”","36":"","37":"Imagine you had to choose between helping the most animals possible today or the most animals possible between now and the end of the world. Which would you choose? It might seem obvious that you would choose the second, but in our everyday lives we have a natural bias towards what is happening in the present, and we tend to discount the importance of the future. This is a type of temporal (time) bias, where we prioritize what happens sooner over what happens later.","38":"It's easy to see the suffering around us and want to change it, but giving greater weight to the needs of present animals and neglecting future animals comes at a great cost. If things continue as they are, there will be many, many (orders of magnitude) more wild animals living in the future. If we prioritize our long-term impact, we can prevent an enormous amount of suffering by working for interventions in nature to help wild animals, like vaccinations, rescues during natural disasters, and larger scale programs to provide medical treatment, food, and shelter. Climate change has already made it necessary for humans to intervene in nature to mitigate its effects. There's no longer a moral debate about whether we should intervene in nature. Now the question is how should we intervene in nature? We need to be spreading the word now that the wild animals of the future really need our help.","39":"Thank you to Animal Ethics for contributing to this page!","40":"What do cancer, polio and smallpox all have in common? They are all perfectly natural.","41":"Most people are happy to see diseases such as smallpox and polio eradicated, and if someone gets cancer, or if their children do, then you won't be able to cheer them up by telling them that cancer is a natural disease.","42":"In this way we tend to understand that something being “natural”, and something being “good”, isn’t the same thing. But at other times many people often think and speak as if natural = good. That line of reasoning - the belief that if something is natural then it must also be good - is sometimes referred to as the appeal to nature fallacy.","43":"Of course, we can’t deny that many things that are “natural” also are good. Like baby-laughter, and the aesthetic beauty of certain landscapes, and blueberries. And there are a lot of “unnatural” things that you won’t be a fan of. Like nuclear weapons, factory farms, torture devices, napalm, and Nickelback CDs. The issue is the attitude that things are good because they are natural.","44":"Sometimes people seem to think that “nature knows best” for wild animals. But nature neither knows or cares about what is best for wild animals. What is being optimized for is the replication of genes, which is not even remotely similar.","45":"It would cost evolution little to completely anesthetize prey when they are past the point of having a chance of escape, or to give starving and diseased animals pleasant dreams before they die. But evolution doesn’t do that, because evolution doesn’t care.","46":"Nick Bostrom once said that \"had mother nature been a real parent, she would have been in jail for child abuse (...)\". And he has a point. In one sense you could say that evolution has even less empathy than most psychopaths. But really, to ask “how much empathy does evolution have?” is kind of like asking “how much empathy does a rock falling down a mountain-side have?”. Evolution is more complicated than a falling rock - but like a falling rock it has no mind or goals or morality whatsoever. Hence, the answer to the question of “who gives us the right to intervene in nature?” is that there is nobody to ask.","47":"When faced with the suffering of another conscious being there is one question we should always ask. We should ask this question regardless of gender, and ethnic group, and species, and whether or not the being in question is in “nature”. And that question is:","48":" “What if it was me?”.","49":"A few people have argued that animals can’t consent to fertility control and therefore we shouldn’t implement it. Of course, non-human animals can’t consent to fertility control. But they also can’t consent to the starvation that will inevitably occur without it, and their offspring can’t consent to being brought into the world to have a short and miserable existence.  ","50":"When it comes to domesticated animals, think about all the stray cats and dogs we have living on the streets. Most people acknowledge that pet owners should neuter their companion animals. With thousands of unwanted domesticated animals now being killed because shelters can’t keep up with the numbers of animals being born, it’s clear that fertility control can be used for an improvement in the wellbeing of animals. ","51":"It’s important to remember that when sentient beings lack the capacity to give informed consent, we try to do what we think is in their best interest. This applies not just to consent to fertility control, but for any intervention created to help wild animals, from simple environmental alterations, to vaccinations, to genetic engineering. So, whenever someone doesn’t have the capacity to give consent, be it a child, an intellectually disabled adult, or a non-human animal, we ought to take actions that are presumably in their best interest. This is why we treat our pets for infections and we vaccinate our children against diseases. If someone argues that we shouldn’t try and help wild animals because they can’t consent, they’re going to find it very difficult to hold that position consistently.  ","52":"Some people argue that we’re never going to eliminate suffering in the wild, the problem is too big and therefore we should leave it alone and focus on problems we can solve. Well, guess what? We’ll probably never entirely eliminate suffering in human beings either, does that mean that we shouldn’t work towards making the lives of human beings better? Shall we stop treating people for cancer because human suffering is inevitable? Of course, the scale of wild animal suffering is enormous, but even implementing small-scale interventions can help at least some non-human animals in significant ways. Some may argue that there’s so many individuals out there that we can’t make a difference, but it makes a difference to the ones we help.  ","53":"Some people argue that humans should not intervene in nature, because doing so would be ‘playing God’. Interestingly, nobody seems to make this argument when it comes to naturally occurring human suffering. Nobody is writing emails to the Against Malaria Foundation, complaining that this organisation is ‘playing God’ by trying to prevent malaria in the third world.  ","54":"The point is, we already ‘play God’ when it comes to alleviating naturally occurring human suffering. We vaccinate our children against diseases. We treat people for cancer. We provide medical attention to a child with a broken leg. Arguing that we shouldn’t ‘play God’ to help wild animals while simultaneously wanting humans to have access to health and social care sounds like a double-standard. ","55":"Whenever someone promotes empathy towards wild animals, many people will espouse how hopeless and naive they think it is to try to improve nature.","56":"“You don’t understand how complex ecosystems are.” is a common objection, along with suggestions that we’ll make things worse if we try to help. ","57":"But imagine, for example, if doctors had that same fatalistic attitude towards human suffering. Imagine them saying that since the human body is so incredibly complicated and interconnected, there was no point in even trying to develop medicines or treatments, since surely that would only make things worse. It seems that while we’re far from fully understanding human health, we’re able to use the scientific method to gradually learn more about how to help human beings suffering from poor health.","58":"Of course, ensuring that all wild animals live without suffering is not something we’ll be able to do anytime soon. But we can make a difference to the lives of some animals, and with future technology, we may be able to help wild animals more than we can possibly imagine today. But we will only do so if we have the desire to, which is why raising awareness about wild animal suffering is so important.","59":"Many people are not very familiar with the situation of animals living in the wild. Describing what the lives of animals in the wild are actually like can help to raise people’s concern for them and increase interest in learning more about ways of helping wild animals. Showing people examples of how helping animals is possible or where it is already being done can also play an important role. It is also important to promote the moral consideration of all sentient individuals in general, because in our society animals are still disregarded. ","60":"You can support effective charities working in this area, like Wild Animal Initiative and Animal Ethics.","61":"If you're someone who’s thinking about going to university, and you want a high impact career then perhaps consider studying biology and learning about the lives of wild animals. You can potentially have an extremely large positive impact on the lives of a lot of sentient beings due to the fact that this issue is so neglected. ","62":"Below are some charities we recommend you check out!","63":"Animal Ethics","64":"Wild Animal Initiative","65":"Center for Reduced Suffering","66":"Long Term Risk","67":"Rethink Priorities","68":"eBook by Animal Ethics on Wild Animal Suffering","69":"Online course by Animal Ethics on Wild Animal Suffering","70":"Publications about Wild Animal Suffering","71":"The Situation of Animals in the wild bibliography","72":"Helping Animals in the Wild bibliography","73":"Ethical Interventions in the Wild bibliography","74":"Humane Hancock","75":""},"description":{"0":"lesson","1":"lesson","2":"lesson","3":"lesson","4":"lesson","5":"lesson","6":"lesson","7":"lesson","8":"lesson","9":"lesson","10":"lesson","11":"lesson","12":"lesson","13":"lesson","14":"lesson","15":"lesson","16":"lesson","17":"lesson","18":"lesson","19":"lesson","20":"lesson","21":"lesson","22":"lesson","23":"lesson","24":"lesson","25":"lesson","26":"lesson","27":"lesson","28":"lesson","29":"lesson","30":"lesson","31":"lesson","32":"lesson","33":"lesson","34":"lesson","35":"lesson","36":"lesson","37":"lesson","38":"lesson","39":"lesson","40":"lesson","41":"lesson","42":"lesson","43":"lesson","44":"lesson","45":"lesson","46":"lesson","47":"lesson","48":"lesson","49":"lesson","50":"lesson","51":"lesson","52":"lesson","53":"lesson","54":"lesson","55":"lesson","56":"lesson","57":"lesson","58":"lesson","59":"lesson","60":"lesson","61":"lesson","62":"lesson","63":"lesson","64":"lesson","65":"lesson","66":"lesson","67":"lesson","68":"lesson","69":"lesson","70":"lesson","71":"lesson","72":"lesson","73":"lesson","74":"lesson","75":"lesson"},"url":{"0":"https:\/\/veganbootcamp.org\/course-progress\/735\/what-can-we-do-about-it","1":"https:\/\/veganbootcamp.org\/course-progress\/735\/what-can-we-do-about-it","2":"https:\/\/veganbootcamp.org\/course-progress\/735\/what-can-we-do-about-it","3":"https:\/\/veganbootcamp.org\/course-progress\/735\/what-can-we-do-about-it","4":"https:\/\/veganbootcamp.org\/course-progress\/735\/what-can-we-do-about-it","5":"https:\/\/veganbootcamp.org\/course-progress\/735\/what-can-we-do-about-it","6":"https:\/\/veganbootcamp.org\/course-progress\/735\/what-can-we-do-about-it","7":"https:\/\/veganbootcamp.org\/course-progress\/735\/what-can-we-do-about-it","8":"https:\/\/veganbootcamp.org\/course-progress\/735\/what-can-we-do-about-it","9":"https:\/\/veganbootcamp.org\/course-progress\/735\/what-can-we-do-about-it","10":"https:\/\/veganbootcamp.org\/course-progress\/735\/what-can-we-do-about-it","11":"https:\/\/veganbootcamp.org\/course-progress\/736\/starvation-contraception-genetics","12":"https:\/\/veganbootcamp.org\/course-progress\/736\/starvation-contraception-genetics","13":"https:\/\/veganbootcamp.org\/course-progress\/736\/starvation-contraception-genetics","14":"https:\/\/veganbootcamp.org\/course-progress\/736\/starvation-contraception-genetics","15":"https:\/\/veganbootcamp.org\/course-progress\/736\/starvation-contraception-genetics","16":"https:\/\/veganbootcamp.org\/course-progress\/736\/starvation-contraception-genetics","17":"https:\/\/veganbootcamp.org\/course-progress\/736\/starvation-contraception-genetics","18":"https:\/\/veganbootcamp.org\/course-progress\/736\/starvation-contraception-genetics","19":"https:\/\/veganbootcamp.org\/course-progress\/736\/starvation-contraception-genetics","20":"https:\/\/veganbootcamp.org\/course-progress\/736\/starvation-contraception-genetics","21":"https:\/\/veganbootcamp.org\/course-progress\/736\/starvation-contraception-genetics","22":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","23":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","24":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","25":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","26":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","27":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","28":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","29":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","30":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","31":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","32":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","33":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","34":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","35":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","36":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","37":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","38":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","39":"https:\/\/veganbootcamp.org\/course-progress\/737\/other-factors-worth-knowing-about","40":"https:\/\/veganbootcamp.org\/course-progress\/738\/wild-animal-suffering-is-natural","41":"https:\/\/veganbootcamp.org\/course-progress\/738\/wild-animal-suffering-is-natural","42":"https:\/\/veganbootcamp.org\/course-progress\/738\/wild-animal-suffering-is-natural","43":"https:\/\/veganbootcamp.org\/course-progress\/738\/wild-animal-suffering-is-natural","44":"https:\/\/veganbootcamp.org\/course-progress\/738\/wild-animal-suffering-is-natural","45":"https:\/\/veganbootcamp.org\/course-progress\/738\/wild-animal-suffering-is-natural","46":"https:\/\/veganbootcamp.org\/course-progress\/738\/wild-animal-suffering-is-natural","47":"https:\/\/veganbootcamp.org\/course-progress\/738\/wild-animal-suffering-is-natural","48":"https:\/\/veganbootcamp.org\/course-progress\/738\/wild-animal-suffering-is-natural","49":"https:\/\/veganbootcamp.org\/course-progress\/739\/common-objections-to-helping","50":"https:\/\/veganbootcamp.org\/course-progress\/739\/common-objections-to-helping","51":"https:\/\/veganbootcamp.org\/course-progress\/739\/common-objections-to-helping","52":"https:\/\/veganbootcamp.org\/course-progress\/739\/common-objections-to-helping","53":"https:\/\/veganbootcamp.org\/course-progress\/739\/common-objections-to-helping","54":"https:\/\/veganbootcamp.org\/course-progress\/739\/common-objections-to-helping","55":"https:\/\/veganbootcamp.org\/course-progress\/739\/common-objections-to-helping","56":"https:\/\/veganbootcamp.org\/course-progress\/739\/common-objections-to-helping","57":"https:\/\/veganbootcamp.org\/course-progress\/739\/common-objections-to-helping","58":"https:\/\/veganbootcamp.org\/course-progress\/739\/common-objections-to-helping","59":"https:\/\/veganbootcamp.org\/course-progress\/740\/what-can-you-do-to-help","60":"https:\/\/veganbootcamp.org\/course-progress\/740\/what-can-you-do-to-help","61":"https:\/\/veganbootcamp.org\/course-progress\/740\/what-can-you-do-to-help","62":"https:\/\/veganbootcamp.org\/course-progress\/743\/other-resources","63":"https:\/\/veganbootcamp.org\/course-progress\/743\/other-resources","64":"https:\/\/veganbootcamp.org\/course-progress\/743\/other-resources","65":"https:\/\/veganbootcamp.org\/course-progress\/743\/other-resources","66":"https:\/\/veganbootcamp.org\/course-progress\/743\/other-resources","67":"https:\/\/veganbootcamp.org\/course-progress\/743\/other-resources","68":"https:\/\/veganbootcamp.org\/course-progress\/743\/other-resources","69":"https:\/\/veganbootcamp.org\/course-progress\/743\/other-resources","70":"https:\/\/veganbootcamp.org\/course-progress\/743\/other-resources","71":"https:\/\/veganbootcamp.org\/course-progress\/743\/other-resources","72":"https:\/\/veganbootcamp.org\/course-progress\/743\/other-resources","73":"https:\/\/veganbootcamp.org\/course-progress\/743\/other-resources","74":"https:\/\/veganbootcamp.org\/course-progress\/743\/other-resources","75":"https:\/\/veganbootcamp.org\/course-progress\/743\/other-resources"}}